Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/trailerparkmod/lang/*.po
Languages: ru_ru

source: Adds Trailer Parks and pre-built trailers.
ru_ru: Добавляет трейлерные парки и готовые прицепы.

source: trailer park
ru_ru: трейлерный парк

source: trailer park storage
ru_ru: хранилище трейлерного парка

source: reclaimed trailer park
ru_ru: восстановленный трейлерный парк

source: Bandit Trailer
ru_ru: Бандитский трейлер

source: House Trailer
ru_ru: Дом на колесах

source: Small Trailer
ru_ru: Маленький трейлер

source: What is this place?
ru_ru: Что это за место?

source: Who are you?
ru_ru: Кто вы?

source: Some third thing.
ru_ru: Что-то еще.

source: None of your goddamn business, that's what it is.
ru_ru: Не твое собачье дело, вот что это.

source: Damn...
ru_ru: Черт...

source: I'm the one that's going to end you.
ru_ru: Я тот, кто собирается покончить с тобой.

source: Go ahead and try...
ru_ru: Попробуйте...

source: Yeah.
ru_ru: Да уж.

source: What...
ru_ru: Что...

source: Nah, mate...
ru_ru: Не, приятель...

source: Berzerker
ru_ru: Берсеркер

source: BUG? You shouldn't be able to talk to them.
ru_ru: БАГ? Вы не должны иметь возможности разговаривать с ними.

source: Militia King
ru_ru: Король ополочения

source: BUG? You shouldn't be able to talk to me.
ru_ru: БАГ? Ты не должен иметь возможность разговаривать со мной.

source: Corrupt Militia
ru_ru: Коррумпированное ополочение

source: A berserk militia group that turned their skills to causing mayhem after the cataclysm, calling themselves the Main Force Patrol.
ru_ru: Группа берсерков-ополченцев, которые после катаклизма занялись созданием хаоса и назвали себя Патрулем Главных Сил.

source: Militia Berzerker
ru_ru: Ополочение берсерков

source: Roland Croninger
ru_ru: Роланд Кронингер
