Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/Armor Up! PA Utilities/lang/*.po
Languages: ru_ru

source: power armor gun clamp
ru_ru: зажим для оружия в силовой броне

source: A steel clamp for carrying larger firearms on the back of your power armor, clamped on magnetically. Not particularly useful on its own, but convenient with suitable power armor. Activate to holster/draw a gun.
ru_ru: Стальной зажим для ношения большего огнестрельного оружия на задней части вашей силовой брони, зажатой магнитном. Не особенно полезно само по себе, но удобно с подходящей силовой броней. Активировать в кобуру / вытащить оружие.

source: power armor holster
ru_ru: кобура для оружия в силовой броне

source: A small steel holster for holding pistol sized guns, magnetically attached to your power armor. Activate to holster/draw a small pistol.
ru_ru: Небольшая стальная кобура для хранения оружия размером с пистолет, магнитно прикрепленная к вашей силовой броне. Активировать в кобуру / вытащить маленький пистолет.

source: power armor magazine bandolier
ru_ru: патронаш для силовой брони

source: You stash your %s.
ru_ru: Ты складываешь %s в патронаш.

source: Stash ammo
ru_ru: Сложить амуницию

source: A bandolier of pouches capable of carrying four magazines close at hand. Modified to wire onto a suit of power armor.
ru_ru: Патронташ из мешочков, способных нести четыре магазина под рукой. Модифицированный для подключения к силовой броне.

source: power armor back scabbard
ru_ru: наспинный магнитный захват для силовой брони

source: You sheath your %s
ru_ru: Ты вставляешь %s в ножны

source: Sheath sword
ru_ru: Вложить меч в ножны

source: A steel magnet, big enough for almost any sword. Designed to be stuck on the back of power armor. Activate to sheath/draw a sword.
ru_ru: Стальной магнит, достаточно большой почти для любого меча. Разработанный, чтобы держать на задней части силовой брони. Активировать в ножны / вытащить меч.

source: power armor scabbard
ru_ru: магнитный захват для силовой брони

source: A steel magnet for holding swords and other large blades. Clips on to the leg of a set of power armor. Activate to sheathe/draw a sword.
ru_ru: Стальной магнит для мечей и других больших клинков. Активируйте, чтобы вложить / вытащить меч.

source: power armor sheath
ru_ru: ножны для силовой брони

source: Sheath knife
ru_ru: Вложить меч в ножны

source: A leather sheath for holding knives and other small blades, clips on to a suit of power armor. Activate to sheathe/draw a weapon.
ru_ru: Кожаные ножны для хранения ножей и других небольших лезвий. Активируйте, чтобы вложить / вытащить оружие.

source: Sheathes, holsters and scabbards for power armor.
ru_ru: Ножны, кобуры и магнтитные захваты для силовой брони.
