[
  {
    "id": "space_anomaly",
    "type": "GENERIC",
    "category": "veh_parts",
    "name": { "str": "stabilized portal" },
    "description": "As you gaze into the seemingly infinite depths of this portable hole in reality, a phrase from a time forever gone echoes in your mind.  \"There are two things that are infinite: the universe and human kleptomania.\"",
    "weight": "22813 g",
    "volume": "50 L",
    "price": "15 kUSD",
    "to_hit": -4,
    "bashing": 2,
    "material": [ "steel", "plastic" ],
    "symbol": "]",
    "color": "cyan"
  },
  {
    "id": "vehicle_shelving",
    "type": "GENERIC",
    "name": { "str": "vehicle shelving" },
    "description": "Several heavy frames retrofitted to be installed together which are outfitted with tie-downs and attachment points gallore for carrying an extended amount of cargo.",
    "weight": "350000 g",
    "to_hit": -4,
    "color": "cyan",
    "symbol": "]",
    "material": [ "steel", "plastic" ],
    "volume": "200 L",
    "bashing": 2,
    "category": "veh_parts",
    "price": "800 USD",
    "price_postapoc": "10 USD"
  },
  {
    "id": "afs_fridge",
    "category": "veh_parts",
    "type": "GENERIC",
    "name": { "str": "vehicle refrigerator" },
    "description": "A household refrigerator with impressive capacity.  Its power connection has been refurbished, and it can be mounted onto a vehicle to draw from its power.",
    "symbol": "{",
    "color": "white",
    "weight": "142882 g",
    "volume": "300 L",
    "price": "400 USD",
    "price_postapoc": "100 USD",
    "material": [ "steel" ],
    "to_hit": -4,
    "bashing": 8,
    "flags": [ "DURABLE_MELEE" ],
    "looks_like": "minifridge"
  },
  {
    "id": "afs_freezer",
    "category": "veh_parts",
    "type": "GENERIC",
    "name": { "str": "vehicle freezer" },
    "copy-from": "afs_fridge",
    "description": "This refurbished refrigerator has been stripped of much of its internal components and converted to run at a much lower temperature, causing it to serve as a freezer for more power.  Like its predecessor, it runs on vehicle power.",
    "color": "light_blue"
  },
  {
    "type": "GENERIC",
    "id": "afs_metal_rig",
    "copy-from": "vehicle_rig",
    "name": { "str": "MetalMaster forge buddy", "str_pl": "MetalMaster forge buddies" },
    "description": "From the makers of the best-selling* FOODCO kitchen buddy comes the MetalMaster forge buddy, for all your metalworking, firing, and welding needs!  It's just as clunky and awkward as the thing it's spinning off, and still requires a vehicle battery to function."
  },
  {
    "type": "GENERIC",
    "id": "afs_kitchen_rig",
    "copy-from": "vehicle_rig",
    "name": { "str": "KitchenMaster cooking buddy", "str_pl": "KitchenMaster cooking buddies" },
    "description": "Because it *clearly* needed one, this large all-in-one station provides the functions of FOODCO's kitchen buddy, now with complementary fume hoods and chemistry materials.  Why a chef would need a chemical rig is anyone's guess, but you can mount it on a vehicle to make use of it."
  },
  {
    "type": "GENERIC",
    "id": "afs_cooking_rig",
    "copy-from": "vehicle_rig",
    "name": { "str": "cooking rig" },
    "description": "Skillet, pot, hotplate, and chemistry set; everything you need to cook food and chemicals.  Includes proper fume vents and a separator, so you don't contaminate your food with toxic chemicals."
  },
  {
    "id": "steam_triple_large",
    "copy-from": "engine_steam",
    "type": "ENGINE",
    "name": "large steam engine",
    "description": "A large steam engine.  An integrated boiler burns coal to heat water into steam, driving a reciprocating shaft.  A condensor recaptures the water, making this a closed cycle system.",
    "weight": "280 kg",
    "volume": "95 L",
    "price": "14000 USD",
    "price_postapoc": 2800000
  },
  {
    "id": "steam_triple_giant",
    "copy-from": "engine_steam",
    "type": "ENGINE",
    "name": "huge steam engine",
    "description": "A huge steam engine.  An integrated boiler burns coal to heat water into steam, driving a reciprocating shaft.  A condensor recaptures the water, making this a closed cycle system.",
    "weight": "835 kg",
    "volume": "175 L",
    "price": "25650 USD",
    "price_postapoc": 5130000
  },
  {
    "id": "steam_turbine_small",
    "copy-from": "engine_steam",
    "type": "ENGINE",
    "name": "small steam turbine",
    "description": "A small steam turbine.  An integrated boiler burns coal to heat water into steam, driving a spinning turbine.  A condensor recaptures the water, making this a closed cycle system.",
    "weight": "80 kg",
    "volume": "18750 ml",
    "//": "Steam turbine efficiency sucks - ideally 47% efficient with reheat cycles, versus 55% for a modern gas engine.  Going with 33% efficieny for easy math",
    "price": "2550 USD",
    "price_postapoc": 510000
  },
  {
    "id": "steam_turbine_medium",
    "copy-from": "engine_steam",
    "type": "ENGINE",
    "name": "medium steam turbine",
    "description": "A medium sized steam turbine.  An integrated boiler burns coal to heat water into steam, driving a spinning turbine.  A condensor recaptures the water, making this a closed cycle system.",
    "weight": "120 kg",
    "volume": "27500 ml",
    "price": "3800 USD",
    "price_postapoc": 760000
  },
  {
    "id": "steam_turbine_large",
    "copy-from": "engine_steam",
    "type": "ENGINE",
    "name": "large steam turbine",
    "description": "A large steam turbine.  An integrated boiler burns coal to heat water into steam, driving a spinning turbine.  A condensor recaptures the water, making this a closed cycle system.",
    "weight": "190 kg",
    "volume": "45 L",
    "price": "5950 USD",
    "price_postapoc": 1190000
  },
  {
    "id": "steam_turbine_giant",
    "copy-from": "engine_steam",
    "type": "ENGINE",
    "name": "huge steam turbine",
    "description": "A huge steam turbine.  An integrated boiler burns coal to heat water into steam, driving a spinning turbine.  A condensor recaptures the water, making this a closed cycle system.",
    "weight": "345 kg",
    "volume": "81250 ml",
    "price": "10600 USD",
    "price_postapoc": 2120000
  },
  {
    "id": "solar_array",
    "type": "GENERIC",
    "category": "veh_parts",
    "name": { "str": "solar array" },
    "description": "A vertical array of three solar panels set on a chassis rising above one another on a metal pole with rudimentary tracking and motors.  Due to the flimsy nature of the hydraulics and high surface area profile to maximize sunlight, they can't really be installed onto an existing vehicle.  Requires a jumper cable or similar to pull power from.",
    "weight": "50000 g",
    "volume": "10000 ml",
    "price": "1200 USD",
    "price_postapoc": "10 USD",
    "to_hit": -4,
    "bashing": 1,
    "material": [ "glass" ],
    "symbol": "]",
    "color": "yellow"
  },
  {
    "id": "reinforced_solar_array",
    "type": "GENERIC",
    "copy-from": "solar_array",
    "name": { "str": "reinforced solar array" },
    "description": "A vertical array of three reinforced solar panels set on a chassis rising above one another on a metal pole with rudimentary tracking and motors.  Due to the flimsy nature of the hydraulics and high surface area profile to maximize sunlight, they can't really be installed onto an existing vehicle.  Requires a jumper cable or similar to pull power from.",
    "weight": "80459 g",
    "volume": "20500 ml",
    "material": [ "glass", "steel" ],
    "color": "light_blue"
  },
  {
    "id": "solar_array_v2",
    "type": "GENERIC",
    "copy-from": "solar_array",
    "name": { "str": "upgraded solar array" },
    "description": "A vertical array of three upgraded solar panels set on a chassis rising above one another on a metal pole with rudimentary tracking and motors.  Due to the flimsy nature of the hydraulics and high surface area profile to maximize sunlight, they can't really be installed onto an existing vehicle.  Requires a jumper cable or similar to pull power from.",
    "weight": "63482 g",
    "volume": "14500 ml"
  },
  {
    "id": "reinforced_solar_array_v2",
    "type": "GENERIC",
    "copy-from": "reinforced_solar_array",
    "name": { "str": "upgraded reinforced solar array" },
    "description": "A vertical array of three upgraded reinforced solar panels set on a chassis rising above one another on a metal pole with rudimentary tracking and motors.  Due to the flimsy nature of the hydraulics and high surface area profile to maximize sunlight, they can't really be installed onto an existing vehicle.  Requires a jumper cable or similar to pull power from.",
    "weight": "95186 g",
    "volume": "23500 ml"
  },
  {
    "id": "tread1",
    "type": "WHEEL",
    "category": "veh_parts",
    "name": "Rubber Caterpillar Track",
    "description": "A short, interlocking set of hard rubber tracks reinforced by stiff wire held in place by a set of smaller wheels.  Similar with what you might see used on light construction vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is quite heavy.",
    "weight": "32368 g",
    "volume": "50 L",
    "price": "255 USD",
    "to_hit": -3,
    "bashing": 30,
    "material": [ "plastic", "steel" ],
    "symbol": "]",
    "color": "white",
    "diameter": 30,
    "width": 15
  },
  {
    "id": "tread2",
    "type": "WHEEL",
    "category": "veh_parts",
    "name": "Steel Caterpillar Track",
    "description": "A short, interlocking set of shaped steel tracks held in place by a set of smaller wheels.  Similar with what you might see used on large construction vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is very heavy.",
    "weight": "95968 g",
    "volume": "75 L",
    "price": "455 USD",
    "to_hit": -3,
    "bashing": 30,
    "material": [ "steel" ],
    "symbol": "]",
    "color": "white",
    "diameter": 50,
    "width": 25
  },
  {
    "id": "tread3",
    "type": "WHEEL",
    "category": "veh_parts",
    "name": "Reinforced Caterpillar Track",
    "description": "A short, interlocking set of shaped steel tracks held in place by a set of smaller wheels.  Similar with what you might see used on APCs and armored vehicles.  It's significantly stronger than regular tires due to not being at risk of bursting; but is extremely heavy.",
    "weight": "287824 g",
    "volume": "87500 ml",
    "price": "755 USD",
    "to_hit": -3,
    "bashing": 30,
    "material": [ "hardsteel", "steel" ],
    "symbol": "]",
    "color": "white",
    "diameter": 60,
    "width": 30
  }
]
