Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Project_Kawaii/lang/*.po
Languages: ru_ru

source: A&M Custom 7.62x51mm Rounds
ru_ru: патрон A&M Custom 7,62x51 мм

source: For exclusive use in A&M Products。
ru_ru: Для эксклюзивного использования в продуктах A&M.

source: A&M 2L Bottle
ru_ru: A&M 2-литровая бутылка

source: This folding 2L bottle is made out of a proprietary A&M plastic of reduced weight. It did not sell well initially, but became a valuable collectors item once produciton ended.
ru_ru: Складная 2-литровая бутылка изготовлена из запатентованного пластика A&M с уменьшенным весом. Первоначально она плохо продавалась, но после окончания производства стала ценным предметом коллекционирования.

source: A&M 10L Jerrycan
ru_ru: канистра A&M 10 л

source: This 10L jerrycan is made out of a proprietary A&M plastic of reduced weight. It did not sell well initially, but became a valuable collectors item once produciton ended.
ru_ru: Эта канистра объемом 10 л изготовлена из запатентованного пластика A&M с уменьшенным весом. Первоначально она плохо продавалась, но после окончания производства стала ценным предметом коллекционирования.

source: A&M 20L Jerrycan
ru_ru: канистра A&M 20 л

source: This 20L jerrycan is made out of a proprietary A&M plastic of reduced weight. It did not sell well initially, but became a valuable collectors item once produciton ended.
ru_ru: Эта канистра объемом 20 л изготовлена из запатентованного пластика A&M с уменьшенным весом. Первоначально она плохо продавалась, но после окончания производства стала ценным предметом коллекционирования.

source: <color_pink>[AMTS]</color> Receiver
ru_ru: <color_pink>[AMTS]</color> Приемник

source: Use this to send a request for an item from the A&M dimensional transfer system.
ru_ru: Используйте его, чтобы отправить запрос на предмет из системы пространственной передачи A&M.

source: <color_pink>[AMTS]</color> Transmitter
ru_ru: <color_pink>[AMTS]</color> Передатчик

source: Use this to send away an item to the A&M dimensional transfer system in exchange for points.
ru_ru: Используйте его, чтобы отправить предмет в систему пространственной передачи A&M в обмен на баллы.

source: <color_pink>[AMTS]</color> Point
ru_ru: <color_pink>[AMTS]</color> Балл

source: This device allows you to see how much currency you've accumulated for use with the A&M dimensional transfer system.
ru_ru: Это устройство позволяет вам видеть, сколько валюты вы накопили для использования в системе пространственной передачи A&M.

source: <color_pink>[AMTS]</color> Packaging System
ru_ru: <color_pink>[AMTS]</color> Упаковочная система

source: This is a packaging system for use with the A&M dimensional transfer system. It can be used to compress raw material into a single package which can be sent to the AMTS in exchange for points.
ru_ru: Это система упаковки для использования в пространственной передачи A&M. Ее можно использовать для сжатия сырья в единый пакет, который можно отправить в AMTS в обмен на баллы.

source: [AMTS] Compressed Matter Package (logs x3)
ru_ru: [AMTS] Пакет сжатых материалов (бревено x3)

source: An A&M compressed matter package ready for dimensional transfer. It can be exchanged for points.
ru_ru: Пакет сжатого вещества A&M, готовый к пространственной передаче. Его можно обменять на баллы.

source: [AMTS] Compressed Matter Package (scrap metal x30)
ru_ru: [AMTS] Пакет сжатых материалов (металлолом x30)

source: [AMTS] Compressed Matter Package (rags x30)
ru_ru: [AMTS] Пакет сжатых материалов (тряпка x30)

source: [AMTS] Compressed Matter Package (logs x6)
ru_ru: [AMTS] Пакет сжатых материалов (бревено x6)

source: [AMTS] Compressed Matter Package (scrap metal x60)
ru_ru: [AMTS] Пакет сжатых материалов (металлолом x60)

source: [AMTS] Compressed Matter Package (rags x60)
ru_ru: [AMTS] Пакет сжатых материалов (тряпка x60)

source: Cute High Capacity UPS
ru_ru: милый УБП большой емкости

source: A UPS by A&M that stores more charge with less weight than standard UPS modules.
ru_ru: УБП от A&M, который сохраняет больше заряда при меньшем весе, чем стандартные модули УБП.

source: Cute Portable Kitchen
ru_ru: милая портативная кухня

source: A&M manufactured portable cooking set. There are supposedly very few of these made due to the extrordinary costs, a direct consequence of using A&M's proprietary advanced alloy in its construction.
ru_ru: A&M изготовила переносную кухонную гарнитуру. Предположительно их очень мало из-за чрезвычайной стоимости, прямого следствия использования запатентованного передового сплава A&M в его конструкции.

source: <color_pink>[AMTS] </color>Eve Scout Rifle
ru_ru: <color_pink> [AMTS] </color> винтовка Eve Scout

source: An advanced prototype rifle. Has both semi-automatic and two-round burst firing modes.
ru_ru: продвинутый прототип винтовки. Имеет как полуавтоматический, так и режим стрельбы очередями из 2 патронов.

source: <color_pink>[AMTS]</color> EVE Scout Rifle 7.62x51mm Magazine
ru_ru: <color_pink>[AMTS]</color>магазин винтовки EVE Scout 7,62x51 мм

source: Exlusively for use with the AMTS Eve Scout Rifle. It holds 20 rounds.
ru_ru: Исключительно для использования с винтовкой AMTS Eve Scout. Вмещает 20 патронов.

source: <color_pink>[AMTS]</color> A&M Employee's Manual Tier 1 (About Packaging)
ru_ru: <color_pink>[AMTS]</color> Руководство сотрудника A&M, уровень 1 (Об упаковке)

source: A manual for Alice & Maria employees. It explains how to pack items for use with the AMTS packaging system.
ru_ru: Пособие для сотрудников с. В нем объясняется, как упаковать товары для использования с системой упаковки AMTS.

source: <color_pink>[AMTS]</color> A&M Employee's Manual Tier 2 (About Efficient Packaging)
ru_ru: <color_pink>[AMTS]</color> Руководство сотрудника A&M, уровень 2 (Об эффективной упаковке)

source: A manual for Alice & Maria employees. It explains how to effiently pack items for use with the AMTS packaging system.
ru_ru: Пособие для сотрудников «Alice & Maria». В нем объясняется, как эффективно упаковать товары для использования с системой упаковки AMTS.

source: <color_pink>[AMTS]</color> A&M Employee's Manual Tier 3 (About Gear Packaging)
ru_ru: <color_pink>[AMTS]</color> Руководство сотрудника A&M, уровень 3 (Об упаковке снаряжения)

source: A manual for Alice & Maria employees. It explains how to pack gear for use with the AMTS packaging system.
ru_ru: Пособие для сотрудников «Alice & Maria». В нем объясняется, как упаковать снаряжение для использования с системой упаковки AMTS.

source: <color_pink>[AMTS]</color> A&M Employee's Manual Tier Kawaii (About Kawaii Packaging)
ru_ru: <color_pink>[AMTS]</color> Руководство сотрудника A&M, уровень "Kawaii" (Об упаковке милых предметов)

source: A manual for Alice & Maria employees. It explains how to pack kawaii items for use with the AMTS packaging system.
ru_ru: Пособие для сотрудников «Alice & Maria». В нем объясняется, как упаковать милые предметы для использования с системой упаковки AMTS.

source: Cute Ribbon Arrow
ru_ru: милая стрела с лентой

source: An arrow decorated with a pretty red ribbon, making them easy to find and recover after battle.
ru_ru: Стрела украшена красивой красной лентой, поэтому их легко найти и восстановить после битвы.

source: Cute Feathered Arrow
ru_ru: милая стрела с оперением

source: An arrow decorated with the brightly coloured flight feathers of birds. These are appear of exceptional craftsmanship, being lighter yet stronger than standard arrows, and consequently more likely to be recovered after combat since they are less likely to break.
ru_ru: Стрела украшена разноцветными перьями птиц. Они кажутся исключительным мастерством, они легче, но прочнее стандартных стрел, и, следовательно, их можно восстановить после боя, так как они с меньшей вероятностью сломаются.

source: Cute Little Mary Arrows
ru_ru: милая стрела маленькой Мэри

source: An arrow manufactured by the 'Alice & Maria' maid equipment designers. These aren't arrows so much as smart projectiles, having very dense alloy cores for greater force and a tip sheathed in an electromagnetic field to better penetrate armor.
ru_ru: Стрела, изготовленная дизайнерами оборудования для горничных «Алиса и Мария». Это не стрелы, а скорее умные снаряды, имеющие сердечник из очень плотного сплава для большей силы и наконечник, защищенный электромагнитным полем, чтобы лучше пробивать броню.

# profession_male
source: Cute Maid
ru_ru: милая горничная

# prof_desc_male
source: Although I worked in a large mansion, the day the cataclysm, my master's family fled to a secret location I did not know of. You were alone with a dirty house, and a cluttered city. It's time to go to work.
ru_ru: Хотя я работал в большом особняке, в день катаклизма семья моего хозяина сбежала в секретное место, о котором я не знал. Вы остались наедине с грязным домом и захламленным городом. Пора работать.

# profession_female
source: Cute Maid
ru_ru: милая горничная

# prof_desc_female
source: Although I worked in a large mansion, the day the cataclysm, my master's family fled to a secret location I did not know of. You were alone with a dirty house, and a cluttered city. It's time to go to work.
ru_ru: Хоть я и работала в большом особняке, в день катаклизма семья моего хозяина сбежала в секретное место, о котором я не знала. Вы остались наедине с грязным домом и захламленным городом. Пора работать.

# profession_male
source: Cute Nun
ru_ru: милая монахиня

# prof_desc_male
source: After months in seculusion and prayer at our underground church, we visited the surface to find the world was completely changed. There is no need for despair, for God is with us.
ru_ru: После месяцев уединения и молитв в нашей подземной церкви мы вышли на поверхность и обнаружили, что мир полностью изменился. Не нужно отчаиваться, потому что с нами Бог.

# profession_female
source: Cute Nun
ru_ru: милая монахиня

# prof_desc_female
source: After months in seculusion and prayer at our underground church, we visited the surface to find the world was completely changed. There is no need for despair, for God is with us.
ru_ru: После месяцев уединения и молитв в нашей подземной церкви мы вышли на поверхность и обнаружили, что мир полностью изменился. Не нужно отчаиваться, потому что с нами Бог.

# profession_male
source: Cute Schoolgirl
ru_ru: милая школьница

# prof_desc_male
source: I used to think it would be nice if school closed forever. Now that the cataclysm has happened, it seems my wish has come true.
ru_ru: Раньше я думал, было бы хорошо, если бы школу закрыли навсегда. Теперь, когда случился Катаклизм, похоже, мое желание сбылось.

# profession_female
source: Cute Schoolgirl
ru_ru: милая школьница

# prof_desc_female
source: I used to think it would be nice if school closed forever. Now that the cataclysm has happened, it seems my wish has come true.
ru_ru: Раньше я думала, было бы хорошо, если бы школу закрыли навсегда. Теперь, когда случился Катаклизм, похоже, мое желание сбылось.

source: KAWAII CATEGORY
ru_ru: КАТЕГОРИЯ KAWAII

source: Cute Maid Clothes
ru_ru: милая одежда горничной

source: Made out of the hopes and dreams of men.
ru_ru: Сделана из надежд и мечтаний мужчин.

source: Cute Maid Adv. Uniform (summer form)
ru_ru: продвинутая форма милой горничной (летняя форма)

source: Add thermal lining
ru_ru: Добавить термоподкладку

source: You modify the maid outfit to better protect against the cold.
ru_ru: Вы модифицируете наряд горничной, чтобы лучше защищаться от холода.

source: Centuries of maid sewing techniques have culminated in this pinnacle of maid outfit technology: an year-round outfit that can be transformed to fit any weather or season.
ru_ru: Столетия техники шитья горничных достигли высшей точки развития технологии одежды для горничных: круглогодичный наряд, который можно трансформировать под любую погоду и время года.

source: Cute Maid Adv. Uniform (winter form)
ru_ru: продвинутая форма милой горничной (зимняя форма)

source: Remove thermal lining
ru_ru: Снять термоподкладку

source: You modify the maid outfit to better protect against the heat.
ru_ru: Вы модифицируете наряд горничной, чтобы лучше защищаться от жары.

source: Cute Maid Uniform LSS-PRO (off)
ru_ru: униформа милой горничной LSS-PRO (выкл.)

source: Change climate control settings
ru_ru: Изменить настройки климат-контроля

source: You activate the uniform's heating mode.
ru_ru: Вы активируете режим обогрева униформы.

source: The uniform does not have enough power left.
ru_ru: Униформе не хватает энергии.

source: The standard maid uniform may not be enough to survive in this dangerous new world. This improved version, while still appearing cute and frilly on the outside, actually conceals an advanced armor liner and climate control systems to better endure even the harshest environments.
ru_ru: Стандартной формы горничной может быть недостаточно, чтобы выжить в этом опасном новом мире. Эта улучшенная версия, хоть и выглядит симпатичной и с оборками снаружи, на самом деле скрывает передовую броню и систему климат-контроля, чтобы лучше выдерживать даже самые суровые условия.

source: Cute Maid Uniform LSS-PRO (warming)
ru_ru: униформа милой горничной LSS-PRO (обогрев)

source: You activate the uniform's cooling mode.
ru_ru: Вы активируете режим охлаждения униформы.

source: Cute Maid Uniform LSS-PRO (cooling)
ru_ru: милая униформа горничной LSS-PRO (охлаждение)

source: You turn off the uniform's climate control systems.
ru_ru: Вы выключаете систему климат-контроля униформы.

source: Cute Victorian Maid Clothes
ru_ru: милая викторианская одежда горничной

source: A uniform with longer sleeves and skirt, better suited for winter.
ru_ru: униформа с длинными рукавами и юбкой, превосходно подходит для зимы.

source: Cute Wedding Dress
ru_ru: милое свадебное платье

source: A pure white wedding dress.
ru_ru: Белое свадебное платье.

source: Cute Nun Habit
ru_ru: милое одеяние монахини

source: A nun's habit for serving God that gives off a sacred aura.
ru_ru: Одеяние монахини служащей Богу, излучающее священную ауру.

source: Cute Transparent Raincoat (hood on)
ru_ru: милый прозрачный плащ (с капюшоном)

source: Toggle hood
ru_ru: Снять/Одеть капюшон

source: You take off the hood.
ru_ru: Вы снимаете капюшон.

source: A transparent raincoat made from very thin vinyl, very popular with maids who want to be fashionable in rainy weather. The material is thin enough that the entire coat can fold away into a pocket when not in use.
ru_ru: Прозрачный плащ из очень тонкого винила, очень популярен среди горничных, которые хотят быть модными в дождливую погоду. Материал достаточно тонкий, чтобы все пальто можно было сложить в карман, когда оно не используется.

source: Cute Transparent Raincoat (hood off)
ru_ru: милый прозрачный плащ (без капюшона)

source: You put on the hood.
ru_ru: Вы одеваете капюшон.

source: A transparent raincoat made from very thin vinyl, very popular with maids who want to be fashionable in rainy wather. The material is thin enough that the entire coat can fold away into a pocket when not in use.
ru_ru: Прозрачный плащ из очень тонкого винила, очень популярен среди горничных, которые хотят быть модными в дождливую погоду. Материал достаточно тонкий, чтобы все пальто можно было сложить в карман, когда оно не используется.

source: Cute School Girl Uniform
ru_ru: милая униформа школьницы

source: A school uniform worn by female students.
ru_ru: Школьная форма, которую носят студентки.

source: Cute White Panties
ru_ru: пара милых белых трусиков

source: Pure white panties, very breathable and comfortable even in summer.
ru_ru: Чистые белые трусики, очень дышащие и удобные даже летом.

source: Cute White Bra
ru_ru: милый белый бюстгальтер

source: Pure white bra, very breathable and comfortable even in summer.
ru_ru: Чистый белый бюстгальтер, очень дышащий и удобный даже летом.

source: Cute Pink Striped Panties
ru_ru: пара милых розовых полосатых трусиков

source: Panties with pink stripes.
ru_ru: Трусики в розовую полоску.

source: Cute Pink Striped Bra
ru_ru: милый бюсгалтер в розовую полоску

source: A bra with pink stripes.
ru_ru: Бюстгальтер в розовую полоску.

source: Cute Green Striped Panties
ru_ru: пара милых зеленых полосатых трусиков

source: Panties with green stripes.
ru_ru: Трусики в зеленую полоску.

source: Cute Green Striped Bra
ru_ru: милый бюсгалтер в зеленую полоску

source: A bra with green stripes.
ru_ru: Бюстгальтер в зеленую полоску.

source: Cute Black Bikini Bottom
ru_ru: пара милых черных плавок от купальника

source: A simple black bikini bottom.
ru_ru: Простые черные плавки от купальника.

source: Cute Black Bikini Top
ru_ru: милый черный верх купальника

source: A simple black bikini top.
ru_ru: Простой черный бюсгалтер от купальника.

source: Cute Fishtail Miniskirt
ru_ru: милая мини-юбка с рыбьим хвостом

source: A flared miniskirt that is longer in the back.
ru_ru: Расклешенная мини-юбка, удлиненная сзади.

source: Cute Utility Vest
ru_ru: милый служебный жилет

source: A modified utility vest with many pockets.
ru_ru: Модифицированный жилет с множеством карманов.

source: Cute Maid headdress
ru_ru: милый головной убор горничной

source: Channel spirit
ru_ru: Направить дух

source: Your pride as a maid prevents the cold from bothering your head.
ru_ru: Ваша гордость горничной не дает беспокоить вашу голову.

source: One of the most important parts of the maid uniform. It is forbidden for maids to take it off, regardless of weather. Trained maids can channel their spirit into it to keep their heads warm during winter. (Toggle to change warmth)
ru_ru: Одна из важнейших частей униформы горничной. Горничным запрещено снимать его вне зависимости от погоды. Обученные горничные могут направить туда свой дух, чтобы согреть голову зимой. (Переключите, чтобы изменить теплоту)

source: Stop channeling spirit
ru_ru: Прекратите направлять дух

source: You stop channeling your spirit into te headpiece
ru_ru: Вы перестаете направлять свой дух в головной убор

source: Cute Thermal Maid headdress (off)
ru_ru: милый согревающий головной убор горничной (выкл)

source: Activate heater
ru_ru: Активировать систему обогрева

source: You activate the headdress' heating systems
ru_ru: Вы активируете систему обогрева головного убора

source: %s does not have enough power left.
ru_ru: %s не хватает энергии.

source: One of the most important parts of the maid unifrom is the headdress. This one contains an electrical thermal system powedered using batteries. It lets you feel like a maid despite how it looks.
ru_ru: Одна из важнейших частей униформы горничной - головной убор. Этот содержит электрическую систему обогрева, напыляемую батареями. Он позволяет почувствовать себя горничной, несмотря на то, как выглядит.

source: Cute Thermal Maid headdress (on)
ru_ru: милый согревающий головной убор горничной (вкл)

source: Deactivate heater
ru_ru: Отключить систему обогрева

source: You deactivate the headdress' heating systems
ru_ru: Вы деактивируете систему обогрева головного убора

source: Cute Maid headdress LSS-PRO (off)
ru_ru: милый головной убор горничной LSS-PRO (выкл)

source: You activate the headdress' heating mode.
ru_ru: Вы активируете режим обогрева головного убора.

source: A maid must maintain her pride and attends to her duties, no matter how harsh the situation or environment. The headdress is not just a piece of the uniform, it's a symbol of a maid's pride.
ru_ru: Горничная должна сохранять гордость и выполнять свои обязанности, независимо от того, насколько суровы ситуация или окружение. головной убор - это не просто элемент униформы, это символ горничной гордости.

source: Cute Maid headdress LSS-PRO (warming)
ru_ru: милый головной убор горничной LSS-PRO (согревание)

source: You activate the headdress' cooling mode.
ru_ru: Вы активируете режим охлаждения головного убора.

source: Cute Maid headdress LSS-PRO (cooling)
ru_ru: милый головной убор горничной LSS-PRO (охлаждение)

source: You deactivate the headdress' climate control.
ru_ru: Вы деактивируете климат-контроль головного убора.

source: Cute High-Tech Glasses (off)
ru_ru: пара милых высокотехнологичных очков (выкл)

source: Toggle vision mode
ru_ru: Переключить режим зрения

source: You switch the glasses to night vision mode.
ru_ru: Вы переключаете очки в режим ночного видения.

source: These advanced glasses are not only capable of functioning as night vision or infared scanners, but protects against bright flashes, can withstand chemical corrosion, and can even completely block light for sleeping in bright places.
ru_ru: Эти усовершенствованные очки не только могут работать как сканеры ночного видения или инфракрасного излучения, но и защищают от ярких вспышек, могут противостоять химической коррозии и даже полностью блокировать свет для сна в ярко освещенных местах.

source: Cute High-Tech Glasses (NV)
ru_ru: пара милых высокотехнологичных очков (НЗ)

source: You switch the glasses to infrared mode.
ru_ru: Вы переключаете очки в инфракрасный режим.

source: Cute High-Tech Glasses (IR)
ru_ru: пара милых высокотехнологичных очков (ИК)

source: You switch the glasses to blinder mode.
ru_ru: Вы переключаете очки в режим слепоты.

source: Cute High-Tech Glasses (Blind)
ru_ru: пара милых высокотехнологичных очков (Слепота)

source: You return the glasses to its default mode.
ru_ru: Вы возвращаете очки в режим по умолчанию.

source: Cute Black Half-Rim Glasses
ru_ru: пара милых черных очков в полупрозрачной оправе

source: Adjust the glasses
ru_ru: Отрегулировать очки

source: You lower the glasses
ru_ru: Вы опускаете очки

source: A maid wearing these will never miss the smallest speck of dust, nor signs of their master's health. (Toggle to adjust position)
ru_ru: Горничная, носящая их, никогда не пропустит ни малейшей пылинки, ни признаков нездоровья хозяина. (Переключите, чтобы отрегулировать положение)

source: You raise the glasses
ru_ru: Вы поднимаете очки

source: Cute Red Half-Rim Glasses
ru_ru: пара милых красных очков в полупрозрачной оправе

source: Cute Black Large Half-Rim Glasses
ru_ru: пара милых черных больших очков в полуприлегающей оправе

source: A maid wearing these will never miss the smallest speck of dust, nor signs of their master's health.
ru_ru: Горничная, носящая их, никогда не пропустит ни малейшей пылинки, ни признаков нездоровья хозяина.

source: Cute Brass Monocle
ru_ru: милый латунный монокль

source: Cute Brass Monocle with Chain
ru_ru: Симпатичный латунный монокль с цепочкой

source: Cute Black Fullframe Glasses
ru_ru: пара милых черных полнокадровых очков

source: Cute Red Fullframe Glasses
ru_ru: пара милых красных полнокадровых очков

source: Cute White Cotton Hat
ru_ru: милая белая хлопковая шляпка

source: It's a warm hat made of cotton, coloured white to better match a maid uniform.
ru_ru: Это теплая шапка из хлопка белого цвета, хорошо сочетающаяся с униформой горничной.

source: Cute Balaclava
ru_ru: милая балаклава

source: 'I refuse to cover up my cute face!' It's not as good against the cold as a normal balaclava, but it's a sacrifice necessary for the sake of fashion.
ru_ru: «Я отказываюсь закрывать свое милое личико!» Она не так хорошо защищает от холода, как обычная балаклава, но это жертва, необходимая ради моды.

source: Cute Wedding Veil
ru_ru: милая свадебная вуаль

source: A beautiful but simple wedding veil.
ru_ru: Красивая, но простая свадебная фата.

source: Cute Decorated Wedding Veil
ru_ru: милая свадебная украшенная фата

source: A beautiful wedding veil with additional adornments.
ru_ru: Красивая свадебная фата с дополнительными украшениями.

source: Cute Nun's headpiece
ru_ru: головной убор милой монахини

source: A veil worn by those devoted to serving God.
ru_ru: Покров, который носят те, кто посвящает себя служению Богу.

source: Cute Long Wavy Pink Wig
ru_ru: милый длинный волнистый розовый парик
