Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Project_Kawaii/lang/*.po
Languages: ru_ru

source: A wig with long, wavy pink hair.
ru_ru: Парик с длинными волнистыми розовыми волосами.

source: Cute Hardcase
ru_ru: милый жесткий футляр

source: A huge rectangular hardcase. Normally used for carrying large musical instruments, sniper rifles, or sensitive electrical equipment.
ru_ru: Огромный прямоугольный жесткий футляр. Обычно используется для переноски больших музыкальных инструментов, снайперских винтовок или чувствительного электрического оборудования.

source: Cute Mini-Hardcase
ru_ru: милый мини-жесткий футляр

source: A smaller version of the standard hardcase.
ru_ru: Уменьшенная версия стандартного жесткого футляра.

source: Cute Slim Hardcase
ru_ru: Симпатичный тонкий жесткий футляр

source: A slimmer version of the hardcase.
ru_ru: Более тонкий вариант жесткого корпуса.

source: Cute Garter Purse
ru_ru: милый кошелек с подвязками

source: A small storage purse that can be consealed beneath a skirt, held up using a garter band.
ru_ru: Маленькая сумочка для хранения, которую можно спрятать под юбкой и удерживать с помощью подвязки.

source: Cute Thick Knee-High Stockings
ru_ru: пара милых толстых чулок до колен

source: A pair of frilly kneesocks. Its thick material keeps the wearer's legs warm.
ru_ru: Пара чулок до колена с рюшами. Его толстый материал сохраняет ноги в тепле.

source: Cute Thin Knee-High Stockings
ru_ru: пара милых тонких чулок до колен

source: A pair of frilly kneesocks. Its thin enough to be slightly transparent when worn.
ru_ru: Пара чулок до колена с рюшами. Они достаточно тонкие, чтобы быть немного прозрачным при ношении.

source: Cute Black Tights
ru_ru: пара милых черных колготок

source: A pair of warm tights.
ru_ru: Пара теплых колготок.

source: Cute White Tights
ru_ru: пара милых белых колготок

source: Cute White Socks
ru_ru: пара милых белых носков

source: A pair of white socks normally worn by students.
ru_ru: Пара белых носков, которые обычно носят студенты.

source: Cute Garter Belt
ru_ru: милый пояс для чулок

source: A black garter belt, designed to be worn with stockings.
ru_ru: Черный пояс для чулок, предназначенный для ношения с чулками.

source: Cute Dress Shoes
ru_ru: пара милых туфель

source: Leather shoes designed to be worn with a maid uniform.
ru_ru: Кожаная обувь, предназначенная для ношения с униформой горничной.

source: Cute Brown Loafers
ru_ru: пара милых коричневых лофер

source: A pair of brown loafers normally worn by students.
ru_ru: Студенты обычно носят коричневые лоферы.

source: Cute Boots
ru_ru: пара милых сапог

source: Leather boots that can be worn with a wide range of outfits.
ru_ru: Кожаные сапоги, которые можно носить с самыми разными нарядами.

source: Cute Maid Heeled Boots
ru_ru: пара милых сапог горничной на каблуке

source: Pure white boots that only chosen maids are allowed to wear. They give the wearer a feeling of majesty.
ru_ru: Чистые белые сапоги, которые разрешено носить только избранным горничным. Они придают владельцу ощущение величия.

source: Cute Maid Heels
ru_ru: пара милых туфель каблуков горничной

source: Pure white heels that only chosen maids are allowed to wear. They give the wearer a feeling of majesty.
ru_ru: Чистые белые туфли на каблуках, которые разрешено носить только избранным горничным. Они придают владельцу ощущение величия.

source: Cute Fashionable Scarf
ru_ru: милый модный шафр

source: Adjust scarf
ru_ru: Отрегулировать шарф

source: You loosen the scarf.
ru_ru: Вы ослабляете шарф.

source: A scarf with a cute pattern.
ru_ru: Шарф с милым узором.

source: Cute Fashionable Scarf (loose)
ru_ru: милый модный шарф (свободный)

source: You pull the scarf tighter around you.
ru_ru: Вы плотно затягиваете шафр.

source: A&M Tempered Carbon Glass
ru_ru: Закаленное углеродное стекло A&M

source: A&M Alloy
ru_ru: Сплав A&M

source: A&M Plastic
ru_ru: Пластик A&M

source: Includes high-tech transformable melee weapons, a remotely-access store, and of course, cute outfits for maids.
ru_ru: Включает высокотехнологичное трансформируемое холодное оружие, магазин с удаленным доступом и, конечно же, симпатичные наряды для горничных.

source: arc welder
ru_ru: электросварочный аппарат

source: AMTS Receiver
ru_ru: ATMS Приемник

source: AMTS Transmitter
ru_ru: ATMS Передатчик

source: Cute Improvised Bow
ru_ru: милый самодельный лук

source: A hand-made bow made that has been very carefully decorated and painted. It's more a costume accessory than a deadly weapon.
ru_ru: Самодельный лук, очень тщательно декорирован и расписан. Это скорее аксессуар для костюма, чем смертоносное оружие.

source: Cute Custom Bow Mk1
ru_ru: милый кастомный лук Mk1

source: A handcrafted bow assembled with an experienced hand, from scavenged materials.
ru_ru: Лук ручной работы, собранный опытными руками из добытых материалов.

source: Cute Custom Bow Mk2
ru_ru: милый кастомный лук Mk2

source: It is an improved version of the Cutie Custom Bow Mk1. The performance improved greatly by reinforcing the frame with steel, but consequently is larger and heavier than its predecessor
ru_ru: Это улучшенная версия милого кастомного лука Mk1. Эффективность значительно улучшилась за счет усиления стальной рамы, но, следовательно, она больше и тяжелее, чем ее предшественник

source: Cute Custom Bow Mk3
ru_ru: милый кастомный лук Mk3

source: It is an improved version of the Cutie Custom Bow Mk2. The frame has been made even larger and reinforced with higher quality materials than its predecessor. Consequently, it is an excellent bow that looks like it was made by a master craftsman.
ru_ru: Это улучшенная версия милого кастомного лука Mk2. Рама была сделана еще больше и усилена материалами более высокого качества, чем ее предшественник. Следовательно, это отличный лук, который выглядит так, будто его сделал мастер.

source: Cute Shieldbow
ru_ru: милый лук-щит

source: This is a very heavy bow with a sharp steel spike protruding from the front. It's much harder to shoot accurately, but can endure close combat much better than regular bows.
ru_ru: Это очень тяжелый лук с торчащим спереди острым стальным шипом. Метко стрелять намного сложнее, но он выдерживает рукопашный бой намного лучше, чем обычные луки.

source: Cute Shelia (blade form)
ru_ru: милая Шелия (форма клинка)

source: Transform weapon
ru_ru: Трансформировать оружие

source: The Shelia expands into its bow form.
ru_ru: Шелия трансформируется в лук.

source: This device is a complex transforming weapon capable of becoming either a bladed melee weapon, or a powerful bow. This is the first release in the [Cute Combat] series of of stylish protective equipment by the world's leading maid fashion brand Alice & Maria. The weapon itself proved to be quite desirable, as it could transform for engaging foes at both long range and in close combat. However, it ended up earning the nickname 'Nighmarish Shelia' due to its overly complex design making it too expensive for the mass market, and bankrupting its designer.
ru_ru: Это устройство представляет собой сложное трансформирующееся оружие, способное стать либо холодным оружием ближнего боя, либо мощным луком. Это первый выпуск стильного защитного снаряжения [Cute Combat] от ведущего мирового бренда одежды для горничных Alice & Maria. Само оружие оказалось весьма желательным, так как оно могло трансформироваться для борьбы с противниками как на большом расстоянии, так и в ближнем бою. Однако в итоге он получил прозвище «Ночная Шелия» из-за слишком сложной конструкции, что сделало его слишком дорогим для массового рынка и обанкротило его дизайнера.

source: Cute Shelia (bow form)
ru_ru: милая Шелия (форма лука)

source: An elegant bow decorated with angelic feathers at each end, and possessing a strong metal handguard. This is the second product in the series of fashionable self-defense tools [Cute Combat] series revealed by the world's leading maid fashion brand Alice & Maria. The material used for the metal plate was announced at the same time as the same product, it was expected to be a next generation alloy that possesses flexibility and durability despite being very light, but it was too expensive to mass produce. Consequently this weapon only sold a limited number.
ru_ru: Элегантный лук, украшенный ангельскими перьями на каждом конце и имеющий прочное металлическое цевье. Это второй продукт из серии модных средств самообороны [Cute Combat], представленных ведущим мировым брендом одежды для горничных Alice & Maria. Материал, используемый для металлической пластины, был объявлен одновременно с тем же продуктом, ожидалось, что это будет сплав следующего поколения, обладающий гибкостью и долговечностью, несмотря на то, что он очень легкий, но он был слишком дорогим для массового производства. Следовательно, это оружие было продано ограниченным тиражом.

source: Cute Daikyu
ru_ru: милый Дайкю

source: The daikyu is the traditional Japanese equivalent of the longbow. It's a complex weapon to master, but has enough power to penetrate even the heaviest armor.
ru_ru: Дайкю - традиционный японский эквивалент длинного лука. Это сложное оружие для освоения, но его силы достаточно, чтобы пробить даже самую тяжелую броню.

source: Cute Glass Bow
ru_ru: милый стеклянный лук

source: A heavy translucent glass bow, made possible due to the integration of carbom nanotubes into its structure.
ru_ru: Тяжелая полупрозрачная стеклянная дуга, ставшая возможной благодаря интеграции углеродных нанотрубок в ее структуру.

source: Switch to attack mode
ru_ru: Перейти в режим атаки

source: You store Rosa and focus on attack
ru_ru: Вы складываете Розу и сосредотачиваетесь на атаке

source: A matching set of sword and shield by the world's leading maid fashion brand Alice & Maria, made out of a proprietary advanced alloy. The blade 'Rita' is long enough to allow strikes with extended reach, yet still remaining light enough to wield one-handed. The shield 'Rosa' is similarly very strong yet light, granding defence on par with steel but being light enough to not encumber movement.
ru_ru: Соответствующий набор меча и щита от ведущего мирового бренда одежды для горничных Alice & Maria, сделанный из запатентованного передового сплава. Клинок «Рита» достаточно длинный, чтобы наносить удары с большим радиусом действия, но при этом остается достаточно легким, чтобы использовать его одной рукой. Щит «Роза» также очень сильный, но легкий, обеспечивая защиту наравне со сталью, и достаточно легкий, чтобы не затруднять движение.

source: Switch to defence mode
ru_ru: Перейти в режим защиты

source: You equip Rosa and concentrate on defence
ru_ru: Вы экипируете Розу и сосредотачиваетесь на защите

source: Cute Twin Crystals (paired blades form)
ru_ru: милые двойные кристаллы (форма парных лезвий)

source: Switch to polearm form
ru_ru: Перейти к форме лука

source: You attach the two blades together to form a single polearm.
ru_ru: Вы соединяете два лезвия вместе, чтобы получилось одно древковое оружие.

source: It is a pair of short swords that are beautifully transparency and glossy
ru_ru: Это пара коротких мечей, которые красиво прозрачны и блестят

source: Cute Twin Crystals (polearm form)
ru_ru: милые кристаллы-близнецы (форма лука)

source: Switch to twin blade form
ru_ru: Перейти к форме двойного лезвия

source: You seperate the polarm into two blades
ru_ru: Вы разделяете лук на два лезвия

source: A two-ended polearm composed of beautifully crystalline swords attached together at the hilt.
ru_ru: Двустороннее древковое оружие, состоящее из прекрасно кристаллических мечей, соединенных вместе рукоятью.

source: Cute Twin Crystals Prototype
ru_ru: милый прототип двойных кристаллов

source: A beautiful two-ended polearm with beautiful crystalline blades... though it seems pretty fragile.
ru_ru: Красивое двустороннее древковое оружие с красивыми кристаллическими лезвиями... хотя оно кажется довольно хрупким.

source: Cute Custom Spear (Ver.1)
ru_ru: милое кастомное копье Mk1

source: A rusty spear made from a piece of steel. Despite being cheap, it still allows you to keep your distance from the undead.
ru_ru: Ржавое копье, сделанное из куска стали. Несмотря на дешевизну, он все же позволяет держаться на расстоянии от нежити.

source: Cute Custom Spear (Ver.2)
ru_ru: милое кастомное копье Mk2

source: An improved version of the Custom Spear (Ver.1). A practical, easy to use weapon, the rust has been removed with a piece of glass and careful polishing. In addition, the grip has been reinforced for increased durability.
ru_ru: Улучшенная версия милого кастомного копья Mk1. Практичное и простое в использовании оружие, ржавчина была удалена с помощью куска стекла и тщательной полировки. Кроме того, рукоятка усилена для повышения прочности.

source: Cute Custom Spear(Ver.3)
ru_ru: милое кастомное копье Mk3

source: An improved version of the Custom Spear (Ver.2). The tip has been further sharpened and reinforced, increasing its range and killing ability. An improved hand guard allows for greater effectiveness at close-range. A blue ribbon has been attached to it.
ru_ru: Улучшенная версия милого кастомного копья Mk2. Наконечник был дополнительно заострен и усилен, что увеличило его дальность действия и убивающую способность. Улучшенная защита для рук обеспечивает большую эффективность на близком расстоянии. К нему была прикреплена синяя лента.

source: Cute Death Scythe
ru_ru: милая коса смерти

source: A big scythe, rumored to have been used by shinigami (death spirits)
ru_ru: Большая коса, по слухам, использовалась Шинигами (Духами смерти)

source: Cute Kitchen Knives
ru_ru: Милые кухонные ножи

source: Rather than a knife and fork set, this a pair of knives. It may not be proper etiquette at the table, but it's proper etiquette in combat.
ru_ru: Это не набор ножей и вилок, а пара ножей. Может быть, это неправильный этикет за столом, но это правильный этикет в бою.

source: Cute Improvised Short Sword
ru_ru: милый самодельный короткий меч

source: A quality handmade short sword. Probably the best that could be done without proper smithing tools.
ru_ru: Качественный короткий меч ручной работы. Наверное, лучшее, что можно было сделать без надлежащих кузнечных инструментов.

source: Cute Barlance
ru_ru: милое парное копье

source: A lance composed of multiple crowbars made of Alice and Maria's proprietary advanced alloy. Crude, but functional.
ru_ru: Копье, состоящее из нескольких ломов, сделанных из запатентованного усовершенствованного сплава Alice & Maria. Грубое, но функциональное.

source: Cute Blonde Hair
ru_ru: Милые светлые волосы

source: Your natural hair color is (or was) blonde.
ru_ru: Ваш естественный цвет волос - светлый.

source: Cute Red Hair
ru_ru: Милые красные волосы

source: Your natural hair color is (or was) red.
ru_ru: Ваш естественный цвет волос - красный.

source: Cute Brown Hair
ru_ru: Милые русые волосы

source: Your natural hair color is (or was) brown.
ru_ru: Ваш естественный цвет волос - русый.

source: Cute Black Hair
ru_ru: Милые черные волосы

source: Your natural hair color is (or was) black.
ru_ru: Ваш естественный цвет волос - черный.

source: Cute White Hair
ru_ru: Милые белые волосы

source: Your natural hair color is (or was) white.
ru_ru: Ваш естественный цвет волос - белый.

source: Cute Grey Hair
ru_ru: Милые сервые волосы

source: Your natural hair color is (or was) grey.
ru_ru: Ваш естественный цвет волос - серый.

source: Cute Pink Hair
ru_ru: Милые розовые волосы

source: Your natural hair color is (or was) pink.
ru_ru: Ваш естественный цвет волос - розовый.

source: Cute Orange Hair
ru_ru: Милые рыжие волосы

source: Your natural hair color is (or was) orange.
ru_ru: Ваш естественный цвет волос - рыжий.

source: Cute Blue Hair
ru_ru: Милые синие волосы

source: Your natural hair color is (or was) blue.
ru_ru: Ваш естественный цвет волос - синий.

source: Cute Green Hair
ru_ru: Милые зеленые волосы

source: Your natural hair color is (or was) green.
ru_ru: Ваш естественный цвет волос - зеленый.

source: Cute Aqua Hair
ru_ru: Милые голубые волосы

source: Your natural hair color is (or was) aqua.
ru_ru: Ваш естественный цвет волос - голубой.

source: Cute Purple Hair
ru_ru: Милые розовые волосы

source: Your natural hair color is (or was) purple.
ru_ru: Ваш естественный цвет волос - розовый.

source: Cute bright blue eyes
ru_ru: Милые светло-синие глаза

source: Your natural eye color is a bright blue.
ru_ru: Ваш естественный цвет глаз - светло-синий

source: Cute dark blue eyes
ru_ru: Милые темно-синие глаза

source: Your natural eye color is a dark blue.
ru_ru: Ваш естественный цвет глаз - темно-синий

source: Cute bright brown eyes
ru_ru: Милые светло-карие глаза

source: Your natural eye color is a bright brown.
ru_ru: Ваш естественный цвет глаз - светло-карий.

source: Cute dark brown eyes
ru_ru: Милые темно-карие глаза

source: Your natural eye color is a dark brown.
ru_ru: Ваш естественный цвет глаз - темно-карий.

source: Cute bright gray eyes
ru_ru: Милые светло-серые глаза

source: Your natural eye color is a bright gray.
ru_ru: Ваш естественный цвет глаз - светло-серый.

source: Cute dark gray eyes
ru_ru: Милые темно-серые глаза

source: Your natural eye color is a dark gray.
ru_ru: Ваш естественный цвет глаз - темно-серый.

source: Cute bright red eyes
ru_ru: Милые светло-красные глаза

source: Your natural eye color is a bright red.
ru_ru: Ваш естественный цвет глаз - светло-красный.

source: Cute dark red eyes
ru_ru: Милые темно-красные глаза

source: Your natural eye color is a dark red.
ru_ru: Ваш естественный цвет глаз - темно-красный.

source: Cute bright green eyes
ru_ru: Милые светло-зеленые глаза

source: Your natural eye color is a bright green.
ru_ru: Ваш естественный цвет глаз - светло-зеленые.

source: Cute dark green eyes
ru_ru: Милые темно-зеленые глаза

source: Your natural eye color is a dark green.
ru_ru: Ваш естественный цвет глаз - темно-зеленый.

source: Cute bright yellow eyes
ru_ru: Милые светло-желтые глаза

source: Your natural eye color is a bright yellow.
ru_ru: Ваш естественный цвет глаз - светло-желтый.

source: Cute dark yellow eyes
ru_ru: Милые темно-желтые глаза

source: Your natural eye color is a dark yellow.
ru_ru: Ваш естественный цвет глаз - темно-желтый.

source: Cute bright purple eyes
ru_ru: Милые пурпурные глаза

source: Your natural eye color is a bright purple.
ru_ru: Ваш естественный цвет глаз - пурпурный.

source: Cute dark purple eyes
ru_ru: Милые темно-фиолетовые глаза

source: Your natural eye color is a dark purple.
ru_ru: Ваш естественный цвет глаз - темно-фиолетовый.

source: Cute pale skin
ru_ru: милая блежная кожа

source: Your natural skin color is (or was) rather pale.
ru_ru: Ваш естественный цвет кожи довольно бледный.

source: Cute lightale skin
ru_ru: милая светлая кожа

source: Cute tan skin
ru_ru: милая загорелая кожа

source: Cute dark skin
ru_ru: милая темная кожа

source: Cute pink skin
ru_ru: милая розоватая кожа
