Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/Dried_fruits/lang/*.po
Languages: ru_ru

source: Dried Fruits
ru_ru: Сушёные фрукты

source: Dried fruits, not to be confused with them tatseless dehydrated fruit flakes.
ru_ru: Сухофрукты, не путать с безвкусными обезвоженными фруктовыми хлопьями.

source: raisins
ru_ru: изюм

source: Raisins, tasty little wrinkly things, eat them by the handful.
ru_ru: Изюм, вкусные маленькие морщинистые штучки, ешьте их горстями.

source: dried apricots
ru_ru: сушеные абрикосы

source: Dried apricots, good souce vitamin A
ru_ru: Сушеный абрикос, хороший источник витамина А

source: dried plums
ru_ru: сушеные сливы

source: Dried plums AKA prunes. High in fiber, good for keeping you regular.
ru_ru: Сушеная слива, или по другому чернослив. Содержит большое количество волокон, хороша для подержания себя в тонусе.

source: dried apple slices
ru_ru: ломтики сушеного яблока

source: Dried apple slices, none of that sugar syrup added.
ru_ru: Сушенные ломтики яблока,без сахарного сиропа.

source: dried blueberries
ru_ru: сушеная черника

source: Dried blueberries, less antioxidants then fresh ones, but still good for you
ru_ru: Сушеная черника, может в ней и меньше антиоксидантов чем в свежих, но все равно она довольно полезная

source: dried cranberries
ru_ru: сушеная клюква

source: Dried cranberries, sugar added for taste so remember to brush.
ru_ru: Сушеная клюква, сахар добавляется по вкусу, поэтому нужно почистить перед употреблением.

source: dried peaches
ru_ru: сушеные персики

source: Dried peaches, no fuzz.
ru_ru: Сушеный персик, без пушка.

source: dried figs
ru_ru: сушеный инжир

source: Dried figs, odd looking but sweet
ru_ru: Сушеный инжир, выглядит странно ,но сладкий

source: dried dates
ru_ru: сушеные финики

source: Dried dates, don't worry these aren't poisoned.
ru_ru: Сушеные финики, не беспокойся они не ядовиты.

source: dried banana slices
ru_ru: ломтики сушеного банана

source: Chewy dried banana slices, not to be confused with them artery clogging banana chips
ru_ru: Жёсткий ломтик сушеного банана, не путать с банановыми чипсами, забивающие артерии

source: dried pineapple chunks
ru_ru: сушёные кусочки ананаса

source: Dried pineapple chunks
ru_ru: Сушеный кусок ананаса

source: Dried pineapple chunks, dusted in sugar, basicaly candy
ru_ru: Сушеный кусок ананаса, посыпаный сахаром, в основном сладкий

source: dried mango slices
ru_ru: сушёные ломтики манго

source: Dried mango slices.
ru_ru: Сушёные ломтики манго.

source: Dried suagred mango slices, bright orange colour.
ru_ru: Сушеные кусочки манго, ярко оранжевого цвета.

source: dried kiwi slices
ru_ru: сушёные кусочки киви

source: Dried kiwi slices.
ru_ru: Сушёные кусочки киви.

source: Dried kiwi sugared slices, almost fluorescent in colour.
ru_ru: Сушеные кусочки киви, яркого цвета.

source: dried papaya slices
ru_ru: кусочки сушеной папайи

source: Dried papaya slices.
ru_ru: Кусочки сушеной папайи.

source: Dried papaya slices, vibrant orange in colour.
ru_ru: Сушёные кусочки папайи, ярко оранжевого цвета.

source: apple slices
ru_ru: яблочные дольки

source: Apple slices, ready for drying in a smoking rack.
ru_ru: Яблочные дольки, их можно высушить в коптильне.

source: plum slices
ru_ru: сливовые дольки

source: Plum slices, ready for drying in a smoking rack.
ru_ru: Сливовые дольки, их можно высушить в коптильне.

source: apricot slices
ru_ru: абрикосовые дольки

source: Apricot slices, ready for drying in a smoking rack.
ru_ru: Сбрикосовые дольки, их можно высушить в коптильне.

source: peach slices
ru_ru: персиковые дольки

source: Peach slices, ready for drying in a smoking rack.
ru_ru: Персиковые дольки, их можно высушить в коптильне.

source: banana slices
ru_ru: банановые дольки

source: Banana slices, ready for drying in a smoking rack.
ru_ru: Банановые дольки, их можно высушить в коптильне.

source: pineapple slices
ru_ru: ананасовые дольки

source: Pineapple slices, ready for drying in a smoking rack.
ru_ru: Ананасовые дольки, их можно высушить в коптильне.

source: mango slices
ru_ru: дольки манго

source: Mango slices, ready for drying in a smoking rack.
ru_ru: Дольки манго, их можно высушить в коптильне.

source: kiwi slices
ru_ru: дольки киви

source: Kiwi slices, ready for drying in a smoking rack.
ru_ru: Дольки киви, их можно высушить в коптильне.

source: papaya slices
ru_ru: дольки папайи

source: Papaya slices, ready for drying in a smoking rack.
ru_ru: Дольки папайи, их можно высушить в коптильне.

source: handful of grapes
ru_ru: горсть винограда

source: A cluster of juicy grapes.
ru_ru: Гроздь сочного винограда.

source: handful of blueberries
ru_ru: горсть черники

source: They're blue, but that doesn't mean they're sad.
ru_ru: Они голубые, но это не значит, что они грустные.

source: handful of cranberries
ru_ru: горсть клюквы

source: Sour red berries. Good for your health.
ru_ru: Кислые, красные ягодки. Полезны для вашего здоровья.

source: handful of strawberries
ru_ru: горсть клубники

source: Tasty, juicy berry. Often found growing wild in fields.
ru_ru: Вкусная, сочная ягода. Часто встречается в дикой природе, и на полях.

source: handful of raspberries
ru_ru: горсть малины

source: A sweet red berry.
ru_ru: Сладкая, красная и рассыпчатая ягода.

source: handful of huckleberries
ru_ru: горсть хаклберри

source: Huckleberries, often times confused for blueberries.
ru_ru: Хаклберри часто путается с черникой.

source: handful of mulberries
ru_ru: горсть шелковицы

source: Mulberries, this red variety is unique to east North America and is described to have the strongest flavor of any variety in the world.
ru_ru: Красная шелковица является эндемиком восточной части Северной Америки, и описывается как имеющая невероятный аромат, который также остаётся от сорта к сорту.

source: handful of elderberries
ru_ru: горсть бузины

source: Elderberries, toxic when eaten raw but great when cooked.
ru_ru: Бузина токсична при употреблении в сыром виде, но отлично при приготовлении.

source: handful of rose hips
ru_ru: горсть шиповника

source: The fruit of a pollinated rose flower.
ru_ru: Плод опыленного цветка розы.

source: handful of blackberries
ru_ru: горсть ежевики

source: A darker cousin of raspberry.
ru_ru: Более темный вариант малины.
