Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/aaa NO blacklist/lang/*.po
Languages: ru_ru

source: This ubiquitous rifle is the forefather of M16 rifle series. It is lightweight and accurate, but will malfunction if not properly maintained. This one is a semi automatic civilian version and is chambered in 300 blackout
ru_ru: Эта широко распространенная винтовка является прародительницей серии винтовок M16. Она легкая и точная, при неправильном уходе выйдет из строя. Это гражданская версия полуавтоматической винтовки под .300-ый патрон Blackout

source: The first generation of the M16. Introduced in vietnam as a replacement for the m14 this rifle suffered from many mechanical failures and was over all a very poor weapon. This rifle is chambered in 300 blackout
ru_ru: Первое поколение M16. Представленная во Вьетнаме в качестве замены M14, эта винтовка имела множество механических неисправностей и в целом была очень плохим оружием. Винтовка под .300-ый патрон Blackout

source: m16a1 (semi-auto)
ru_ru: M16A1 (полу-авто)

source: The first generation of the M16. Introduced in vietnam as a replacement for the m14 this rifle suffered from many mechanical failures and was over all a very poor weapon. This rifle is a civilian reproduction chambered in 300 blackout.
ru_ru: Первое поколение M16. Представленная во Вьетнаме в качестве замены M14, эта винтовка имела множество механических неисправностей и в целом была очень плохим оружием. Эта винтовка представляет собой гражданскую репродукцию под патрон .300-го калибра.

source: The first generation of the M16. Introduced in vietnam as a replacement for the m14 this rifle suffered from many mechanical failures and was over all a very poor weapon. This rifle is chambered in 300 blackout and has an a2 lower receiver giving it burst fire capabilities instead of full-auto.
ru_ru: Первое поколение M16. Представленная во Вьетнаме в качестве замены M14, эта винтовка имела множество механических неисправностей и в целом была очень плохим оружием. Эта винтовка имеет .300-ый патрон Blackout и имеет нижнюю ствольную коробку А2, что дает ей очередный режим стрельбы вместо полностью автоматического.

source: The first generation of the M16. Introduced in vietnam as a replacement for the m14 this rifle suffered from many mechanical failures and was over all a very poor weapon. This rifle is chambered in 300 blackout and has an a3 lower receiver giving it burst fire and full-auto capabilities.
ru_ru: Первое поколение M16. Представленная во Вьетнаме в качестве замены M14, эта винтовка имела множество механических неисправностей и в целом была очень плохим оружием. Эта винтовка имеет .300-ый патрон Blackout и имеет нижнюю ствольную коробку А3, обеспечивающую стрельбу очередями и полностью автоматический режим.

source: The second generation of the M16. Full-auto was phased out in favor of a 3 shot burst mode. This rifle is chambered in 300 blackout
ru_ru: Второе поколение M16. Полностью автоматический режим был заменен на режим очередью из 3 выстрелов. Винтовка под .300-ый патрон Blackout

source: The second generation of the M16. This rifle is chambered in 300 blackout and has an a1 lower reciver giving full-auto capabilities instead of 3 shot burst.
ru_ru: Второе поколение M16. Эта винтовка имеет .300-ый патрон Blackout и имеет нижнюю ствольную коробку А1, дающая полностью автоматические возможности вместо трех выстрелов.

source: The second generation of the M16. This rifle is chambered in 300 blackout and has an a3 lower reciver giving full-auto and 3 shot burst capabilities
ru_ru: Второе поколение M16. Эта винтовка имеет .300-ый патрон Blackout и имеет нижнюю ствольную коробку А3, обеспечивающий полностью автоматический режим и возможность стрельбы очередью из 3 выстрелов

source: The second generation of the M16. This rifle is a civilian variant chambered in 300 blackout, as such it only has semi-auto capabilities.
ru_ru: Второе поколение M16. Эта винтовка представляет собой гражданский вариант под патрон .300 Blackout, поэтому она имеет только полуавтоматический режим стрельбы.

source: STG-44 (300 blackout)
ru_ru: СТГ-44 (.300 Blackout)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and fires the proprietary 7.92 x 33 kurtz and has an effective range of 600 meters. This is a reproduction chambered in 300 blackout.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, и имела эффективную дальность стрельбы 600 метров. Репродукция под патрон .300-го калибра Blackout.

source: STG-44 (300 blackout SBR)
ru_ru: СТГ-44 (SBR .300 Blackout)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and fires the proprietary 7.92 x 33 kurtz and has an effective range of 600 meters. This is a reproduction chambered in 300 blackout. It's been converted into an SBR and the lower receiver has been replaced with an original lower receiver.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, и имела эффективную дальность стрельбы 600 метров. Репродукция под патрон .300-го калибра Blackout. Она была преобразована в SBR, а нижняя ствольная коробка была заменена оригинальной.

source: STG-44 (300 blackout pistol)
ru_ru: СТГ-44 (пистолет .300 Blackout)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 300 blackout round. The stock has been cut off and barrel sawed down to make for a very compact firearm.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz. Однако данная репродукция сделана под более распространённый патрон .300-го калибра Blackout. Приклад был обрезан, а ствол укорочен, чтобы получилось очень компактное огнестрельное оружие.

source: STG-44 (300 blackout full-auto)
ru_ru: СТГ-44 (полностью автоматический .300 Blackout)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and fires the proprietary 7.92 x 33 kurtz and has an effective range of 600 meters. This is a reproduction chambered in 300 blackout. The lower receiver has been replaced with an original lower receiver.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, и имела эффективную дальность стрельбы 600 метров. Репродукция под патрон .300-го калибра Blackout. Нижняя ствольная коробка была заменена оригинальной.

source: STG-44 (300 blackout SBR full-auto)
ru_ru: СТГ-44 (.300 Blackout SBR, полностью автоматический)

source: STG-44 (300 blackout pistol full-auto)
ru_ru: СТГ-44 (автоматический пистолет .300 Blackout)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 300 blackout round. The stock has been cut off and barrel sawed down to make for a very compact firearm. The lower receiver has been replaced with an original lower receiver.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz. Однако данная репродукция сделана под более распространённый патрон .300-го калибра Blackout. Приклад был обрезан, а ствол укорочен, чтобы получилось очень компактное огнестрельное оружие. Нижняя ствольная коробка была заменена оригинальной.

source: The IA2 is a select fire assault rifle designed to replace the aging FALs, M16 A2s, and HK33s that are in service with the brazilian military . It's covered in picatany rails and can support a wide range of attachments. The DMR variant is chambered in 7.62x51 mm, otherwise known as .308, and has a 17.2 inch barrel (440mm). The DMR variant accepts FAL magazines just like the sniper variant.
ru_ru: IA2 - это избранная штурмовая винтовка, предназначенная для замены устаревших FAL, M16 A2 и HK33, находящихся на вооружении бразильских вооруженных сил. Она покрыта планками Пикатани и может поддерживать широкий спектр навесного оборудования. Вариант DMR имеет калибр 7,62x51 мм, иначе известный как .308, и имеет ствол 17,2 дюйма (440 мм). Вариант DMR принимает магазины FAL, как и снайперский вариант.

source: IA2 sniper
ru_ru: Снайпер IA2

source: The IA2 sniper is a semi-automatic precision rifle designed to replace the aging sniper rifles that are in service with the brazilian military . It's covered in picatany rails and can support a wide range of attachments. The sniper variant is chambered in 7.62x51 mm, otherwise known as .308, and has a 20 inch barrel (510mm). The sniper variant accepts FAL magazines just like the DMR variant.
ru_ru: Снайпер IA2 - это полуавтоматическая высокоточная винтовка, разработанная для замены устаревших снайперских винтовок, находящихся на вооружении бразильских вооруженных сил. Она покрыта планками Пикатани и может поддерживать широкий спектр навесного оборудования. Снайперский вариант имеет калибр 7,62x51 мм, иначе известный как .308, и имеет 20-дюймовый ствол (510 мм). Вариант снайпера принимает магазины FAL так же, как вариант DMR.

source: The RFB� is the first truly ambidextrous 7.62 NATO bullpup ever developed, thanks to its patented, forward ejecting system. It�s also one of the safest bullpups ever made, with the breach separated from the shooter�s face by two layers of 1.6mm steel.
ru_ru: RFB является первым по-настоящему амбидекстурным буллпапом 7,62 НАТО, когда-либо разработанным, благодаря его запатентованной системе выброса вперед. Это также один из самых безопасных буллпапов, когда-либо созданных, поскольку брешь отделена от лица стрелка двумя слоями стали толщиной 1,6 мм.

source: Hi-Point 380 Carbine
ru_ru: карабин Hi-Point 380

source: The Hi-Point 380 carbine was designed to work in tandem with the Hi-Point 380 handgun. Both weapons use the same magazines.
ru_ru: Карабин Hi-Point 380 был разработан для работы в паре с пистолетом Hi-Point 380. Оба оружия используют одни и те же магазины.

source: For a handgun that's under $200 it's exactly what you would expect. It's heavy and awkward to handle, but it works.
ru_ru: Для пистолета стоимостью менее 200 долларов это именно то, что вы ожидаете. Он тяжелый и неудобный в обращении, но работает.

source: For a handgun that's just a little over $200 it's exactly what you would expect. It's heavy and awkward to handle, but it works.
ru_ru: Для пистолета, стоимость которого чуть больше 200 долларов, это именно то, что вы ожидаете. Он тяжелый и неудобный в обращении, но работает.

source: Hi-Point 40 Carbine
ru_ru: карабин Hi-Point 40

source: The Hi-Point 40 carbine was designed to work in tandem with the Hi-Point 40 handgun. Both weapons use the same magazines.
ru_ru: Карабин Hi-Point 40 был разработан для работы в паре с пистолетом Hi-Point 40. Оба оружия используют одни и те же магазины.

source: Hi-Point 45 Carbine
ru_ru: карабин Hi-Point 45

source: The Hi-Point 45 carbine was designed to work in tandem with the Hi-Point 45 handgun. Both weapons use the same magazines.
ru_ru: Карабин Hi-Point 45 был разработан для работы в паре с пистолетом Hi-Point 45. Оба оружия используют одни и те же магазины.

source: STG-44
ru_ru: СТГ-44

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and fires the proprietary 7.92 x 33 kurtz and has an effective range of 600 meters. This appears to be an authentic nazi STG-44.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, имела эффективную дальность стрельбы 600 метров. Похоже, это подлинный нацистский СТГ-44.

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and fires the proprietary 7.92 x 33 kurtz and has an effective range of 600 meters. This however is a reproduction rifle built to the original specifications.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, имела эффективную дальность стрельбы 600 метров. Однако данная репродукция создана по оригинальной спецификации.

source: STG-44 (SBR)
ru_ru: СТГ-44 (SBR)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle built to the original specifications. it's been converted into an SBR.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz. Однако данная репродукция создана по оригинальной спецификации. Она была преобразована в SBR.

source: STG-44 (pistol)
ru_ru: СТГ-44 (пистолет)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle built to the original specifications. The stock has been cut off and barrel sawed down to make for a very compact firearm
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz. Однако данная репродукция создана по оригинальной спецификации. Приклад был обрезан, а ствол укорочен, чтобы сделать огнестрельное оружие очень компактным

source: STG-44 (full-auto)
ru_ru: СТГ-44 (полностью автоматический)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and fires the proprietary 7.92 x 33 kurtz and has an effective range of 600 meters. This however is a reproduction rifle built to the original specifications. The lower receiver has been replaced with an original lower receiver.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, имела эффективную дальность стрельбы 600 метров. Однако данная репродукция создана по оригинальной спецификации. Нижняя ствольная коробка была заменена оригинальной.

source: STG-44 (SBR full-auto)
ru_ru: СТГ-44 (полностью автоматический SBR)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle built to the original specifications. it's been converted into an SBR and the lower receiver has been replaced with an original lower receiver
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz. Однако данная репродукция создана по оригинальной спецификации. Она была преобразована в SBR, а нижняя ствольная коробка была заменена оригинальной

source: STG-44 (pistol full-auto)
ru_ru: СТГ-44 (пистолет полностью автоматический)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle built to the original specifications. The stock has been cut off and barrel sawed down to make for a very compact firearm. The lower receiver has also been replaced with an original lower receiver
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, имела эффективную дальность стрельбы 600 метров. Однако данная репродукция создана по оригинальной спецификации. Приклад был обрезан, а ствол укорочен, чтобы получилось очень компактное огнестрельное оружие. Нижняя ствольная коробка также была заменена на оригинальную

source: VZ-58 P
ru_ru: ВЗ-58 P

source: The VZ-58 is a selectfire assault rifle used by the czech military during the cold war. Despite being almost visually identical to an AK type rifle it functions completely differently and parts can not be exchanged between the two guns. The VZ-58 P has a 15.4 inch barrel (390mm) and a fixed stock.
ru_ru: ВЗ-2008 - это спортивный импортный вариант автомата ВЗ-58, который использовался чешскими вооруженными силами во время холодной войны. Несмотря на то, что внешне он почти идентичен винтовке типа АК, он функционирует совершенно иначе, и между двумя пистолетами нельзя обмениваться деталями.

source: VZ-58 V
ru_ru: ВЗ-58 V

source: The VZ-58 is a selectfire assault rifle used by the czech military during the cold war. Despite being almost visually identical to an AK type rifle it functions completely differently and parts can not be exchanged between the two guns. The VZ-58 V has a 15.4 inch barrel (390mm) and a metal side-folding stock.
ru_ru: ВЗ-2008 - это спортивный импортный вариант автомата ВЗ-58, который использовался чешскими вооруженными силами во время холодной войны. Несмотря на то, что внешне он почти идентичен винтовке типа АК, он функционирует совершенно иначе, и между двумя пистолетами нельзя обмениваться деталями.

source: VZ-2008 P
ru_ru: ВЗ-2008 P

source: The VZ-2008 is a sporterized import variant of the VZ-58 assault rifle used by the czech military during the cold war. Despite being almost visually identical to an AK type rifle it functions completely differently and parts can not be exchanged between the two guns. The VZ-58 P has a 15.4 inch barrel (390mm) and a fixed stock as well as more ergonomic aftermarket polymer furniture
ru_ru: ВЗ-2008 - это спортивный импортный вариант автомата ВЗ-58, который использовался чешскими вооруженными силами во время холодной войны. Несмотря на то, что внешне он почти идентичен винтовке типа АК, он функционирует совершенно иначе, и между двумя пистолетами нельзя обмениваться деталями. ВЗ-58 P имеет ствол 15,4 дюйма (390 мм) и фиксированный приклад, а также более эргономичную полимерную мебель для вторичного рынка

source: VZ-2008 V
ru_ru: ВЗ-2008 V

source: The VZ-2008 is a sporterized import variant of the VZ-58 assault rifle used by the czech military during the cold war. Despite being almost visually identical to an AK type rifle it functions completely differently and parts can not be exchanged between the two guns. The VZ-2008 V has a 15.4 inch barrel (390mm) and a metal side-folding stock as well as more ergonomic aftermarker polymer furniture.
ru_ru: ВЗ-2008 - это спортивный импортный вариант автомата ВЗ-58, который использовался чешскими вооруженными силами во время холодной войны. Несмотря на то, что внешне он почти идентичен винтовке типа АК, он функционирует совершенно иначе, и между двумя пистолетами нельзя обмениваться деталями. ВЗ-2008 V имеет ствол 15,4 дюйма (390 мм) и металлический складывающийся вбок приклад, а также более эргономичную полимерную мебель с маркером после стрельбы.

source: The M10X combines both the reliability of the AK and the customisability of the AR.
ru_ru: M10X сочетает в себе надежность AK и настраиваемость AR.

source: STG-44 (7.62x39)
ru_ru: СТГ-44 (7.62x39)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 7.62x39 round.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, имела эффективную дальность стрельбы 600 метров. Однако данная репродукция создана под более распространенный калибр 7,62x39.

source: STG-44 (7.62x39 SBR)
ru_ru: СТГ-44 (7.62x39 SBR)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 7.62x39 round. it's been converted into an SBR.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, имела эффективную дальность стрельбы 600 метров. Однако данная репродукция создана под более распространенный калибр 7,62x39. Она была преобразована в SBR.

source: STG-44 (7.62x39 pistol)
ru_ru: СТГ-44 (пистолет 7,62х39)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 7.62x39 round. The stock has been cut off and barrel sawed down to make for a very compact firearm
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, имела эффективную дальность стрельбы 600 метров. Однако данная репродукция создана под более распространенный калибр 7,62x39. Приклад был обрезан, а ствол укорочен, чтобы сделать огнестрельное оружие очень компактным

source: STG-44 (7.62x39 full-auto)
ru_ru: СТГ-44 (7,62x39 полностью автоматический)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 7.62x39 round. The lower receiver has been replaced with an original lower receiver
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, имела эффективную дальность стрельбы 600 метров. Однако данная репродукция создана под более распространенный калибр 7,62x39. Нижняя ствольная коробка заменена на оригинальную

source: STG-44 (7.62x39 SBR full-auto)
ru_ru: СТГ-44 (7,62x39 SBR полностью автоматический)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 7.62x39 round. it's been converted into an SBR and the lower receiver has been replaced with an original lower receiver.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, имела эффективную дальность стрельбы 600 метров. Однако данная репродукция создана под более распространенный калибр 7,62x39. Она была преобразована в SBR, а нижнняя ствольная коробка была заменена на оригинальную.
