Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/aaa NO blacklist/lang/*.po
Languages: ru_ru

source: M16a3 lower receiver
ru_ru: нижняя ствольная коробка М16А3

source: A complete M16a3 lower receiver. Any AR platform rifle built with this lower will have semi-automatic, fully-automatic and burst firemodes.
ru_ru: Комплектная нижняя стволовая коробка M16A3. Любая винтовка на AR платформе, построенная с этим нижним элементом, будет иметь полуавтоматический, очередный и полностью автоматический режим стрельбы.

source: M16a3 upper receiver
ru_ru: верхняя ствольная коробка М16А3

source: A complete M16a3 upper receiver. It's more customizeable than any of the previous m16 upper receivers.
ru_ru: Комплектная верхная ствольная коробка M16А3. Она более настраиваема, чем любая из предыдущих верхних стволовых коробок М16.

source: M16a3 upper receiver 300 blackout
ru_ru: верхняя ствольная коробка M16A3 .300 Blackout

source: A complete M16a3 upper receiver. It's more customizeable than any of the previous m16 upper receivers. This upper is chambered in 300 blackout.
ru_ru: Комплектная верхная ствольная коробка M16А3. Он более настраиваемый, чем любой из предыдущих верхних приемников M16. Этот коробка была выполнена под .300-ый калибр Blackout.

source: ar-15 lower receiver
ru_ru: нижняя ствольная коробка AR-15

source: A complete civilian ar-15 lower receiver. Any AR platform rifle built with this lower will only be semi-automatic.
ru_ru: Комплектная нижняя стволовая коробка гражданской AR-15. Любая винтовка на AR платформе, построенная с такой коробкой, будет иметь только полуавтоматический режим стрельбы.

source: STG-44 7.92x33k barrel kit
ru_ru: комплект ствола СТГ-44 7.92x33k

source: An OEM barrel kit for reproduction STG-44s. This barrel kit will change the calliber to 7.92x33k. Field strip the rifle you want to change and reassemble it with this barrel kit instead.
ru_ru: Комплект стволов OEM для репродукции СТГ-44. Этот комплект стволов изменит калибр на 7.92x33k. Разберите в полевых условиях винтовку, которую хотите модифицировать, и соберите ее вместе с этим комплектом стволов.

source: STG-44 7.62x39 barrel kit
ru_ru: комплект ствола СТГ-44 7.62x39

source: An OEM barrel kit for reproduction STG-44s. This barrel kit will change the calliber to 7.62x39. Field strip the rifle you want to change and reassemble it with this barrel kit instead.
ru_ru: Комплект стволов OEM для репродукции СТГ-44. Этот комплект стволов изменит калибр на 7,62x39. Разберите в полевых условиях винтовку, которую хотите модифицировать, и соберите ее вместе с этим комплектом стволов.

source: STG-44 5.56x45 barrel kit
ru_ru: комплект ствола СТГ-44 5.56x45

source: An OEM barrel kit for reproduction STG-44s. This barrel kit will change the calliber to 5.56x45. Field strip the rifle you want to change and reassemble it with this barrel kit instead.
ru_ru: Комплект стволов OEM для репродукции СТГ-44. Этот комплект стволов изменит калибр на 5.56x45. Разберите в полевых условиях винтовку, которую хотите модифицировать, и соберите ее вместе с этим комплектом стволов.

source: STG-44 300 blackout barrel kit
ru_ru: комплект ствола СТГ-44 .300 Blackout

source: An OEM barrel kit for reproduction STG-44s. This barrel kit will change the calliber to 300 blackout. Field strip the rifle you want to change and reassemble it with this barrel kit instead.
ru_ru: Комплект стволов OEM для репродукции СТГ-44. Этот комплект стволов изменит калибр на .300-ый Blackout. Разберите в полевых условиях винтовку, которую хотите модифицировать, и соберите ее вместе с этим комплектом стволов.

source: STG-44 lower receiver
ru_ru: нижняя ствольная коробка СТГ-44

source: An STG-44 reproduction lower receiver. It's semi automatic only.
ru_ru: Репродукционная нижняя ствольная коробка СТГ-44. Данная коробка имеет только полуавтоматический режим стрельбы.

source: An STG-44 lower receiver. It's an original lower receiver and as such has semi-auto and full-auto capabilities.
ru_ru: Нижняя ствольная коробка СТГ-44. Это оригинальная нижняя ствольная коробка, она имеет только полуавтоматический и полностью автоматический режим стрельбы.

source: STG-44 upper receiver
ru_ru: верхняя ствольная коробка СТГ-44

source: An STG-44 upper receiver. It's an original upper receiver.
ru_ru: Верхняя ствольная коробка СТГ-44. Оригинальная верхняя ствольная коробка.

source: An STG-44 upper receiver. It's a reproduction upper receiver.
ru_ru: Верхняя ствольная коробка СТГ-44. Репродукция верхней ствольной коробки.

source: STG-44 SBR upper receiver
ru_ru: верхняя ствольная коробка СТГ-44 SBR

source: An STG-44 SBR upper receiver. It's a reproduction upper receiver.
ru_ru: Верхний ствол СТГ-44 SBR. Репродукция верхней ствольной коробки.

source: STG-44 stock and receiver cap
ru_ru: приклад и ствольная коробка СТГ-44

source: An original STG-44 stock and receiver cap.
ru_ru: Оригинальный приклад и крышка ствольной коробки СТГ-44.

source: A reproduction STG-44 stock and receiver cap.
ru_ru: Репродукционный приклад и крышка ствольной коробки СТГ-44.

source: STG-44 receiver cap
ru_ru: крышка ствольной коробки СТГ-44

source: A reproduction receiver cap. For making pistols.
ru_ru: Репродукционная крышка ствольной коробки. Для изготовления пистолетов.

source: calico M960 bolt
ru_ru: затвор Calico M960

source: The bolt for a calico carbine chambered in 9mm.
ru_ru: Затвор для карабина Calico под патрон 9мм.

source: calico M960 lower receiver
ru_ru: нижняя ствольная коробка Calico M960

source: the lower receiver for a calico carbine.
ru_ru: Нижняя ствольная коробка для карабина Calico

source: calico M960 upper receiver
ru_ru: верхняя ствольная коробка Calico M960

source: the upper receiver for a calico carbine
ru_ru: Верхняя ствольная коробка для карабина Calico

source: glock 19 receiver
ru_ru: ствольная коробка Glock 19

source: The receiver for a glock 19 handgun. It's completely made of polymer.
ru_ru: Ствольная коробка для пистолета Glock 19. Она полностью сделана из полимера.

source: Glock 19 barrel
ru_ru: cтвол Glock 19

source: The barrel from a glock 19 handgun.
ru_ru: Ствол от пистолета Glock 19.

source: Glock 19 slide
ru_ru: затвор Glock 19

source: The slide from a glock 19 handgun.
ru_ru: Затвор из пистолета Glock 19.

source: Glock 19 recoil spring
ru_ru: возвратная пружина Glock 19

source: The recoil spring from a glock 19 handgun.
ru_ru: Возвратная пружина пистолета Glock 19.

source: cx4 bolt
ru_ru: затвор CX4

source: the bolt group for a cx4 carbine
ru_ru: группа затворов для карабина CX4

source: cx4 upper receiver
ru_ru: верхняя ствольная коробка CX4

source: the upper receiver for a cx4 carbine
ru_ru: Верхняя ствольная коробка для карабина CX4

source: cx4 lower receiver
ru_ru: нижняя ствольная коробка CX4

source: the lower receiver for a cx4 carbine
ru_ru: Нижняя ствольная коробка для карабина CX4

source: The XM-25 is a semi-automatic grenade launcher chambered in a proprietary 20x28mm cartridge. It was created during the OICW increment 2 as a stand alone version of the launcher on the xm-29
ru_ru: XM-25 представляет собой полуавтоматический гранатомет калибра 20x28 мм. Он был создан во время инкремента 2 OICW как отдельная версия пусковой установки XM-29

source: The IA2 is a select fire assault rifle designed to replace the aging FAL, M16 A2, and HK33's that are in service with the brazilian military . It's covered in picatany rails and can support a wide range of attachments. The standard length assault rifle variant has a 17.2 inch barrel (440mm) and accepts any STANAG pattern magazines.
ru_ru: IA2 - это штурмовая винтовка, предназначенная для замены устаревших FAL, M16 A2 и HK33, которые находятся на вооружении бразильских вооруженных сил. Она покрыт планками Пикатани и может поддерживать широкий спектр навесного оборудования. Вариант штурмовой винтовки стандартной длины имеет ствол 17,2 дюйма (440 мм) и подходит для любых магазинов STANAG.

source: semi-auto
ru_ru: полу-авто

source: auto
ru_ru: авто

source: The IA2 is a select fire assault rifle designed to replace the aging FAL, M16 A2, and HK33's that are in service with the brazilian military . It's covered in picatany rails and can support a wide range of attachments. The CQC variant has a 10.3 inch barrel (260mm) and accepts any STANAG pattern magazines.
ru_ru: IA2 - это избранная штурмовая винтовка, предназначенная для замены устаревших FAL, M16 A2 и HK33, которые находятся на вооружении бразильских вооруженных сил. Она покрыта планками Пикатани и может поддерживать широкий спектр навесного оборудования. Вариант CQC имеет ствол длиной 10,3 дюйма (260 мм) и подходит для любых типовых магазинов STANAG.

source: IA2 Carbine
ru_ru: Карабин IA2

source: The IA2 carbine is a select fire assault rifle designed to replace the aging FAL, M16 A2, and HK33's that are in service with the brazilian military . It's covered in picatany rails and can support a wide range of attachments. The carbine variant has a 14.5 inch barrel (370mm) and accepts any STANAG pattern magazines.
ru_ru: Карабин IA2 - это избранная штурмовая винтовка, предназначенная для замены устаревших FAL, M16 A2 и HK33, находящихся на вооружении бразильских вооруженных сил. Она покрыта планками Пикатани и может поддерживать широкий спектр навесного оборудования. Вариант карабина имеет 14,5-дюймовый ствол (370 мм) и принимает любые магазины STANAG.

source: Unlike traditional bullpups, the RDB ejects the brass downwards out of the weapon, making the RDB is on of the few truly ambidexterous firearms on the market
ru_ru: В отличие от традиционных гильзосбрасывателей, RDB выбрасывает гильзы из оружия вниз, что делает RDB одним из немногих по-настоящему двуручных видов огнестрельного оружия на рынке

source: The m231 port firing weapon is a heavily modified M16 pattern rifle. It has no stock, no sights, a threaded hand guard to screw into the firing ports on US military armored vehicles, and a lucidcrously high rate of fire. It was never intened to leave the vehicle it was issued with.
ru_ru: M231 представляет собой сильно модифицированную винтовку образца M16. У нее нет приклада, прицелов, защитного кожуха, резьбы для крепления на бронетранспортерах США и невероятно высокой скорострельности.

source: The xm231 port firing weapon is a heavily modified M16 pattern rifle. unlike the m231 the mx231 has a wire collapsing stock and rudamentary sights, but it still has the threaded hand guard to screw into the firing ports on US military armored vehicles, and a lucidcrously high rate of fire. It was never intened to leave the vehicle it was issued with.
ru_ru: XM231 представляет собой сильно модифицированную винтовку образца M16. В отличие от M231, у MX231 есть складывающийся из проволоки приклад и примитивные прицельные приспособления, но он по-прежнему имеет защитный кожух с резьбой для крепления на военной бронетехнике США, а также очень высокую скорострельность.

source: The XM-29 OICW is an expirimental rifle that was intended to replace the M-16 rifles currently in service with the US military. The OICW is a Selectable Assault Battle Rifle that consists of two parts. a 20x28mm HE module with a barrel length of 460 mm and a modified G36 with a barrel length of 250 mm. Despite increasing the available firepower of any given soldier it's insanely heavy and isn't great at engaging targets at longer ranges.
ru_ru: XM-29 OICW - это опытная винтовка, предназначенная для замены винтовок M-16, которые в настоящее время находятся на вооружении армии США. OICW - это штурмовая боевая винтовка с возможностью выбора, состоящая из двух частей. Модуль HE 20x28 мм с длиной ствола 460 мм и модифицированный G36 с длиной ствола 250 мм. Несмотря на увеличение доступной огневой мощи любого конкретного солдата, она безумно тяжелая и не очень хороша для поражения целей на больших дистанциях.

source: M16a1
ru_ru: M16А1

source: The first generation of the M16. Introduced in vietnam as a replacement for the m14 this rifle suffered from many mechanical failures and was over all a very poor weapon.
ru_ru: Первое поколение M16. Представленная во Вьетнаме в качестве замены M14, эта винтовка имела множество механических неисправностей и в целом была очень плохим оружием.

source: m16a1 (semi-auto)
ru_ru: M16A1 (полуавтоматическая)

source: The first generation of the M16. Introduced in vietnam as a replacement for the m14 this rifle suffered from many mechanical failures and was over all a very poor weapon. This rifle is a civilian reproduction.
ru_ru: Первое поколение M16. Представленная во Вьетнаме в качестве замены M14, эта винтовка имела множество механических неисправностей и в целом была очень плохим оружием. Репродукция гражданской винтовки.

source: M16a1 (burst)
ru_ru: M16A1 (очередь)

source: The first generation of the M16. Introduced in vietnam as a replacement for the m14 this rifle suffered from many mechanical failures and was over all a very poor weapon. This rifle has an a2 lower receiver giving it burst fire capabilities instead of full-auto.
ru_ru: Первое поколение M16. Представленная во Вьетнаме в качестве замены M14, эта винтовка имела множество механических неисправностей и в целом была очень плохим оружием. Эта винтовка имеет нижнюю ствольную коробку А2, что дает ей очередный режим стрельбы вместо полностью автоматического.

source: M16a1 (auto/burst)
ru_ru: M16A1 (авто / очередь)

source: The first generation of the M16. Introduced in vietnam as a replacement for the m14 this rifle suffered from many mechanical failures and was over all a very poor weapon. This rifle has an a3 lower receiver giving it burst fire and full-auto capabilities.
ru_ru: Первое поколение M16. Представленная во Вьетнаме в качестве замены M14, эта винтовка имела множество механических неисправностей и в целом была очень плохим оружием. Эта винтовка имеет нижнюю ствольную коробку А3, обеспечивающую стрельбу очередями и полностью автоматический режим.

source: The second generation of the M16. Full-auto was phased out in favor of a 3 shot burst mode.
ru_ru: Второе поколение M16. Полностью автоматический режим был заменен на режим очередью из 3 выстрелов.

source: M16a2 (semi-auto)
ru_ru: M16A2 (полу-авто)

source: The second generation of the M16. This rifle is a civilian variant, as such it only has semi-auto capabilities.
ru_ru: Второе поколение M16. Эта винтовка является гражданским вариантом, поэтому имеет только полуавтоматический режим стрельбы.

source: M16a2 (auto)
ru_ru: M16A2 (авто)

source: The second generation of the M16. This rifle has an a1 lower reciver giving full-auto capabilities instead of 3 shot burst.
ru_ru: Второе поколение M16. Эта винтовка имеет нижнюю ствольную коробку А1, обеспечивающую полностью автоматический режим стрельбы вместо трех выстрелов.

source: M16a2 (auto/burst)
ru_ru: M16A2 (автоматический / очередный)

source: The second generation of the M16. This rifle has an a3 lower reciver giving full-auto and 3 shot burst capabilities.
ru_ru: Второе поколение M16. Эта винтовка имеет нижнюю ствольную коробку А3, обеспечивающую очередный и автоматический режим стрельбы по 3 выстрелов.

source: the third generation of the M16 series of rifles. The a3 variants have an intigrated quad-rail and a detachable carry handle for mounting optics, as well as semi-auto, burst, and full-auto fire modes.
ru_ru: Третье поколение винтовок серии M16. Вариант А3 имеет встроенную четырехъстороннюю планку Пикатини и съемную переносную рукоятку для крепления оптики, а также полуавтоматические, очередные и полностью автоматические режимы стрельбы.

source: m16a3 (auto)
ru_ru: M16A3 (авто)

source: the third generation of the M16 series of rifles. The a3 variants have an intigrated quad-rail and a detachable carry handle for mounting optics. This rifle has an a1 lower receiver and as such only has semi-auto and full-auto capabilities.
ru_ru: Третье поколение винтовок серии M16. Вариант А3 имеет встроенную четырехъстороннюю планку Пикатини и съемную переносную рукоятку для крепления оптики. Эта винтовка имеет нижнюю ствольную коробку А1 и поэтому имеет только полуавтоматические и полностью автоматические режимы стрельбы.

source: m16a3 (burst)
ru_ru: M16A3 (очередь)

source: the third generation of the M16 series of rifles. The a3 variants have an intigrated quad-rail and a detachable carry handle for mounting optics. This rifle has an a2 lower receiver and as such only has semi-auto and burst capabilities.
ru_ru: Третье поколение винтовок серии M16. Вариант А3 имеет встроенную четырехъстороннюю планку Пикатини и съемную переносную рукоятку для крепления оптики. Эта винтовка имеет нижнюю ствольную коробку А2 и поэтому имеет только полуавтоматический и очередный режимы стрельбы.

source: This ubiquitous rifle is the forefather of M16 rifle series. It is lightweight and accurate, but will malfunction if not properly maintained. This one is a semi automatic civilian version.
ru_ru: Эта широко распространенная винтовка является прародительницей серии винтовок M16. Она легкая и точная, но при неправильном уходе выйдет из строя, полуавтоматическая гражданская версия.

source: STG-44 (5.56x45)
ru_ru: СТГ-44 (5,56х45)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 5.56x45 round.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала боеприпасы калибра 7.92x33 Kurtz. Однако данная репродукция использует более распространенный патрон калибра 5.56x45.

source: STG-44 (5.56x45 SBR)
ru_ru: СТГ-44 (5.56x45 SBR)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 5.56x45 round. It has also been cut down and converted into an SBR
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала боеприпасы калибра 7.92x33 Kurtz. Однако данная репродукция использует более распространенный патрон калибра 5.56x45. Она также была уменьшена в длину и преобразована в SBR

source: STG-44 (5.56x45 pistol)
ru_ru: СТГ-44 (пистолет 5.56x45)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 5.56x45 round. The stock has been cut off and barrel sawed down to make for a very compact firearm.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала боеприпасы калибра 7.92x33 Kurtz. Однако данная репродукция использует более распространенный патрон калибра 5.56x45. Приклад был обрезан, а ствол укорочен, чтобы сделать винтовку более компактной.

source: STG-44 (5.56x45 full-auto)
ru_ru: СТГ-44 (5.56x45 полностью автоматический)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 5.56x45 round. The lower receiver has been replaced with an original lower receiver.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала боеприпасы калибра 7.92x33 Kurtz. Однако данная репродукция использует более распространенный патрон калибра 5.56x45. Нижняя ствольная коробка была заменена оригинальной.

source: STG-44 (5.56x45 SBR full-auto)
ru_ru: СТГ-44 (5.56x45 SBR полностью автоматический)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 5.56x45 round. The lower receiver has been replaced with an original lower receiver and it has also been cut down and converted into an SBR.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала боеприпасы калибра 7.92x33 Kurtz. Однако данная репродукция использует более распространенный патрон калибра 5.56x45. Нижняя ствольная коробка была заменена оригинальной, она также была укорочена и преобразована в SBR.

source: STG-44 (5.56x45 pistol full-auto)
ru_ru: СТГ-44 (полностью автоматический пистолет 5.56x45)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 5.56x45 round. The stock has been cut off and barrel sawed down to make for a very compact firearm. The lower receiver has been replaced with an original lower receiver.
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала боеприпасы калибра 7.92x33 Kurtz. Однако данная репродукция использует более распространенный патрон калибра 5.56x45. Приклад был обрезан, а ствол укорочен, чтобы получилось очень компактное огнестрельное оружие. Нижняя ствольная коробка была заменена оригинальной.

source: the third generation of the M16 series of rifles. The a3 variants have an intigrated quad-rail and a detachable carry handle for mounting optics, as well as semi-auto, burst, and full-auto fire modes. This rifle is chambered in 300 blackout
ru_ru: Третье поколение винтовок серии M16. Вариант А3 имеет встроенную четырехъстороннюю планку Пикатини и съемную переносную рукоятку для крепления оптики, а также полуавтоматический, серийный и полностью автоматический режимы стрельбы. Винтовка под .300-ый патрон Blackout

source: M16a3 (burst)
ru_ru: M16A3 (очередь)

source: the third generation of the M16 series of rifles. The a3 variants have an intigrated quad-rail and a detachable carry handle for mounting optics. This rifle has an a2 lower receiver and as such only has semi-auto and burst capabilities. This rifle is chambered in 300 blackout
ru_ru: Третье поколение винтовок серии M16. Вариант А3 имеет встроенную четырехъстороннюю планку Пикатини и съемную переносную рукоятку для крепления оптики. Эта винтовка имеет нижнюю ствольную коробку А2 и поэтому имеет только полуавтоматический и очередный режимы стрельбы. Винтовка использует боеприпасы .300-го калибра Blackout

source: M16a3 (auto)
ru_ru: M16A3 (авто)

source: the third generation of the M16 series of rifles. The a3 variants have an intigrated quad-rail and a detachable carry handle for mounting optics. This rifle has an a1 lower receiver and as such only has semi-auto and full-auto capabilities. This rifle is chambered in 300 blackout
ru_ru: Третье поколение винтовок серии M16. Вариант А3 имеет встроенную четырехъстороннюю планку Пикатини и съемную переносную рукоятку для крепления оптики. Эта винтовка имеет нижнюю ствольную коробку А1 и поэтому имеет только полуавтоматический и полностью автоматический режимы стрельбы. Винтовка использует боеприпасы .300-го калибра Blackout
