Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/aaa NO blacklist/lang/*.po
Languages: ru_ru

source: STG-44 (7.62x39 pistol full-auto)
ru_ru: СТГ-44 (автоматический пистолет 7,62х39)

source: widely considered to be one of the first assault rifles, the STG-44 was produced in germany during the second world war and originally fired a proprietary 7.92x33 kurtz round. This however is a reproduction rifle chambered in a the more common 7.62x39 round. The stock has been cut off and barrel sawed down to make for a very compact firearm. The lower receiver has been replaced with an original lower receiver
ru_ru: Считающийся одной из первых штурмовых винтовок, СТГ-44 была произведена в Германии во время Второй мировой войны и первоначально использовала патроны калибра 7,92x33 Kurtz, имела эффективную дальность стрельбы 600 метров. Однако данная репродукция создана под более распространенный калибр 7,62x39. Приклад был обрезан, а ствол укорочен, чтобы получилось очень компактное огнестрельное оружие. Нижняя ствольная коробка заменена на оригинальную

source: Hi-Point 9mm
ru_ru: Hi-Point 9 мм

source: Hi-Point 9mm Carbine
ru_ru: Карабин Hi-Point 9 мм

source: The Hi-Point 9mm carbine was designed to work in tandem with the Hi-Point 9mm handgun. Both weapons use the same magazines.
ru_ru: Карабин Hi-Point 9 мм был разработан для работы в Тандеме с пистолетом Hi-Point 9 мм. Оба оружия используют одни и те же магазины.

source: pm-83p
ru_ru: ПМ-83p

source: The pm-83p rak is a polish 9x19 pdw issued to vehicle crews and police forces in Poland as a replacement for the pm-63
ru_ru: ПМ-83p - это полированная модель 9x19 ПДВ, выпущенная для экипажей транспортных средств и полиции в Польше в качестве замены PM-63

source: pm-63
ru_ru: ПМ-63

source: The pm-63 rak is a polish 9x18 makarov pdw issued to vehicle crews and police forces in Poland during the cold war
ru_ru: ПМ-63 - это полированная модель 9x18 Макаров ПДВ, выпущенная для экипажей транспортных средств и полиции в Польше во время холодной войны

source: 6x zoom variable zoom OICW optic
ru_ru: оптика OICW 6-кратный зум с регулировкой

source: The intigrated 6x variable zoom smart optic mounted on the xm-29 rifle
ru_ru: Интегрированная интеллектуальная оптика с 6-кратным переменным зумом, установленная на винтовке XM-29

source: 20x28mm launcher magazine
ru_ru: магазин пусковой установки 20x28 мм

source: A 5 round magazine for any launcher chambered in 20x28mm
ru_ru: Магазин на 5 патронов к любой пусковой установке под патрон 20x28 мм

source: STG-44 Magazine
ru_ru: магазин СТГ-44

source: A magazine for an STG-44 rifle chambered in 5.56x45. The date stamp on this magazine indicates it's a new magazine
ru_ru: Магазин для винтовки СТГ-44 под патрон 5.56x45. Штамп с датой на этом магазине указывает, что это новый магазин

source: 10 round 300 blackout
ru_ru: 10-зарядный магазин .300 Blackout

source: A compact 10-round magazine commonly used with semi-automatic STANAG compatible rifles chambered in 300 blackout.
ru_ru: Компактный магазин на 10 патронов, обычно используемый с полуавтоматическими винтовками, совместимыми со STANAG, под патрон .300 Blackout.

source: 20 round 300 blackout magazine
ru_ru: 20-зарядный магазин .300 Blackout

source: A compact 20-round magazine commonly used with semi-automatic STANAG compatible rifles chambered in 300 blackout.
ru_ru: Компактный магазин на 20 патронов, обычно используемый с полуавтоматическими винтовками, совместимыми со STANAG, под патрон .300 Blackout.

source: 30 round 300 blackout magazine
ru_ru: 30-зарядный магазин .300 Blackout

source: A standard capacity magazine for use with STANAG compatible rifles chambered in 300 blackout.
ru_ru: Магазин стандартной емкости для использования с винтовками, совместимыми со STANAG, под патрон .300 Blackout.

source: 50 round 300 blackout drum magazine
ru_ru: барабанный магазин на 50 патронов .300 Blackout

source: A 50-round magazine with a bulky green drum for use with STANAG compatible rifles chambered in 300 blackout.
ru_ru: Магазин на 50 патронов с громоздким зеленым барабаном для использования с винтовками, совместимыми со STANAG, под патрон .300 Blackout.

source: A magazine for an STG-44 rifle chambered in 300 blackout. The date stamp on this magazine indicates it's a brand new magazine
ru_ru: Магазин для винтовки СТГ-44 под патрон .300. Штамп с датой на этом магазине указывает, что это новый магазин

source: Hi-Point 380 magazine
ru_ru: магазин Hi-Point 380

source: 8 round standard capacity magazine for any Hi-Point chambered in .38
ru_ru: Магазин на 8 патронов стандартной емкости для любых Hi-Point калибра .38

source: Hi-Point 380 carbine magazine
ru_ru: магазин для карабина Hi-Point 380

source: 10 round carbine magazine for any Hi-Point chambered in .38
ru_ru: Магазин для карабинов на 10 патронов для любых Hi-Point под патрон .38

source: Hi-Point 380 Extended Magazine
ru_ru: расширенный магазин Hi-Point 380

source: 15 round magazine for any Hi-Point chambered in .38
ru_ru: Магазин на 15 патронов для любой Hi-Point под патрон .38

source: Hi-Point 40 magazine
ru_ru: магазин Hi-Point 40

source: 10 round standard capacity magazine for any Hi-point chambered in .40.
ru_ru: Магазин на 10 патронов стандартной емкости для любой Hi-point под патрон .40.

source: Hi-Point 40 extended magazine
ru_ru: расширенный магазин Hi-Point 45

source: 15 round extended magazine for any Hi-point chambered in .40
ru_ru: Увеличенный магазин на 15 патронов для любой Hi-point под патрон .40

source: Hi-Point 45 magazine
ru_ru: магазин Hi-Point 45

source: 9 round standard capacity magazine for any Hi-point chambered in .45.
ru_ru: Магазин на 9 патронов стандартной емкости для любой Hi-point под патрон .45.

source: Hi-Point 45 extended magazine
ru_ru: расширенный магазин Hi-Point

source: 14 round extended magazine for any Hi-point chambered in .45
ru_ru: Увеличенный магазин на 14 патронов для любой Hi-point под патрон .45

source: A magazine for an STG-44 rifle chambered in 7.92x33 kurtz. The date stamp on this magazine indicates it's an original STG-44 magazine
ru_ru: Магазин для винтовки СТГ-44 под короткий патрон 7.92x33. Штамп с датой на этом журнале указывает, что это оригинальный магазин СТГ-44

source: A magazine for an STG-44 rifle chambered in 7.92x33 kurtz. The date stamp on this magazine indicates it's a brand new magazine
ru_ru: Магазин для винтовки СТГ-44 под короткий патрон 7.92x33. Штамп с датой на этом магазине указывает, что это новый магазин

source: VZ-58 magazine
ru_ru: магазин ВЗ-58

source: A standard 30-round magazine made for the VZ-58 rifle, made of stamped sheet metal.
ru_ru: Стандартный магазин на 30 патронов для винтовки ВЗ-58 из штампованного листового металла.

source: polymer VZ-58 magazine
ru_ru: полимерный магазин ВЗ-58

source: A standard 30-round magazine made for the VZ-58 rifle, made of molded polymer. It's half the weight of a standard magazine.
ru_ru: Стандартный магазин на 30 патронов для винтовки ВЗ-58 из формованного полимера. Это половина веса стандартного магазина.

source: A magazine for an STG-44 rifle chambered in 7.92x33 kurtz. The date stamp on this magazine indicates it's a brand new magazine.
ru_ru: Магазин для винтовки СТГ-44 под короткий патрон 7.92x33. Штамп с датой на этом магазине указывает на то, что магазин новый.

source: Hi-Point 9mm magazine
ru_ru: магазин Hi-Point 9 мм

source: 8 round standard capacity magazine for any Hi-point chambered in 9mm.
ru_ru: Магазин на 8 патронов стандартной емкости для любых Hi-Point под патрон 9 мм.

source: Hi-Point 9mm carbine magazine
ru_ru: магазин для карабина Hi-Point 9 мм

source: 10 carbine magazine for any Hi-point chambered in 9mm
ru_ru: Магазин на 10 патронов для любого Hi-point под патрон 9 мм

source: Hi-Point 9mm Extended Magazine
ru_ru: расширенный магазин Hi-Point 9mm

source: 15 round magazine for any Hi-Point chambered in 9mm
ru_ru: Магазин на 15 патронов для любых Hi-Point под патрон 9 мм

source: PM-83p compact magazine
ru_ru: компактный магазин ПМ-83p

source: a compact magazine for a PM-63 rak pdw chambered in 9mm
ru_ru: Компактный магазин для ракетки ПДВ ПМ-63 под патрон 9мм

source: PM-83p extended magazine
ru_ru: расширенный магазин PM-83p

source: an extended magazine for a PM-63 rak pdw chambered in 9mm
ru_ru: Расширенный магазин для ракетки ПДВ ПМ-63 под патрон 9мм

source: PM-63 compact magazine
ru_ru: компактный магазин ПМ-63

source: a compact magazine for a PM-63 rak pdw chambered in 9x18 makarov
ru_ru: Компактный магазин для ракетки ПДВ ПМ-63 под патрон 9х18

source: PM-63 extended magazine
ru_ru: увеличенный магазин PM-63

source: an extended magazine for a PM-63 rak pdw chambered in 9x18 makarov
ru_ru: Расширенный магазин для ракетной ПДВ ПМ-63 под патрон 9х18
