Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/aaa NO blacklist/lang/*.po
Languages: ru_ru

source: 20x28mm grenade
ru_ru: граната 20x28mm

source: 7.92x33 kurtz
ru_ru: 7.92x33 Kurtz (укороченный)

source: acu jacket
ru_ru: куртка АБФ

source: A tough jacket with lots of pockets. Favored by the military. This jacket is in the old urban digital pattern.
ru_ru: Жесткая куртка с множеством карманов. Используется военными. Эта куртка выполнена в старинном универсальном камуфляже.

source: acu pants
ru_ru: пара штанов АБФ

source: A tough pair of pants lined with pockets. Favored by the military. These pants are in the old urban digital pattern
ru_ru: Прочные брюки с карманами. Используется военными. Эти штаны выполнены в старинном универсальном камуфляже

source: pasgt helmet
ru_ru: шлем СИБСВ

source: A heavy kevlar helmet used by the US military untill the mid 2000's. It provides protection from all kinds of damage.
ru_ru: Тяжелый кевларовый шлем, использовавшийся в армии США до середины 2000-х годов. Обеспечивает защиту от всех видов повреждений.

source: pasgt helmet (green cover)
ru_ru: шлем СИБСВ (зеленый камуфляж)

source: A heavy kevlar helmet used by the US military untill the mid 2000's. It provides protection from all kinds of damage. This helmet has a green helmet cover.
ru_ru: Тяжелый кевларовый шлем, использовавшийся в армии США до середины 2000-х годов. Обеспечивает защиту от всех видов повреждений. У этого шлема есть зеленый камуфляж.

source: pasgt helmet (patchwork cover)
ru_ru: шлем СИБСВ (лоскутный камуфляж)

source: A heavy kevlar helmet used by the US military untill the mid 2000's. It provides protection from all kinds of damage. This helmet has a homemade patchwork cover.
ru_ru: Тяжелый кевларовый шлем, использовавшийся в армии США до середины 2000-х годов. Обеспечивает защиту от всех видов повреждений. Шлем имеет самодельный лоскутный камуфляж.

source: pasgt helmet (urban digital cover)
ru_ru: шлем СИБСВ (универсальный камуфляж)

source: A heavy kevlar helmet used by the US military untill the mid 2000's. It provides protection from all kinds of damage. This helmet has an urban digital cover.
ru_ru: Тяжелый кевларовый шлем, использовавшийся в армии США до середины 2000-х годов. Обеспечивает защиту от всех видов повреждений. Этот шлем выполнен в в универсальном камуфляже.

source: pasgt helmet (multicam cover)
ru_ru: шлем СИБСВ (мультикамуфляж)

source: A heavy kevlar helmet used by the US military untill the mid 2000's. It provides protection from all kinds of damage. This helmet has a multicam cover.
ru_ru: Тяжелый кевларовый шлем, использовавшийся в армии США до середины 2000-х годов. Обеспечивает защиту от всех видов повреждений. Этот шлем имеет мультикамуфляж.

source: IOTV (ucp) (empty)
ru_ru: УВТЖ (универсальный камуфляж) (пусто)

source: An Improved Outer Tactical Vest in urban digital. It has pouches for extra armor inserts, but without them provides little more protection over a regular vest.
ru_ru: Улучшенный внешний тактический жилет в универсальном камуфляже. Он имеет карманы для дополнительных броневых вставок, но все же без них он обеспечивает немного большую защиту по сравнению с обычным жилетом.

source: IOTV (ucp) (Kevlar plates)
ru_ru: УВТЖ (универсальный камуфляж) (кевларовые пластины)

source: An Improved Outer Tactical Vest in urban digital. Kevlar SAPPI plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет в универсальном камуфляже. Пластины из кевлара SAPPI были вставлены для улучшения защиты.

source: IOTV (ucp) (ceramic plates)
ru_ru: УВТЖ (универсальный камуфляж) (керамические пластины)

source: An Improved Outer Tactical Vest in urban digital. Ceramic plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет в универсальном камуфляже. Керамические пластины были вставлены для улучшения защиты.

source: IOTV (ucp) (hard plates)
ru_ru: УВТЖ (универсальный камуфляж) (закаленные пластины)

source: An Improved Outer Tactical Vest in urban digital. hardened SAPPI plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет в универсальном камуфляже. Закаленные пластины SAPPI были вставлены для улучшения защиты.

source: IOTV (ucp) (steel plating)
ru_ru: УВТЖ (универсальный камуфляж) (стальные пластины)

source: An Improved Outer Tactical Vest in urban digital. Steel strike plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет в универсальном камуфляже. Стальные пластины были вставлены для улучшения защиты.

source: IOTV (ucp) (superalloy plates)
ru_ru: УВТЖ (универсальный камуфляж) (пластины из суперсплава)

source: An Improved Outer Tactical Vest in urban digital. Superalloy SAPPI plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет в универсальном камуфляже. Пластины из суперсплава SAPPI были вставлены для улучшения защиты.

source: IOTV mk2 (ucp) (empty)
ru_ru: УВТЖ Mk2 (универсальный камуфляж) (пусто)

source: An Improved Outer Tactical Vest mk2 in urban digital. The IOTV mk2 is the heavy version of the regular IOTV. It's has twice the armour plating and twice the storage capacity, but it's twice as encumbering and a lot heavier as a result.
ru_ru: Улучшенный внешний тактический жилет Mk2 в универсальном камуфляже. УВТЖ Mk2 - это тяжелая версия обычного УВТЖ. Он имеет вдвое большую броню и вдвое большую вместимость, но в результате он в два раза тяжелее.

source: IOTV mk2 (ucp) (Kevlar plates)
ru_ru: УВТЖ Mk2 (универсальный камуфляж) (кевларовые пластины)

source: An Improved Outer Tactical Vest mk2 in urban digital. The IOTV mk2 is the heavy version of the regular IOTV. It's has twice the armour plating and twice the storage capacity, but it's twice as encumbering and a lot heavier as a result. Kevlar SAPPI plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет Mk2 в универсальном камуфляже. УВТЖ Mk2 - это тяжелая версия обычного УВТЖ. Он имеет вдвое большую броню и вдвое большую вместимость, но в результате он в два раза тяжелее. Пластины из кевлара SAPPI были вставлены для улучшения защиты.

source: IOTV mk2 (ucp) (ceramic plates)
ru_ru: УВТЖ Mk2 (универсальный камуфляж) (керамические пластины)

source: An Improved Outer Tactical Vest mk2 in urban digital. The IOTV mk2 is the heavy version of the regular IOTV. It's has twice the armour plating and twice the storage capacity, but it's twice as encumbering and a lot heavier as a result. Ceramic plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет Mk2 в универсальном камуфляже. УВТЖ Mk2 - это тяжелая версия обычного УВТЖ. Он имеет вдвое большую броню и вдвое большую вместимость, но в результате он в два раза тяжелее. Керамические пластины были вставлены для улучшения защиты.

source: IOTV mk2 (ucp) (hard plates)
ru_ru: УВТЖ Mk2 (универсальный камуфляж) (закаленные пластины)

source: An Improved Outer Tactical Vest mk2 in urban digital. The IOTV mk2 is the heavy version of the regular IOTV. It's has twice the armour plating and twice the storage capacity, but it's twice as encumbering and a lot heavier as a result. hardened SAPPI plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет Mk2 в универсальном камуфляже. УВТЖ Mk2 - это тяжелая версия обычного УВТЖ. Он имеет вдвое большую броню и вдвое большую вместимость, но в результате он в два раза тяжелее. Закаленные пластины SAPPI были вставлены для улучшения защиты.

source: IOTV mk2 (ucp) (steel plating)
ru_ru: УВТЖ Mk2 (универсальный камуфляж) (стальные пластины)

source: An Improved Outer Tactical Vest mk2 in urban digital. The IOTV mk2 is the heavy version of the regular IOTV. It's has twice the armour plating and twice the storage capacity, but it's twice as encumbering and a lot heavier as a result. Steel strike plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет Mk2 в универсальном камуфляже. УВТЖ Mk2 - это тяжелая версия обычного УВТЖ. Он имеет вдвое большую броню и вдвое большую вместимость, но в результате он в два раза тяжелее. Стальные пластины были вставленные для улучшения защиты.

source: IOTV mk2 (ucp) (superalloy plates)
ru_ru: УВТЖ Mk2 (универсальный камуфляж) (пластины из суперсплава)

source: An Improved Outer Tactical Vest mk2 in urban digital. The IOTV mk2 is the heavy version of the regular IOTV. It's has twice the armour plating and twice the storage capacity, but it's twice as encumbering and a lot heavier as a result. Superalloy SAPPI plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет Mk2 в универсальном камуфляже. УВТЖ Mk2 - это тяжелая версия обычного УВТЖ. Он имеет вдвое большую броню и вдвое большую вместимость, но в результате он в два раза тяжелее. Пластины из суперсплава SAPPI были вставлены для улучшения защиты.

source: plate carrier (ucp) (empty)
ru_ru: бронежилет со съемными пластинами (универсальный камуфляж) (пусто)

source: A plate carrier in urban digital. It has pouches for extra armor inserts, but without them provides little more protection over a regular vest.
ru_ru: Бронежилет со съемными пластинами в универсальном камуфляже. Он имеет карманы для дополнительных броневых вставок, но все же без них он обеспечивает немного большую защиту по сравнению с обычным жилетом.

source: plate carrier (ucp) (Kevlar plates)
ru_ru: бронежилет со съемными пластинами (универсальный камуфляж) (кевларовые пластины)

source: A plate carrier in urban digital. Kevlar SAPPI plates have been inserted to improve its protection.
ru_ru: Бронежилет со съемными пластинами в универсальном камуфляже. Пластины из кевлара SAPPI были вставлены для улучшения защиты.

source: plate carrier (ucp) (ceramic plates)
ru_ru: бронежилет со съемными пластинами (универсальный камуфляж) (керамические пластины)

source: A plate carrier in urban digital. Ceramic plates have been inserted to improve its protection.
ru_ru: Бронежилет со съемными пластинами в универсальном камуфляже. Керамические пластины были вставлены для улучшения защиты.

source: plate carrier (ucp) (hard plates)
ru_ru: бронежилет со съемными пластинами (универсальный камуфляж) (закаленные пластины)

source: A plate carrier in urban digital. hardened SAPPI plates have been inserted to improve its protection.
ru_ru: Бронежилет со съемными пластинами в универсальном камуфляже. Закаленные пластины SAPPI были вставлены для улучшения защиты.

source: plate carrier (ucp) (steel plating)
ru_ru: бронежилет со съемными пластинами (универсальный камуфляж) (стальные пластины)

source: A plate carrier in urban digital. Steel strike plates have been inserted to improve its protection.
ru_ru: Бронежилет со съемными пластинами в универсальном камуфляже. Стальные пластины были вставлены для улучшения защиты.

source: plate carrier (ucp) (superalloy plates)
ru_ru: бронежилет со съемными пластинами (универсальный камуфляж) (пластины из суперсплава)

source: A plate carrier in urban digital. Superalloy SAPPI plates have been inserted to improve its protection.
ru_ru: Бронежилет со съемными пластинами в универсальном камуфляже. Пластины из суперсплава SAPPI были вставлены для улучшения защиты.

source: ITOV (multicam) (empty)
ru_ru: УВТЖ (мультикамуфляж) (пусто)

source: An Improved Outer Tactical Vest in urban digital. It has pouches for extra armor inserts, but without them provides little more protection over a regular vest. This vest in in the new multicam pattern.
ru_ru: Улучшенный внешний тактический жилет в мультикамуфляже. Он имеет карманы для дополнительных броневых вставок, но все же без них он обеспечивает немного большую защиту по сравнению с обычным жилетом. Этот жилет выполнен в современном мультикамуфляже

source: ITOV (multicam) (Kevlar plates)
ru_ru: УВТЖ (мультикамуфляж) (кевларовые пластины)

source: An Improved Outer Tactical Vest in urban digital. Kevlar plates have been inserted to improve its protection. This vest in in the new multicam pattern.
ru_ru: Улучшенный внешний тактический жилет в универсальном камуфляже. Вставлены кевларовые пластины для улучшения защиты. Этот жилет выполнен в современном многокамерном шаблоне

source: IOTV (multicam) (ceramic plates)
ru_ru: УВТЖ (мультикамуфляж) (керамические пластины)

source: An Improved Outer Tactical Vest in multicam. Ceramic plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет в мультикамуфляже. Керамические пластины были вставлены для улучшения защиты.

source: IOTV (multicam) (hard plates)
ru_ru: УВТЖ (мультикамуфляж) (закаленные пластины)

source: An Improved Outer Tactical Vest in multicam. hardened SAPPI plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет в мультикамуфляже. Закаленные пластины были вставлены для улучшения защиты.

source: IOTV (multicam) (steel plating)
ru_ru: УВТЖ (мультикамуфляж) (стальные пластины)

source: An Improved Outer Tactical Vest in multicam. Steel strike plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет в мультикамуфляже. Стальные пластины были вставлены для улучшения защиты.

source: IOTV (multicam) (superalloy plates)
ru_ru: УВТЖ (мультикамуфляж) (пластины из суперсплава)

source: An Improved Outer Tactical Vest in multicam. Superalloy SAPPI plates have been inserted to improve its protection.
ru_ru: Улучшенный внешний тактический жилет в мультикамуфляже. Пластины из суперсплава SAPPI были вставлены для улучшения защиты.

source: IOTV mk2 (multi) (empty)
ru_ru: УВТЖ Mk2 (мультикамуфляж) (пусто)

source: IOTV mk2 (multi) (Kevlar plates)
ru_ru: УВТЖ Mk2 (мультикамуфляж) (кевларовые пластины)

source: IOTV mk2 (multi) (ceramic plates)
ru_ru: УВТЖ Mk2 (мультикамуфляж) (керамические пластины)

source: IOTV mk2 (multi) (hard plates)
ru_ru: УВТЖ Mk2 (мультикамуфляж) (закаленные пластины)

source: IOTV mk2 (multi) (steel plating)
ru_ru: УВТЖ Mk2 (мультикамуфляж) (стальные пластины)

source: IOTV mk2 (multi) (superalloy plates)
ru_ru: УВТЖ Mk2 (мультикамуфляж) (пластины из суперсплава)

source: plate carrier (multi) (empty)
ru_ru: бронежилет со съемными пластинами (мультикамуфляж) (пусто)

source: A plate carrier in urban digital. It has pouches for extra armor inserts, but without them provides less protection that a regular vest.
ru_ru: Он имеет подсумки для дополнительных вставок брони, но без них обеспечивает меньшую защиту, чем обычный жилет.

source: plate carrier (multi) (Kevlar plates)
ru_ru: бронежилет со съемными пластинами (мультикамуфляж) (кевларовые пластины)

source: plate carrier (multi) (ceramic plates)
ru_ru: бронежилет со съемными пластинами (мультикамуфляж) (керамические пластины)

source: plate carrier (multi) (hard plates)
ru_ru: бронежилет со съемными пластинами (мультикамуфляж) (закаленные пластины)

source: plate carrier (multi) (steel plating)
ru_ru: бронежилет со съемными пластинами (мультикамуфляж) (стальные пластины)

source: plate carrier (multi) (superalloy plates)
ru_ru: бронежилет со съемными пластинами (мультикамуфляж) (пластины из суперсплава)

source: acu jacket (multicam)
ru_ru: куртка АБФ (мультикамуфляж)

source: A tough jacket with lots of pockets. Favored by the military. This jacket is in the new multicam pattern
ru_ru: Жесткая куртка с множеством карманов. Используется военными. Эта куртка выполнена в современном мультикамуфляже

source: acu pants (multicam)
ru_ru: пара штанов АБФ (мультикамуфляж)

source: A tough pair of pants lined with pockets. Favored by the military. These pants are in the new multicam pattern
ru_ru: Прочные штаны с карманами. Используется военными. Эти штаны выполнены в современном мультикамуфляже

source: T.A.L.O.S exosuit
ru_ru: экзокостюм T.A.L.O.S

source: The T.A.L.O.S (Tactical Assault Light Operator Suit) is an exprimental exosuit devloped for military use. It uses a revolutionary new hybrid armour system composed of both kevlar and non-newtonian metalic liquids to distribute the force of an impact. It's also has an incorperated exoskeleton that increases the operational capacity of the wearer. It is powered by the wearers movement.
ru_ru: T.A.L.O.S (тактический штурмовой легкий костюм оператора) - это экспериментальный экзокостюм, разработанный для использования в военных целях. Он использует революционно новую гибридную систему брони, состоящую как из кевлара, так и из неньютоновских металлических жидкостей для распределения силы удара. Он также имеет встроенный экзоскелет, который увеличивает операционные возможности владельца. Он приводится в движение движением владельца.

source: T.A.L.O.S exosuit helmet
ru_ru: шлем экзокостюма T.A.L.O.S

source: The T.A.L.O.S exosuit helmet is designed to inform the wearer of all mission critical information and protect them from all hazards.
ru_ru: Шлем экзокостюма T.A.L.O.S предназначен для того, чтобы сообщать пользователю всю критически важную информацию и защищать его от всех опасностей.

source: IIa police vest
ru_ru: IIa полицейский жилет

source: A standard issue level IIa police vest commonly issued to regular police. It isn't very protective, but it's better that nothing.
ru_ru: Стандартный полицейский жилет IIa уровня, обычно выдается обычным полицейским. Он не очень защищает, но это лучше чем ничего.

source: IIIa police vest
ru_ru: IIIа полицейский жилет

source: A standard issue level IIIa police vest commonly issued to swat teams. It's twice as protective as a standard IIa vest.
ru_ru: Стандартный полицейский жилет IIIa уровня, обычно выдается спецназовцам. Он вдвое лучше стандартного жилета IIa.

source: green helmet cover
ru_ru: чехол для шлема (зеленый камуфляж)

source: A fabric helmet cover for a PASGT or ACH helmet. This helmet cover is od green
ru_ru: Тканевый чехол для шлема PASGT или ACH. Этот чехол для шлема зеленый

source: patchwork helmet cover
ru_ru: чехол для шлема (лоскутный камуфляж)

source: a custom helmet cover made from salvaged fabrics. not one rag is the same color as the last. This will fit any helmet.
ru_ru: Изготовленный на заказ чехол для шлема из лоскутов ткани. Множество тряпок разных цветов. Он подойдет к любому шлему.

source: urban digital helmet cover
ru_ru: чехол для шлема (универсальный камуфляж)

source: A fabric helmet cover for a PASGT or ACH helmet. This helmet cover is in the old urban digital pattern.
ru_ru: Тканевый чехол для шлема СИБСВ или ACH. Этот чехол для шлема выполнен в старинном универсальном камуфляже.

source: multicam helmet cover
ru_ru: чехол для шлема (мультикамуфляж)

source: A fabric helmet cover for a PASGT or ACH helmet. This helmet cover is in the new multicam pattern.
ru_ru: Тканевый чехол для шлема СИБСВ или ACH. Этот чехол для шлема выполнен в современном мультикамуфляже.

source: This addon adds more real-world military equipment into the game. Blacklist removed due to Malkeus' Greed.
ru_ru: Этот аддон добавляет в игру больше реальной военной экипировки. Черный список удален Malkeus' Greed.

source: 20x28mm high explosive rounds
ru_ru: 20х28мм осколочно-фугасный снаряд

source: 20x28mm frag
ru_ru: 20x28мм frag

source: 20x28mm high explosive fragmentation rounds
ru_ru: 20х28мм осколочно-фугасный снаряд (фрагменты)

source: 20x28 High Explosive Dual Purpose rounds
ru_ru: 20x28 осколочно-фугасный снаряд двойного назначения

source: 300 blackout rounds with a 125gr full metal jacket bullet
ru_ru: .300-й патрон Blackout с пулей в цельнометаллической оболочке (125 г)

source: 300 blackout rounds with a 125gr jacketed hollow point round
ru_ru: .300-й патрон Blackout с пустотелым патроном в оболочке (125 г)

source: 300 blackout rounds with a 220gr armour peircing bullet
ru_ru: .300-й патрон Blackout с бронебойной пулей (220 гр)

source: 7.92x33 kurtz rounds with a 125gr full metal jacket bullet.
ru_ru: патрон 7.92x33 Kurtz с пулей в цельнометаллической оболочке (125 г)

source: 7.92x33 kurtz rounds with 123gr full metal jacket boat tail bullet
ru_ru: патрон 7.92x33 Kurtz с пулей в цельнометаллической оболочке (123 г)

source: pair of tan combat boots
ru_ru: пара армейских ботинок песочного цвета

source: Modern reinforced tactical combat boots. Very durable. These boots are sand colored.
ru_ru: Современные тактические усиленные боевые ботинки. Очень прочные, песочного цвета.

source: pair of brown combat boots
ru_ru: пара коричневых армейских ботинок

source: Modern reinforced tactical combat boots. Very durable. These boots are brown.
ru_ru: Современные тактические усиленные боевые ботинки. Очень прочные, коричневого цвета.

source: operator's manual for rifle, 5.56mm, m16. This training manual intructs the reader in basic mantinence and care of M16 seriers rifles.
ru_ru: Руководство по эксплуатации винтовки, М16 калибра 5.56 мм. Это учебное пособие познакомит читателя с основами технического обслуживания и ухода за винтовками M16 серии.

source: Casing from ammunition cartridge
ru_ru: гильза от патрона

source: 20x28mm casing
ru_ru: корпус 20x28 мм

source: A casing from a spent 20x28mm grenade.
ru_ru: Гильза от стреляной гранаты 20х28мм.

source: 7.92x33 kurtz casing
ru_ru: гильза 7.92x33 Kurtz

source: A casing from a spent 7.92x33 kurtz cartridge
ru_ru: Гильза от стреляного патрона 7.92x33 Kurtz

source: 300 blackout casing
ru_ru: корпус от .300-го патрона Blackout

source: A casing from a spent 300 blackout cartridge
ru_ru: Гильза от отработанного .300-го патрона Blackout

source: Components for a rifle
ru_ru: компонент винтовки

source: M16a1 lower receiver
ru_ru: нижняя ствольная коробка M16A1

source: A complete M16a1 lower receiver. Any AR platform rifle built with this lower will have both semi-automatic and fully-automatic firemodes.
ru_ru: Комплектная нижняя ствольная коробка М16A1. Любая винтовка на AR платформе, построенная с этим нижним элементом, будет иметь как полуавтоматический, так и полностью автоматический режим стрельбы.

source: M16a1 upper receiver
ru_ru: верхняя ствольная коробка M16A1

source: A complete M16a1 upper receiver. It's not terribly reliable and is prone to fouling farily easily.
ru_ru: Комплектный верхняя ствольная коробка M16A1. Она не очень надежна и довольно легко засоряется.

source: M16a1 upper receiver 300 blackout
ru_ru: нижняя ствольная коробка M16A1 (.300 Blackout)

source: A complete M16a1 upper receiver. It's not terribly reliable and is prone to fouling farily easily. This upper is chambered in 300 blackout.
ru_ru: Комплектный верхняя ствольная коробка M16A1. Она не очень надежна и довольно легко засоряется.. Эта коробка переделана под .300-ый калибр Blackout.

source: M16a2 lower receiver
ru_ru: нижняя ствольная коробка M16A2

source: A complete M16a2 lower receiver. Any AR platform rifle built with this lower will have both semi-automatic and burst firemodes.
ru_ru: Комплектная нижняя ствольная коробка М16A2. Любая винтовка на AR платформе, построенная с этим нижним элементом, будет иметь как полуавтоматический, так и серийный режим стрельбы.

source: M16a2 upper receiver
ru_ru: верхняя ствольная коробка M16A2

source: A complete M16a2 upper receiver. It's more reliable than the M16a1 upper receiver and is build to take more abuse.
ru_ru: Комплектная верхняя ствольная коробка M16A2. Она более надежна, чем верхняя ствольная коробка M16A1, и рассчитана на большее количество использований.

source: M16a2 upper receiver 300 blackout
ru_ru: Нижняя ствольная коробка M16A2 (.300 Blackout)

source: A complete M16a2 upper receiver. It's more reliable than the M16a1 upper receiver and is build to take more abuse. This upper is chambered in 300 blackout.
ru_ru: Комплектная верхняя ствольная коробка M16A2. Она более надежна, чем верхняя ствольная коробка M16A1, и рассчитана на большее количество использований. Этот коробка была выполнена под .300-ый калибр Blackout.
