Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/XEAS/lang/*.po
Languages: ru_ru

source: xeas bag
ru_ru: ксено-адаптированная сумка

source: Small lace bag. But large inside!
ru_ru: Маленькая кружевная сумочка. Но огромная внутри!

source: pair of xeas boot
ru_ru: пара ксено-адаптированных ботинок

source: A pair of experimental mix multilayer boots.
ru_ru: Пара ботинок из экспериментальной многослойной смеси.

source: pair of xeas gloves
ru_ru: пара ксено-адаптированных перчаток

source: A pair of xeas experimental mix multilayer gloves.
ru_ru: Пара перчаток из экспериментальной многослойной смеси.

source: xeas helmet
ru_ru: ксено-адаптированный шлем

source: A experimental mix multilayer helmet.
ru_ru: Шлем из экспериментальной многослойной смеси.

source: xeas mask
ru_ru: ксено-адаптированный противогаз

source: A experimental, mix multilayer reinforced gas mask. Provides excellent protection from smoke, teargas, and claws. It must be prepared before use.
ru_ru: Противогаз из экспериментальной многослойной смеси. Отлично защищает от дыма, слезоточивого газа и когтей. Перед использованием должен быть подготовлен.

source: xeas suit
ru_ru: ксено-адаптированный костюм

source: A lightweight, experimental mix multilayer armor made from. Protects from the elements as well as from harm.
ru_ru: Лёгкая броня из экспериментальной многослойной смеси. Защищает от получения урона и от непогоды.

source: xeas knife
ru_ru: ксено-адаптированный нож

source: Ultra hi-tech, ultra light experimental knife. Does never get damaged when used as melee weapon.
ru_ru: Невероятно высокотехнологичный и сверхлёгкий экспериментальный клинок. Не теряет прочность при использовании в качестве оружия ближнего боя.

source: Add new Xeno-Adapted Stuff. Close to hi-tech content. Includ armor set (slightly better protection than survival armor, less encumbrance), new knife (better butchering, impression damage) and vortex bag (120 L, tiny size, no encumbrance). Craft recipes in vanilla lab journal. High price. Late game content!
ru_ru: Добавляет новые Ксено-Адаптированные Штуки. Довольно высокотехнологично. В наличии набор брони (несколько лучше по защите, чем броня выживальщика, но меньше нагружает), и вихревая сумка (120 литров, маленькая, совсем не нагружает). Рецепты можно найти в лабораторных журналах. Контент для финальной стадии игры!
