[
  {
    "type": "snippet",
    "category": "flier",
    "text": [
      {
        "id": "etc_handguns_etc_flier_1",
        "text": "This is an advertisement for OmniCorp \"miniguns\".  It shows a picture of a soldier shoulder firing a N8 Nanogun with an ammo belt, whose legs are hidden inside a massive pile of spent .22 LR casings surrounding him, and is also visibly carrying an UPS linked to the gun.  The caption reads: \"When only a thousand bullets will do it, the N8 Nanogun got you covered. OmniCorp Products.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [
      {
        "id": "etc_handguns_etc_flier_2",
        "text": "This is an advertisement for OmniCorp submachineguns.  It shows a picture of a commando with a O2038SD, casings leaving it but no muzzle flash or other sign it is being fired.  The caption reads: \"The O2038 submachinegun, tried and approved by many special forces, is also available in 9mm ETC for more stopping power. Now available for police*. OmniCorp Products. *Silenced O2038 models may not yet be available in your state.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [
      {
        "id": "etc_handguns_etc_flier_3",
        "text": "This is an advertisement for OmniCorp handguns.  It shows a picture of a soldier in power armor with a very large revolver aimed skywards. A burning and crashing attack helicopter is in the background.  The caption reads: \"Anti-Materiel Revolver: truly the most powerful handgun of the world. OmniCorp Products.\" in a much smaller font, it ends with the following note: \"Depicted scenario only plausible with computerized fire control systems integrated to power armor HUD.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [
      {
        "id": "etc_handguns_etc_flier_4",
        "text": "This is an advertisement for OmniCorp electrothermal-chemical ammunition.  It shows several steel plates with small holes and a smoke trail passing through all of them.  Nearby is a disassembled round with its tiny flechette highlighted.  The caption reads:  \"7.62x51mm EC Orbital. Gotta go fast... faster than the International Space Station. OmniCorp Products.\" in a much smaller font, it ends with the following note: \"Tested in light-gas gun with hydrogen-filled barrel.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "one_year_old_news",
    "text": [
      {
        "id": "ehe_one_year_old_news_1",
        "text": "ANTI-TRUST LAW STOPS MERGER: The so called Omni Consumer Products, which would incorporate Leadworks LLC, OmniCorp and Rivtech, was blocked. While such decision might be reverted by the Supreme Court, for now this corporate behemoth which would become larger than many past monopolies together exists only on paper."
      }
    ]
  }
]
