Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/DeoxyMod/lang/*.po
Languages: ru_ru

source: folding extra light quarterpanel
ru_ru: складная сверхлегкая квадро-панель

source: foldable door
ru_ru: складная дверь

source: superalloy coating
ru_ru: покрытие из суперсплава

source: swappable storage battery case
ru_ru: сменный аккомуляторный ящик

source: solar panel
ru_ru: солнечная панель

source: reinforced solar panel
ru_ru: усиленная солнечная панель

source: upgraded solar panel
ru_ru: модернизированная солнечная панель

source: upgraded reinforced solar panel
ru_ru: модернизированная усиленная солнечная панель

source: quantum solar panel
ru_ru: квантовая солнечная панель

source: stereo system
ru_ru: стерео система

source: drive by wire controls
ru_ru: привод на проводном управлении

source: camera control system
ru_ru: система управления камерами

source: security camera
ru_ru: камера безопасности

source: Makes solar panels and several other parts foldable, and adds foldable quarterboards.
ru_ru: Делает солнечные панели и некоторые другие детали складными, а также добавляет складные бортики.
