Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/Bionic_Space_Expander/lang/*.po
Languages: ru_ru

source: Bionic Space Expander CBM Mk. I
ru_ru: КБМ: Расширитель бионического пространства Mk. I

source: Nanobots replace large parts of the involuntary muscles with an innovativ, synthetic muscle structure (that's far smaller but equally capable) to expand the available space for bionic implementations.
ru_ru: Наноботы заменяют большие части непроизвольных мышц инновационной синтетической мышечной структурой (которая намного меньше, но имее такие же функции), чтобы расширить доступное пространство для бионических реализаций.

source: Bionic Space Expander CBM Mk. II
ru_ru: КБМ: Расширитель бионического пространства Mk. II

source: Parts of the stroma and skeleton get replaced by nanobots with small storage units to significantly increase the space for bionic implementations in all bodyparts.
ru_ru: Основные части скелета заменяются наноботами с небольшими блоками хранения, чтобы значительно увеличить пространство для бионических имплантов во всех частях тела.

source: Bionic Space Expander CBM Mk. III
ru_ru: КБМ: Расширитель бионического пространства Mk. III

source: Within picoseconds mikro teleport systems cut currently unused bionic implants in an uncountable number of pieces, move them to otherwise unusable space (like the fat tissue) and restore now needed implants on that location.
ru_ru: За пикосекунды, системы микротелепорта разрезают неиспользуемые в настоящее время бионические имплантаты на бесчисленное количество частей, перемещая их в другое, непригодное для использования пространство (например, жировую ткань) и восстанавливают необходимые имплантаты в этом месте, где они необходимы.

source: Bionic Space Expander CBM Mk. IV
ru_ru: КБМ: Расширитель бионического пространства Mk. IV

source: Through quantum tunneling most of your implants aren't in this universe anymore ... wherever they are: you've got a lot more space for bionic implementations!
ru_ru: Благодаря квантовому туннелированию, большинства ваших имплантатов больше нет в этой вселенной... где бы они ни находились: у вас гораздо больше места для бионических имплантов!

source: Bionic Space Expander Mk. I
ru_ru: Расширитель бионического пространства Mk. I

source: Bionic Space Expander Mk. II
ru_ru: Расширитель бионического пространства Mk. II

source: Bionic Space Expander Mk. III
ru_ru: Расширитель бионического пространства Mk. III

source: Bionic Space Expander Mk. IV
ru_ru: Расширитель бионического пространства Mk. IV

source: Introduces four new bionic implants that increase the available space for bionic implementations. They're hard to find and expansive to build.
ru_ru: Представлены четыре новых бионических имплантата, которые увеличивают доступное пространство для бионических имплантов. Их сложно найти, и их сложно сделать.
