Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/Armor_Up_Survivor_Expansion/lang/*.po
Languages: ru_ru

source: superalloy plate armor
ru_ru: пластинчатый доспех из суперсплава

source: A suit of Gothic plate armor. Handmade from superalloy plates, for better protection at lower weight.
ru_ru: Костюм из готических пластинчатых доспехов. Сделан вручную из суперсплава,для лучшей защиты при малом весе.

source: survivor plate armor
ru_ru: пластинчатый доспех выжившего

source: A suit of Gothic plate armor, reinforced with kevlar at the joints for better protection.
ru_ru: Костюм из готических пластинчатых доспехов, усиленный кевларом на стыках для лучшей защиты.

source: survivor alloy plate armor
ru_ru: пластинчатый доспех выжившего из суперсплава

source: A suit of superalloy Gothic plate armor, reinforced with kevlar at the joints for better protection.
ru_ru: Костюм из готических пластинчатых доспехов и суперсплава, усиленный кевларом на стыках для лучшей защиты.

source: survivor skinsuit
ru_ru: лёгкий костюм выживальщика

source: A lightweight, home-built, skin-tight suit of kevlar and fabric. Minor protection from harm while keeping everything squared away under your other armor. Accentuates your... survivability.
ru_ru: Легкий, самодельный, облегающий костюм из кевлара и ткани. Незначительная защита от урона, держа всю одежду под броней в порядке. Поможет сохранить тебе жить... возможно.

source: environmental survivor skinsuit
ru_ru: лёгкий костюм выживальщика с экозащитой

source: A lightweight, home-built, skin-tight suit of kevlar, fabric, rubber, and wire. Specially designed to protect against acid and electricity while providing minor protection from general harm and keeping everything squared away under your other armor. Accentuates your... survivability.
ru_ru: Легкий, самодельный, обтягивающий костюм из кевлара, ткани, резины и проволоки. Специально разработан для защиты от кислоты и электричества, обеспечивая незначительную защиту от вреда окружающей среды . Подчеркивает твою... живучесть.

source: armored survivor backpack
ru_ru: бронированный рюкзак выживальщика

source: A custom-built backpack. Durable and carefully crafted to hold as much stuff as possible. This one is made from kevlar reinforced with thin metal sheets in hopes of protecting it and its contents.
ru_ru: Тщательно подогнанный под владельца рюкзак. Прочный и вместительный на столько, на сколько это вообще возможно. Этот малыш сделан из кевлара и усилен тонкими металлическими пластинами, в надежде что он сможет сберечь содержимое.

source: A few extra bits of Survivor-grade armor.
ru_ru: Несколько дополнительных доспехов для выживальщика.
