Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/oa_additional_buildings_mod/lang/*.po
Languages: ru_ru

source: Adds more buildings into the game, (for a full list see readme)
ru_ru: Добавляет в игру больше зданий (полный список см. в readme).

source: gardening allotment
ru_ru: садовый участок

source: open sewer
ru_ru: открытая канализация

source: private park
ru_ru: частный парк

source: small dump
ru_ru: небольшая свалка

source: small market
ru_ru: небольшой рынок

source: sex shop
ru_ru: секс-шоп

source: internet cafe
ru_ru: интернет-кафе

source: giant sinkhole
ru_ru: гигантская воронка

source: giant sinkhole base
ru_ru: основание гигантской воронки

source: fire lookout tower
ru_ru: пожарная смотровая вышка

source: survivor's bunker
ru_ru: бункер выжившего

source: survivor's camp
ru_ru: лагерь выживших

source: public art piece
ru_ru: произведение общественного искусства

source: public space
ru_ru: общественное место

source: car showroom
ru_ru: автосалон

source: car dealership
ru_ru: автомобильный дилер

source: tire shop
ru_ru: шиномонтажная мастерская

source: regional dump
ru_ru: региональная свалка

source: Municipal City Dump
ru_ru: муниципальная городская свалка

source: work light
ru_ru: рабочее освещение

source: Caution: Work in Progress
ru_ru: Осторожно: Незавершенное производство

source: Private Property: No Trespassing
ru_ru: Частная собственность: Посторонним вход воспрещен

source: Discount Tires
ru_ru: Шины со скидкой
