Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/oa_early_game_mutations_mod/lang/*.po
Languages: ru_ru

source: Secure Room Terminal
ru_ru: Терминал комнаты безопасности

source: Unlock Secure Room
ru_ru: Разблокировать комнату безопасности

source: Lock Secure Room
ru_ru: Заблокировать комнату безопасности

source: Inpatient
ru_ru: Пациент

source: I'm bugged - I shouldn't talk to you.
ru_ru: Я запутался - мне не следует с тобой разговаривать.

source: inpatient
ru_ru: пациент

# profession_male
source: Inpatient
ru_ru: Пациент

# prof_desc_male
source: After completing your pre-mutation psychological and physical training, you can honestly say that you have never felt healthier. Now, you sit in your room; in a stretchy jumpsuit and a pair of sandals you brought from home; eager to take your first steps into transhumanism.
ru_ru: После завершения психологической и физической подготовки перед мутацией вы можете честно сказать, что никогда не чувствовали себя здоровее. Теперь вы сидите в своей комнате в эластичном комбинезоне и сандалиях, которые вы принесли из дома, и с нетерпением ожидаете первых шагов к трансгуманизму.

# profession_female
source: Inpatient
ru_ru: Пациент

# prof_desc_female
source: After completing your pre-mutation psychological and physical training, you can honestly say that you have never felt healthier. Now, you sit in your room; in a stretchy jumpsuit and a pair of sandals you brought from home; eager to take your first steps into transhumanism.
ru_ru: После завершения психологической и физической подготовки перед мутацией вы можете честно сказать, что никогда не чувствовали себя здоровее. Теперь вы сидите в своей комнате в эластичном комбинезоне и сандалиях, которые вы принесли из дома, и с нетерпением ожидаете первых шагов к трансгуманизму.

source: BMC ground floor
ru_ru: Первый этаж Клиники Модификации Тела

source: BMC first floor
ru_ru: Второй этаж Клиники Модификации Тела

# scenario_male
source: Prospective Mutant
ru_ru: Перспективный мутант

# scenario_female
source: Prospective Mutant
ru_ru: Перспективный мутант

# scen_desc_male
source: After much deliberation, you finally register and check yourself in with one of the highly controversial transhuman advocacy clinics. Unfortunately during your psycho-physical prep month, the apocolyspe happened. So, close; now you have to take your evolution into your own hands.
ru_ru: После долгих раздумий вы, наконец, регистрируетесь и записываетесь в одну из весьма спорных клиник по защите трансчеловека. К сожалению, во время вашего психофизического подготовительного месяца случился Катаклизм. Итак, все кончено, теперь вам придется взять свою эволюцию в собственные руки.

# scen_desc_female
source: After much deliberation, you finally register and check yourself in with one of the highly controversial transhuman advocacy clinics. Unfortunately during your psycho-physical prep month, the apocolyspe happened. So, close; now you have to take your evolution into your own hands.
ru_ru: После долгих раздумий вы, наконец, регистрируетесь и записываетесь в одну из весьма спорных клиник по защите трансчеловека. К сожалению, во время вашего психофизического подготовительного месяца случился Катаклизм. Итак, все кончено, теперь вам придется взять свою эволюцию в собственные руки.

# start_name
source: Body Modification Clinic
ru_ru: Клиника Модификации Тела

# scenario_male
source: Custom Human
ru_ru: Будущий трансгуманист

# scenario_female
source: Custom Human
ru_ru: Будущий трансгуманист

# scen_desc_male
source: You have just completed your post-mutation rehabilitation therapy; when the apocolypse decided to go and happen. Now you have to use your newly acquired gifts to take on this new world.
ru_ru: Вы только что завершили курс реабилитационной терапии после мутации, когда Катаклизм решил случиться. Теперь вы должны использовать свои новоприобретенные дары, чтобы покорить этот новый мир.

# scen_desc_female
source: You have just completed your post-mutation rehabilitation therapy; when the apocolypse decided to go and happen. Now you have to use your newly acquired gifts to take on this new world.
ru_ru: Вы только что завершили курс реабилитационной терапии после мутации, когда Катаклизм решил случиться. Теперь вы должны использовать свои новоприобретенные дары, чтобы покорить этот новый мир.

source: Makes mutagens available early game. Adds a new building, as well as two start scenarios and a profession for it.
ru_ru: Делает мутагены доступными в самом начале игры. Добавляет новое здание, а также два стартовых сценария и профессию для них.

source: Body Modification Clinic
ru_ru: клиника модификации тела
