[
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Sometimes the efficiency is abandoned and it is not bad choice to run to hobbies and romance",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "If you get in danger, you can get away with your friends and bases and even run away. Once you die, don't forget it",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "The acid terrain created by strong acid zombies will not be damaged if it is on a 'ready to ride' vehicle part",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Although rotten food will disappear soon. While being placed in a vehicle loading space other than the vehicle scoop, it will not disappear",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Rather than carrying cloth or leather as it is, turban and foot wrap (leather) can be carried without bulk. There is no loss in the early stages to remember",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "You can get rid of your motivational bonus with a towel, and you can get a motivational bonus if it's naked or it's equipped with 'it works fine even when you get wet'.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Do you know that the range of sound changes due to the weather? In bad weather, the movements of monsters that respond to the sound will be worse. A rainy blob is a good practice for the wolf",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "It's really time-consuming to eradicate mushrooms. Fungus sources and fungal flowers can be harvested fruits and seeds by examining the topography known as mycus. Fungus tower drops marlos jelly, but it is usually burned and there is almost no trace.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "The giant worm is sound-sensing and can not see the player. It can not get over asphalt, floors and other artifacts. If you get hooked on the terrain well, it will be a natural cultivator.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "If you kill a total of 100 children zombies, you will not feel guilty. Even if it is a child zombie that has come back with revival ability. It is also one way to get used to killing by aquaculture. I'm saying something like a witch itself",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "The water that falls to the ground can not be reused, but the bathroom mass can exceptionally store the water. The upper limit varies depending on the version, but 2000 will be accumulated even if it is underestimated. ...... Though I feel sickly when I think about the time of using, I told you to keep in mind for a while",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "I know that the attack with a spear can be achieved by the remoteness with f and the usual proximity. The f attack is a special type of shooting, and even with the roller blade, it will not fall and it will prevent the electric shock of the discharge zombie. Even if the torso is sluggish and the arms are light, it will hit a little if the arms are light.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Shocker zombies and shocker beasts glow at night. It is also one hand to assassinate a discharge weapon that is a strong enemy in the night with a remote weapon.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "...... Except for some zombies, they do not have the wisdom to walk avoiding traps. Whatever horrible zombies can be defeated",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Feint techniques equipped with fighting style 'battle' etc. are effective even when equipped with weapons. If you can afford it, it's not bad, however, to raise bare hands 2 to master brawl acquisition",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Sewing tools have a difference in repair performance. The success rate is corrected in the order of needle (bone, wood) → sewing tool → tailor kit. It means that the better tools are easier to repair",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "It should be remembered that the cart wheel can be mounted without the need for jacks. If the steered wheels are safe, the tires will do anything",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "You know that you can see the upper and lower layers by pressing when the map is open?",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Move the liquid with \"c\" when the organizing menu is open, switch the vehicle with \"v\". You can also narrow down in material units with a post filter",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Do you know that the construction barrels have the ability to collect similar liquids?",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "There is a trade-off to make rotten oranges, cranberry juices and even apple cider cocktails.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "If you drink sake instead of a sleep inducer, I recommend strawberry surprises and boosberries that are healthy and affordable.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "It is convenient to know that this world's well water is clean and safe to drink without boiling",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "When putting together the same kind of liquid, priority is given to the data of the liquid that becomes the receiving port. Even if the liquid in the filler liquid is rotted, it can be returned fresh",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "It is common sense to set a function that turns off when the enemy is nearby, not to mention zone management when using automatic pick up",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "When crafting, you can make batches with b. Some recipes can be expected to save time by making them together. You know?",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "If it's nice to burn off a fungal nursery, but it doesn't go that much in town or woods. If there is a rose, it may be good to make it into a field",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "When I slay the mohican survivors, I turned off automatic speed control and stopped driving and felt guilty when I snarled with inertia",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "When you kill Mohican survivors, if you try to kill them with blasts of explosives, you will live without feeling guilty.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "If you can not sleep, take alcohol, cough syrup, cannabis, ambien, and vibrator to sleep. But it is best to adjust to sleep naturally.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "For some drinks, there is a bonus for enjoying and cooling in the onboard refrigerator",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Raw meat, fish meat, offal and stomach have parasites, so when you eat you should cook properly",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Next to the fire, you will be able to burn the burns of wounds, warm up food in a pot, burn a charcoal-burner, use tobacco, etc., use a flame bottle etc without a lighter etc.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "You can raise melee combat skills to 1 by hitting something with \"s\" because it's just a wall. Well, it is the contents of the knowledge level.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "You should use rotten fruits and juice as fruit wine. Unfermented ones are perfect for making up for vitamin deficiency because there is no health decline.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "The laboratory's storage room management terminal and mine elevator equipment can be accessed without any penalty, so it may be good for computer skills.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Ranged weapons such as guns and bows can be increased in accuracy by aiming",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Many wild animals will lose their will and flee when they fight by the fire. If you aim behind it, it will be easy",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "The bears are terrorized by the noise. When I put my hands together, I hid a sound behind the tree. Don't forget to prick your back on your back",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "When raising your combat skills, it's also a good idea to surround the zombies on the shooting range of the firearms store. Are you going to use anything other than obesity, ferocious, or massive zombies with the ability to break the wall?",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "The zombie's respawn ability can be dealt with by killing the corpse with \"s\" or dismantling it with \"B\". Sometimes it doesn't come back, but it's a mistake to expect it",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Depending on the shovel's drilling performance, debris removal time and hunger throat consumption will vary. The higher the LV, the shorter the time and lower consumption.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Do not forget the armor percentage of the armor. No matter how defensive you are, it is a problem that there is a possibility of reaching through the gap.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "If martial arts do not have enough fighting skills, they may not show their true principles. Even if it is weak at first, it may be stronger when the skill is developed",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "If you cut trees and hit the wall of the building, you can destroy it. Especially the laboratory in the forest",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "If you look closely at the sport jersey, the branding is different one by one",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "There are two kinds of dolls, a normal one and a noisy one (rare). 'I'm going!'",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Rehydrate as soon as you get dehydrated. Hunger is fine for a few days, but when it gets dehydrated it's not long anymore",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "The degree to which the fire burns out is the rate of burn-off and the volume affects the burn time. When burning on the ground, be careful because it will spread fire if you eat too much. If you burn some sticks in a fireplace etc, it will keep burning for several hours.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "The full moon outdoors where you can see the moon and the sky is as bright as the daytime even at night, and I can see it as far ... I have to block the moon though the clouds",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Even if you fail, you should be able to learn from it. Make even death one of the lessons. No matter what happens, do your best",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "The only thing I can eat is human flesh ... At such times, eat before going to bed. While sleeping, you should be somewhat calm",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "There is no intelligence to act in a swarm on zombies. If you can see a swarm of zombies, it just means that there are many individuals. There's nothing like fighting one animal at a time",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "If you intend to pick but accidentally arson, break the door and bring it to the ground. Are we going to move the lumber from the debris soon?",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "You can get some kind of food from firewood outside of winter. It's not bad to walk in the forest if you're hungry",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "When you want a thread, it's better to disassemble the cloth. It is faster to make ropes, build rope fences from construction and disassemble the laundered ropes by dismantling.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "It is common sense that rotten food and drinks can be revived if they are processed into canned, bottled and non-rotatable food.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "If you drink alcohol, your strength will rise and your pain will be relieved a little. It also makes it easier for you to fall asleep with the soothing effect. It's awkward to drink too much and your intelligence, sense, and dexterity drop.",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Do you know that if you have the characteristics of human flesh preference, there will be no loss of conscience upon killing? It may be said that human beings are the same as raw meat in the dieter",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Do you know that if you have the characteristics of psychopaths, eating meat will not lower your motivation? It is natural that you are a person who thinks your actions are all right",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Leather and spring are used for the seat of the car seat ... When you want the material, it is not bad to disassemble the seat",
    "volume": 10
  },
  {
    "type": "speech",
    "speaker": "patchouli_encyclopedia",
    "sound": "Even if you are illiterate, you will be able to read it if you are accompanied by an NPC, so you can also read.",
    "volume": 10
  }
]
