Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/Dorf_Life/lang/*.po
Languages: ru_ru

source: cave moss
ru_ru: пещерный мох

source: A sprawling bed of strange blueish moss, growing over a flat stone surface. Digging it up will expose the rock enough to mine deeper, if need be.
ru_ru: Раскидистый слой странного голубоватого мха, растущий на плоской каменной поверхности. Если выкопать его, скала обнажится достаточно, чтобы можно было копать глубже, если потребуется.

source: patch of dark truffles
ru_ru: скопление темных трюфелей

source: A patch of squat, dull purple mushrooms.
ru_ru: Несколько землистых тускло-фиолетовых грибов.

source: crunch.
ru_ru: хруст.

source: A torn-up patch of bruised pink stalks.
ru_ru: Скопление разорванных и помятых розовых стеблей.

source: patch of vibrant bulbs
ru_ru: скопление вибрирующих луковиц

source: A patch of bright red plants resembling onions.
ru_ru: Скопление ярко-красных растений, напоминающих лук.

source: An uprooted patch of leaves, leaking sweet-smelling sap.
ru_ru: Скопление вырванных с корнем листьев, из которых вытекает душистый сок.

source: patch of cloudy brush
ru_ru: скопление мутного кустарника

source: A patch of upright stalks covered in fluffy, cotton-like clumps.
ru_ru: Скопление прямых стеблей, покрытых пушистыми хлопковидными комками.

source: A patch of upright stalks, stripped bare.
ru_ru: Скопление прямых стеблей, очищенные.

source: patch of spiral stalks
ru_ru: скопление спиральных стеблей

source: A patch of twisting, greenish stalks with short leaves.
ru_ru: Скопление извилистых зеленоватых стеблей с короткими листьями.

source: A thin patch of slightly-curled fungal shoots.
ru_ru: Тонкое покрытие из слегка завитых грибковых побегов.

source: patch of hardened bramble
ru_ru: скопление заросшей ежевики

source: A patch of tangled, woody bramble laden with small growths.
ru_ru: Скопление спутанной древесной ежевики, поросшей небольшими наростами.

source: smoothed rock?
ru_ru: гладкий камень?

source: A block of stone that's been smoothed and shaped, commonly granite or marble. Something seems suspicious here...
ru_ru: Глыба камня, отшлифованная и обработанная, обычно из гранита или мрамора. Что-то здесь кажется подозрительным...

source: crash!
ru_ru: треск!

source: a hollow-sounding whump!
ru_ru: глухой звук!

source: rock floor?
ru_ru: каменный пол?

source: A relatively flat area of rock and stone. Wasn't there a wall here previously?
ru_ru: Относительно ровный участок из булыжника и камня. Разве здесь раньше не было стены?

source: whump!
ru_ru: бум!

source: stone lever
ru_ru: каменный рычаг

source: A heavy lever carved out of and set into the surrounding natural stone. Wonder what it does...
ru_ru: Тяжелый рычаг, вырезанный из природного камня и вставленный в него же. Интересно, для чего он предназначен...

source: reinforced concrete wall?
ru_ru: железобетонная стена?

source: An extremely resilient wall, filled with concrete and rebar. Something seems suspicious here...
ru_ru: Чрезвычайно прочная стена, заполненная бетоном и арматурой. Что-то кажется здесь подозрительным...

source: scrrrash!
ru_ru: скрррэш!

source: reinforced concrete floor?
ru_ru: железобетонный пол?

source: Extremely resilient floor made from carefully placed rebar and poured concrete. Turns out it was a secret door all along.
ru_ru: Чрезвычайно упругий пол, заполненный бетоном и арматурой. Оказывается, все это время здесь была секретная дверь.

source: The stones rise back into place!
ru_ru: Камни снова встают на свои места!

source: The stones fail to move!
ru_ru: Камни не двигаются!

source: The stones lower and open the way!
ru_ru: Камни опускаются и открывают путь!

source: You throw the lever...
ru_ru: Вы дергаете рычаг ...

source: dark truffle
ru_ru: темный трюфель

source: A mushroom vaguely resembling a black truffle, with a noticeable purple coloration instead. It seems to be edible raw, albeit bittersweet, and might be tastier cooked.
ru_ru: Гриб, отдаленно напоминающий черный трюфель, с заметной фиолетовой окраской. Он кажется съедобен и в сыром виде, хоть и горьковато-сладкий, но может быть он вкуснее когда приготовлен?

source: cooked dark truffle
ru_ru: приготовленный темный трюфель

source: A mushroom vaguely resembling a black truffle, with a noticeable purple coloration instead. Much better now that it's been cooked.
ru_ru: Гриб отдаленно напоминающий черный трюфель, но с заметной пурпурной окраской. Теперь намного лучше, когда приготовлен.

source: vibrant bulb
ru_ru: вибрирующая луковица

source: A bright red bulb resembling an onion, far more scarlet than the purple of any earthly red onion. Though it gives off a sweet aroma, its layers are tough and difficult to peel, making it inedible as-is.
ru_ru: Ярко-красная луковица, гораздо более алая, чем любая земная красная луковица. Хотя она и издает сладкий аромат, ее слои жесткие, и их трудно очистить, что делает его несъедобным в таком виде.

source: A long stalk covered with fluffy clumps of powdery growth, vaguely resembling cotton bolls. The resemblance is merely visual, as it simply crumbles into powder if pulled apart.
ru_ru: Длинный стебель, покрытый пушистыми комками порошкообразного нароста, отдаленно напоминающими хлопковые коробочки. Сходство чисто визуальное, так как при разложении оно просто рассыпается в порошок.

source: spiral stalk
ru_ru: спиральный стебель

source: A stalk of plantlike growth that naturally curls in on itself in a spiral, covered with short, thin leaves. Every part of the "plant" is tough and stringy.
ru_ru: Стебель похожий на растение, который естественным образом закручивается по спирали и покрыт короткими тонкими листьями. Каждая часть этого растения жесткая и волокнистая.

source: handful of roasted hardened bramble nuts
ru_ru: горсть жареных затвердевших ежевичных орехов

source: A handful of pods stripped from a strange branch, roasted in their shells due to how rock-hard they were. Doing so softened and split open the shells, leaving nuts that seem to have been fried in the pod's own oil.
ru_ru: Горстка стручков, сорванных со странной ветки, обжаренных в своих скорлупах из-за того, что они были слишком тверды. При этом скорлупа размягчилась и раскололась, оставив орехи, которые, кажется, были обжарены в собственном масле стручка.

source: Adds multi-level caverns hidden away in the underground, breaching the subways to add various strange sights to explore.
ru_ru: Добавляет многоуровневые пещеры, спрятанные под землей, пробивайте подземные переходы, чтобы найти различные странные достопримечательности для исследования.

source: underground breach
ru_ru: подземный пролом

source: underground cavern
ru_ru: подземная пещера

source: abandoned market
ru_ru: заброшенный рынок

source: science lab
ru_ru: научная лаборатория

source: hidden camp
ru_ru: скрытый лагерь

source: buried anomaly
ru_ru: погребенная аномалия

source: Wagon
ru_ru: Вагон
