Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/Mutant_Animals/lang/*.po
Languages: ru_ru

source: A mutating cow with mutiple horns bursting from its skull at odd angles. Its skin has dried and contracted, causing a network of bloody cracks to cover the unfortunate animal. Due to extreme pain, the cow is violent and agitated.
ru_ru: Мутировавшая корова с множеством рогов, вырывающихся из черепа под разными углами. Ее кожа высохла и сжалась, в результате чего несчастное животное покрылось сетью кровавых трещин. Из-за сильной боли корова агрессивна и возбуждена.

source: blubber cow
ru_ru: жирная корова

source: A mutating cow so weighed down by fat and blubber that it can barely move. It's unlikely this easy meal will survive for long in the post cataclysmic wastes.
ru_ru: Мутировавшая корова, настолько обросшая жиром и подкожным жиром, что едва может двигаться. Вряд ли эта легкая еда долго продержится после катаклизма.

source: ironthorn cow
ru_ru: железнорогая корова

source: A mutated cow that has somehow grown a pair of metal horns which it can use to great effect. It is a highly aggressive animal.
ru_ru: Мутировавшая корова, у которой каким-то образом выросла пара металлических рогов, которые она может использовать с большим успехом. Это очень агрессивное животное.

source: ironhorn calf
ru_ru: железнорогий теленок

source: A young mutated cow with a pair of metal horns.
ru_ru: Молодая мутировавшая корова с парой металлических рогов.

source: auroch
ru_ru: зубр

source: A mutated cow that has regressed to a primitive state. It has increased in size and grown a shaggy coat of thick fur. Unlike most mutants, this beast still has the potential to be tamed.
ru_ru: Мутировавшая корова, которая вернулась к первобытному состоянию. Она увеличилась в размерах и обросла лохматой шерстью из густого меха. В отличие от большинства мутантов, это животное все еще может быть приручено.

source: auroch calf
ru_ru: зубренок

source: A young mutated cow that has regressed to a primitive state.
ru_ru: Молодая мутировавшая корова, которая вернулась к первобытному состоянию.

source: moss bison
ru_ru: мшистый бизон

source: A mutated cow that can photosynthesize sunlight through its moss-like fur. This green beast is quite lethargic and is often mistaken for a bush or hedge.
ru_ru: Мутировавшая корова, способная фотосинтезировать солнечный свет через свой мех, похожий на мох. Этот зеленый зверь довольно вялый, и его часто принимают за куст или живую изгородь.

source: A young mutated cow that can photosynthesize sunlight through its moss-like fur. This green beast is quite lethargic and is often mistaken for a bush or hedge.
ru_ru: Молодая мутировавшая корова, которая может фотосинтезировать солнечный свет через свой мех, похожий на мох. Этот зеленый зверь довольно вялый, и его часто принимают за куст или живую изгородь.

source: mutant deer
ru_ru: мутировавший олень

source: crying hind
ru_ru: плачущий олень

source: A mutating deer covered in lesions dripping pus and fluid. The animal frequently lets out sorrowful cries of pain.
ru_ru: Мутировавший олень, покрытый повреждениями, с которых капает гной и жидкость. Животное часто издает горестный крик боли.

source: burnt hart
ru_ru: обгорелый олень

source: A mutating deer badly burnt by radiation and heat. It's hide is blackened with ash and crusted with dried blood.
ru_ru: Мутировавший олень, сильно обгоревший от радиации и жары. Его шкура почернела от пепла и покрылась коркой засохшей крови.

source: mutant horse
ru_ru: мутировавшая лошадь

source: famine mare
ru_ru: голодная лошадь

source: A mutating horse almost dead from starvation. It's skeleton is visible under its stretched hide.
ru_ru: Мутировавшая лошадь почти умерла от голода. Скелет виден под растянутой шкурой.

source: glue horse
ru_ru: клеевидная лошадь

source: A mutating horse that oozes a sticky substance from pulsing pores. Driven mad by this affliction, the horse scratches itself against trees and buildings, leaving traces of disgusting glue everywhere it goes.
ru_ru: Мутировавшая лошадь, из пульсирующих пор которой сочится липкая субстанция. Обезумев от этого недуга, лошадь царапает себя о деревья и здания, оставляя повсюду следы отвратительного клея.

source: mutant sheep
ru_ru: мутировавшая овца

source: naked sheep
ru_ru: облезлая овца

source: A mutating sheep that has lost all of its wool to radiation sickness, making it look weird and sickly.
ru_ru: Мутировавшая овца, потерявшая всю свою шерсть из-за лучевой болезни, из-за чего она выглядит странно и болезненно.

source: gamma sheep
ru_ru: облученная овца

source: A mutating sheep swollen with radioactive gas, which it occasionally releases into its surroundings.
ru_ru: Мутировавшая овца, раздувшаяся от радиоактивного газа, который она время от времени выпускает в окружающую среду.

source: glass creature
ru_ru: стеклянное существо

source: A mutated ungulate whose flesh and bones have become almost completely transparent. This natural camoflauge makes it difficult to see at a distance or at night.
ru_ru: Мутировавшее копытное, чья плоть и кости стали почти полностью прозрачными. Эта естественная маскировка делает его трудноразличимым на расстоянии или ночью.

source: mutant unicorn
ru_ru: мутировавший единорог

source: A rare mutated ungulate with a single horn growing from its forehead, making it look somewhat like the mythical animal. This unicorn, however, is not so friendly.
ru_ru: Редкое мутировавшее копытное с единственным рогом, растущим изо лба, что делает его похожим на мифическое животное. Однако этот единорог не столь дружелюбен.

source: screech creature
ru_ru: визжащее существо

source: A mutated ungulate that has grown an extra pair of legs and a long giraffe-like neck. It can defend itself by spitting globs of foul smelling mucus and letting out ear-shattering screams.
ru_ru: Мутировавшее копытное, у которого выросла дополнительная пара ног и длинная, как у жирафа, шея. Оно может защищаться, выплевывая сгустки дурно пахнущей слизи и издавая истошные крики.

source: screeching brat
ru_ru: визжащее отродье

source: A juvenile mutated ungulate that has grown an extra pair of legs and a long giraffe-like neck. It can defend itself by spitting globs of foul smelling mucus and letting out ear-shattering screams.
ru_ru: Молодое мутировавшее копытное, у которого выросла дополнительная пара ног и длинная, как у жирафа, шея. Оно может защищаться, выплевывая сгустки дурно пахнущей слизи и издавая истошные крики.

source: mutant pig
ru_ru: мутировавшая свинья

source: mutant piglet
ru_ru: мутировавший поросенок

source: fly-blown pig
ru_ru: мухоморная свинья

source: A mutating pig infested with fly larva. It can barely see or move due to its necrotic wounds.
ru_ru: Мутировавшая свинья, зараженная личинками мух. Она почти не видит и не может двигаться из-за некротических ран.

source: tumor pig
ru_ru: опухшая свинья

source: A mutating pig that has inflamed tumors all over its body. It looks to be in constant pain and distress.
ru_ru: Мутировавщая свинья, у которой по всему телу воспаленные опухоли. Похоже, что она постоянно испытывает боль и страдания.

source: rhino pig
ru_ru: носорогоподобная свинья

source: A large mutated pig that has grown a thick protective hide similar to that of a rhino.
ru_ru: Крупная мутировавшая свинья, у которой выросла толстая защитная шкура, похожая на шкуру носорога.

source: rhino piglet
ru_ru: носорогоподобный поросенок

source: A juvenile mutated pig that is growing a thick protective hide similar to that of a rhino.
ru_ru: Молодая мутировавшая свинья, которая отращивает толстую защитную шкуру, похожую на шкуру носорога.

source: quill pig
ru_ru: пернатая свинья

source: A large mutated pig with rows of venomous quills growing from its spine. Despite it's fearsome appearance, it is fairly non aggressive.
ru_ru: Крупная мутировавшая свинья с рядами ядовитых перьев, растущих из позвоночника. Несмотря на свой устрашающий вид, она довольно не агрессивна.

source: A juvenile mutated pig covered in small bone nubs.
ru_ru: Молодая мутировавшая свинья, покрытая мелкими костяными наростами.

source: "tweet tweet tweet."
ru_ru: "чирик чирик чирик"

source: "chirp chirp chirp."
ru_ru: "чив-чив-чив".

source: "cookoo cookoo."
ru_ru: "коокоо коокоо"

source: "caw-caw. caw-caw."
ru_ru: "кар-кар. кар-кар"

source: whistling and chirping.
ru_ru: свист и щебетание.

source: birds singing.
ru_ru: пение птиц.

source: singing birds.
ru_ru: поющие птицы.

source: a bird song.
ru_ru: птичья песня.

source: the jargon of forest birds.
ru_ru: жаргон лесных птиц.

source: the calls of birds.
ru_ru: крики птиц.

source: the warning cries of small birds.
ru_ru: предупреждающие крики мелких птиц.

source: the uplifiting sounds of nature.
ru_ru: бодрящие звуки природы.

source: a loud caw-cawing.
ru_ru: громкое карканье.

source: repetitive chirping.
ru_ru: повторяющееся щебетание.

source: whistles and trills.
ru_ru: свисты и трели.

source: otherworldly music.
ru_ru: потусторонняя музыка.

source: the strange notes of mutant birds.
ru_ru: странные ноты птиц-мутантов.

source: wild discordant birdcalls.
ru_ru: дикие разноголосые птичьи крики.

source: ethereal piping.
ru_ru: бесплотное трубение.

source: unfamiliar bird calls.
ru_ru: незнакомые птичьи крики.

source: the strange sounds of an alien forest.
ru_ru: странные звуки чужого леса.

source: the weird cries of mutant birds.
ru_ru: странные крики птиц-мутантов.

source: an unnatural droning sound.
ru_ru: неестественный гулкий звук.

source: the music of a new world.
ru_ru: музыка нового мира.

source: piercing cries of an unknown bird.
ru_ru: пронзительные крики неизвестной птицы.

source: bird calls, unlike any you've heard before.
ru_ru: птичьи крики, не похожие на те, которые вы слышали раньше.

source: hideous death cries.
ru_ru: отвратительные предсмертные крики.

source: hypnotic birdcalls.
ru_ru: гипнотические птичьи крики.

source: "wlo wlo wlo wlooooowlowlo."
ru_ru: "вло вло вло влооооовловло"

source: "raaaanrzh raaaanrzh raaaanrzh."
ru_ru: "раааанрж раааанрж раааанрж раааанрж".

source: "vrooonoo vroonoo vrooooonoo vroonoo."
ru_ru: "вруноо вруноо вруноо вруноо вруноо вруноо"

source: "bjyoooom bjyoooom bjyoooom."
ru_ru: "бджйооооом бджйооооом бджйооооом"

source: "Hreeeeeeeech!"
ru_ru: "Хреееееееех!"

source: "Auuuuuuwuuu!"
ru_ru: "Aуууууувууу!"

source: "Raaaaahaaaaa!"
ru_ru: "Раааааааааа!"

source: "Neeeeeeehuuuuuu!"
ru_ru: "Нееееееееееееет!"

source: "I could use some help over here."
ru_ru: "Мне бы не помешала помощь"

source: "Don't leave me behind."
ru_ru: "Не оставляй меня"

source: "We've always been friends, right?"
ru_ru: "Мы всегда были друзьями, верно?"

source: "Come closer."
ru_ru: "Подойди ближе"

source: "Let's team up."
ru_ru: "Давайте объединимся"

source: "Help! I can't swim!"
ru_ru: "Помогите! Я не умею плавать!"

source: "Help a guy out, would ya?"
ru_ru: "Помоги парню, а?"

source: "It's too dark to see."
ru_ru: "Слишком темно, чтобы видеть"

source: "Follow me. I'll show you the way."
ru_ru: "Следуй за мной. Я покажу тебе дорогу"

source: "We should stick together."
ru_ru: "Мы должны держаться вместе"
