Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/Mutant_Animals/lang/*.po
Languages: ru_ru

source: bile
ru_ru: желчь

source: Animal bile ejected from some orfice.
ru_ru: Животная желчь, выбрасываемая из какого-либо органа.

source: mucus
ru_ru: слизь

source: Animal mucus ejected from some orfice.
ru_ru: Животная слизь, выбрасываемая из какого-либо органа.

source: watery plutonium slurry
ru_ru: водянистая плутониевая жидность

source: Highly radioactive slurry. It is probably best to get far away from this.
ru_ru: Высокорадиоактивная жижа. Вероятно, лучше держаться от нее подальше.

source: Bile
ru_ru: Желчь

source: Mucus
ru_ru: Слизь

source: Rat Fever
ru_ru: Крысиная лихорадка

source: You have contracted a viral infection from a rat bite.
ru_ru: Вы заразились вирусной инфекцией в результате укуса крысы.

source: You have contracted a fever.
ru_ru: Вы подхватили лихорадку.

source: water
ru_ru: вода

source: This is a pseudo item for monster attacks. If you see this, it's a bug.
ru_ru: Это псевдопредмет для атак монстров. Если вы видите это, это баг.

source: semi-auto
ru_ru: полу-автоматический

source: ink
ru_ru: чернила

source: This animal is covered in thick layers of blubber.
ru_ru: Это животное покрыто толстым слоем подкожного жира.

source: This strange animal has metal bones.
ru_ru: У этого странного животного металлические кости.

source: bird egg
ru_ru: птичье яйцо

source: Nutritious egg laid by a bird.
ru_ru: Питательное яйцо, снесенное птицей.

source: vultch egg
ru_ru: яйцо вулча

source: iridescent egg
ru_ru: радужное яйцо

source: ghoul bird egg
ru_ru: яйцо птицы-упыря

source: Poisonous egg laid by a bird.
ru_ru: Ядовитое яйцо, отложенное птицей.

source: elephant egg
ru_ru: яйцо слоновой птицы

source: Normal animals evolve over time into weird or dangerous mutants.
ru_ru: Обычные животные со временем превращаются в странных или опасных мутантов.

source: songbird
ru_ru: певчая птичка

source: A tiny bird with a noteable singing voice.
ru_ru: Крошечная птичка с заметным певичьим голосом.

source: gargoyle
ru_ru: гаргулья

source: A flying mutant beast. It's unclear whether this is a bear that has grown leathery wings or a bat that has grown to a massive size. Either way, the result is ugly and unfriendly.
ru_ru: Летающее мутировшее животное. Неясно, кто это - медведь, отрастивший кожистые крылья, или летучая мышь, выросшая до огромных размеров. В любом случае, результат уродлив и недружелюбен.

source: jacked rabbit
ru_ru: разъяренный кролик

source: A wild hare that has grown to the size of a horse. Despite its bulk, this mutant creature is incredibly fast-moving, capable of outrunning almost anything alive. If only you could put a saddle on it...
ru_ru: Дикий заяц, выросший до размеров лошади. Несмотря на свою массу, это существо-мутант невероятно быстро передвигается и может обогнать почти все живое. Если бы только на него можно было надеть седло...

source: aerostatic octopod
ru_ru: воздушный осьминог

source: A mutant octopus floating on a bladder of lighter-than-air gas. Due to its inflated gas sac, it has the volume of a small car, but only has the mass as a human. A curious creature, it has drifted in from the ocean to explore dry land.
ru_ru: Мутировавший осьминог, плавающий на пузыре газа, который легче воздуха. Благодаря надутому газовому мешку он имеет объем небольшого автомобиля, но массу как у человека. Любопытное существо, оно приплыло из океана, чтобы исследовать сушу.

source: mutant animal
ru_ru: мутировавшее животное

source: Generic animal. Initial stats based off the groundhog.
ru_ru: Обычное животное, начальная статистика базируется на сурке.

source: mutant tunneler
ru_ru: мутировавший крот

source: A strange mutated creature about the size of a large cat. It tunnels through the earth using spade-like teeth and long claws.
ru_ru: Странное мутировавшее существо размером с крупную кошку. Оно прокладывает тоннели в земле, используя зубы, похожие на лопаты, и длинные когти.

source: mutant runner
ru_ru: бегун

source: An odd mutated creature about the size of a large cat. A set of long spindly limbs carry its sleek form across the post apocalyptic landscape.
ru_ru: Странное мутировавшее существо размером с крупную кошку. Длинные веретенообразные конечности несут его изящную форму по пост-апокалиптическому ландшафту.

source: mutant flyer
ru_ru: летающий мутант

source: A weird mutated creature about the size of a large cat. It flies with its arms and legs which have become twon sets of bat-like wings.
ru_ru: Странное мутировавшее существо размером с большую кошку. Оно летает с помощью рук и ног, которые превратились в два комплекта крыльев, похожих на крылья летучей мыши.

source: mutant swimmer
ru_ru: мутировавший пловец

source: A queer mutated creature about the size of a large cat. It has adapted to life both in and out of water, having gills and fins, as well as two stubby legs.
ru_ru: Причудливое мутировавшее существо размером с крупную кошку. Оно приспособилось к жизни как в воде, так и вне ее, имеет жабры и плавники, а также две корявые ноги.

source: mutant lurker
ru_ru: люркер

source: A shy mutated creature about the size of a large cat. It lopes through the night on a dozen tentacles terminating in sharp claws.
ru_ru: Пугливое мутировавшее существо размером с крупную кошку. Оно передвигается по ночам на дюжине щупалец, заканчивающихся острыми когтями.

source: mutant swallower
ru_ru: глотатель

source: A bizarre mutated creature about the size of a large cat. It snatches up prey with its expansive mouth and traps it within a large translucent neck-sack.
ru_ru: Причудливое мутировавшее существо размером с крупную кошку. Оно хватает добычу своим широким ртом и заталкивает ее в большой полупрозрачный шейный мешок.

source: mutant babler
ru_ru: бормотун

source: An odd mutated creature about the size of a large cat. It makes weird mumbling sounds as it prowls through the forests.
ru_ru: Странное мутировавшее существо размером с крупную кошку. Оно издает странные бормочущие звуки, рыская по лесам.

source: mutant gasser
ru_ru: газовый мутант

source: An odd mutated creature about the size of a large cat. It emits a toxic gas from spinal vents to ward off predators.
ru_ru: Странное мутировавшее существо размером с крупную кошку. Оно выделяет токсичный газ из спинных отверстий, чтобы отпугнуть хищников.

source: mutant songbird
ru_ru: мутировавшая певчая птица

source: A mutant songbird that makes otherworldy music.
ru_ru: Мутировавшая певчая птица, издающая потустороннюю музыку.

source: mutant bird
ru_ru: мутировавшая птица

source: A mutating bird.
ru_ru: Мутировавшая птица.

source: deformed bird chick
ru_ru: деформированный птенец

source: A sickly deformed bird chick. If it survives it could mutate into something even stranger.
ru_ru: Болезненный деформированный птенец. Если он выживет, то может мутировать в нечто еще более странное.

source: malformed avian
ru_ru: деформированная птица

source: A mutating bird no longer capable of flight due to its twisted and asymetrical wings.
ru_ru: Мутировавшая птица, больше не способная летать из-за своих скрученных и асимметричных крыльев.

source: irradiated bird
ru_ru: облученная птица

source: A mutating bird afflicted with serious radiation burns.
ru_ru: Мутировавшая птица, пораженная серьезными радиационными ожогами.

source: plague bird
ru_ru: чумная птица

source: A mutating bird suffering from the symptoms of a flesh eating virus.
ru_ru: Мутировавшая птица, страдающая от симптомов плотоядного вируса.

source: two headed vultch
ru_ru: двухголовый вулч

source: A mutated bird about the size of an eagle. It has two featherless heads and necks growing from its squat body. The vultch can eject streams of sticky bile when threatened.
ru_ru: Мутировавшая птица размером с орла. У нее две головы без перьев и шея, растущая из приземистого тела. При угрозе, вулч может выбрасывать потоки липкой желчи.

source: two headed chick
ru_ru: двухголовый птенец

source: A sickly deformed bird chick growing a second head.
ru_ru: Деформированный птенец у которого вырастает вторая голова.

source: wing thing
ru_ru: крылатое нечто

source: A mutated bird about the size of an albatross. This monster is a grotesque mass of writhing tentacles and blinking eyes. Only its eight feathered wings give any clue that it was once a common species of avian.
ru_ru: Мутировавшая птица размером с альбатроса. Это чудовище представляет собой гротескную массу извивающихся щупалец и неморгающих глаз. Только его восемь пернатых крыльев дают понять, что когда-то оно был обычной птицей.

source: iridescent bird
ru_ru: радужная птица

source: A mutated bird about the size of a goose. A proud creature covered in glittering feathers far more colorful than any parrot or peacock of the old world. Unlike other mutants, this bird is agreeable enough to be tamed.
ru_ru: Мутировавшая птица размером с гуся. Гордое создание, покрытое сверкающими перьями, куда более красочными, чем любой попугай или павлин старого мира. В отличие от других мутантов, эта птица достаточно покладиста, чтобы ее можно было приручить.

source: ghoul bird
ru_ru: птица упырь

source: A mutated bird about the size of a crow. Although primarily a scavenger, it will attack agressively with a razor sharp beak capable of causing infected bite wounds. Its ability to digest rotting and tainted flesh makes it well adapted to the current world.
ru_ru: Мутировавшая птица размером с ворону. Хотя в первую очередь она и питается падалью, она нападает агрессивно, используя острый как бритва клюв, способный наносить инфицированные раны укусами. Способность переваривать гниющую и испорченную плоть делает ее хорошо приспособленной к нынешнему миру.

source: elephant bird
ru_ru: слоновая птица

source: A mutated bird about the twice size of an ostrich and with a similar shape. Its beak has been replaced with a long sinuous trunk that can grab hold of smaller creatures. The elephant bird is highly territorial and aggressive.
ru_ru: Мутировавшая птица размером примерно вдвое больше страуса и похожей формы. Вместо клюва у нее длинный извилистый хобот, которым она может хватать более мелких существ. Птица-слон очень территориальна и агрессивна.

source: large deformed bird chick
ru_ru: большой деформированный птенец

source: A deformed bird chick already grown to the size of a turkey. How big will this thing get?
ru_ru: Деформированный птенец уже вырос до размеров индейки. До каких размеров вырастет эта тварь?

source: mutant dog
ru_ru: мутировавший пес

source: A mutating canine.
ru_ru: Мутировавший пес.

source: mutant whelp
ru_ru: мутировавший щенок

source: A deformed and mutating canine whelp.
ru_ru: Деформированный и мутирующий щенок.

source: scab dog
ru_ru: чесоточный пес

source: A mutating canine covered in scabs and bloody lesions. Although weak from disease, the animal is deranged and highly aggressive.
ru_ru: Мутировавший пес, покрытый струпьями и кровавыми повреждениями. Хотя животное ослаблено болезнью, оно ненормально и очень агрессивно.

source: blister dog
ru_ru: волдырчатый пес

source: A mutating canine covered in giant blisters. Although weak from disease, the animal is deranged and highly aggressive.
ru_ru: Мутировавший пес, покрытый гигантскими волдырями. Хотя животное ослаблено болезнью, оно ненормально и очень агрессивно.

source: pus dog
ru_ru: гнойный пес

source: A mutating canine with rancid pus dripping from its patchy fur. Although weak from disease, the animal is deranged and highly aggressive.
ru_ru: Мутировавший пес с прогорклым гноем, стекающим с его пятнистой шерсти. Хотя животное ослаблено болезнью, оно ненормально и очень агрессивно.

source: deformed whelp
ru_ru: деформированный щенок

source: A mutating puppy with patchy fur and malformed limbs.
ru_ru: Мутирующий щенок с клочьями шерсти и деформированными конечностями.

source: worm dog
ru_ru: червеобразный пес

source: A former canine mutated into a hairless monster with a thick tail and long neck. Multifaceted eyes sprout irregularly atop its elongated skull.
ru_ru: Бывший пес мутировал в безшерстное чудовище с толстым хвостом и длинной шеей. Многогранные глаза неравномерно растут на вытянутом черепе.

source: wormling
ru_ru: червеобразный щенок

source: The wriggling offspring of a worm dog. Multifaceted eyes sprout irregularly atop its elongated skull.
ru_ru: Извивающийся щенок червеобразного пса. Многогранные глаза неравномерно растут на вытянутом черепе.

source: happysmile dog
ru_ru: улыбающийся пес

source: A former canine mutated into a skinless monster with an oversized head and multiple rows of venomous fangs. Its absurdly wide mouth makes it appear to have a permanent smile.
ru_ru: Бывший пес мутировал в бескожего монстра с огромной головой и несколькими рядами ядовитых клыков. Его абсурдно широкая пасть создает впечатление, что он постоянно улыбается.

source: happysmile puppy
ru_ru: щенок улыбающегося пса

source: The chittering whelp of a happysmile dog. It has a permanent grin of venomous fangs.
ru_ru: Оскалившийся щенок счастливо улыбающейся собаки. У него постоянный оскал ядовитых клыков.

source: digiridog
ru_ru: дигиридог

source: A former canine mutated into a weird creature with bone tubes growing from its head and spine, from which it emits a stream of unearthly moans. Its oily blue saliva can prevent blood from clotting.
ru_ru: Бывший пес, мутировавший в странное существо с костяными трубками, растущими из головы и позвоночника, из которых он издает поток неземных стонов. Его маслянистая голубая слюна может предотвратить свертывание крови.

source: digiridog whelp
ru_ru: щенок дигиридога

source: The offspring of a digiridog. Its bone tubes are not yet developed and it looks almost like a real dog.
ru_ru: Потомство дигиридога. Его костяные трубки еще не развиты, и он выглядит почти как настоящая собака.

source: direwolf
ru_ru: лютоволк

source: A canine mutated into a wild beast the size of a grizzly bear. It can recover from disease and wounds with an alarming speed. The wild animal cannot be controlled, but perhaps a younger version could be tamed.
ru_ru: Пес мутировал в дикого зверя размером с медведя гризли. Он может восстанавливаться после болезней и ран с пугающей скоростью. Дикий зверь не поддается контролю, но, возможно, более молодую версию можно приручить.

source: dire whelp
ru_ru: щенок лютоволка

source: The offspring of a direwolf, already the size of an actual wolf. It seems almost as intelligent and friendly as a domestic dog.
ru_ru: Потомство диревульфа, уже размером с настоящего волка. Он кажется почти таким же умным и дружелюбным, как домашняя собака.

source: cat
ru_ru: мутировавший кот

source: A deformed and mutating cat.
ru_ru: Деформированный и мутировавший кот.

source: hairless cat
ru_ru: облезлый кот

source: A mutating feline that has lost its coat of fur, making it appear weird and sickly.
ru_ru: Мутировавший кот, потерявший шерсть, из-за чего он выглядит странным и болезненным.

source: multilimbed cat
ru_ru: многолапый кот

source: A mutating feline that has sprouted extra sets of vestigal legs and multiple tails. Its movements are slow and clumsy.
ru_ru: Мутировавший кот, у которого выросли дополнительные лапы и несколько хвостов. Его движения медленные и неуклюжие.

source: venomous cat
ru_ru: ядовитый кот

source: A mutated feline that has acquired snake-like fangs and a powerful venom. It often hunts in packs making it more dangerous than its small size suggests.
ru_ru: Мутировавший кот, который приобрел змееподобные клыки и мощный яд. Часто охотится стаями, что делает его более опасным, чем можно предположить по ее маленьким размерам.

source: vampire cat
ru_ru: кот вампир

source: A mutated feline grown to the size of a large dog. It runs swiftly on six legs and possesses razor sharp fangs.
ru_ru: Мутировавший кот, выросший до размеров крупной собаки. Он быстро бегает на шести ногах и обладает острыми клыками.

source: ink cat
ru_ru: чернильный кот

source: A dark mutated feline that hunts from the shadows. It can spray a jet of ink from its mouth to blind predators or prey.
ru_ru: Темный мутировавший кот, который охотится из тени. Он может распылять струю чернил из пасти, чтобы ослепить хищников или добычу.

source: whip tongue
ru_ru: язык плети

source: A mutated feline grown to the size of a large dog. Its fur has been replaced with hard lizard-like scales and thorny knobs. The cat has no eyes but its long tongue continually sways back and forth tasting the air for signs of prey.
ru_ru: Мутировавший кот, выросший до размеров крупной собаки. Его шерсть заменена жесткой чешуей, похожей на чешую ящерицы, и колючими шипами. У него нет глаз, но его длинный язык постоянно мечется взад-вперед, пробуя воздух в поисках добычи.

source: fish
ru_ru: мутировавшая рыба

source: A mutant fish. The favorite prey of mutant cats and survivors.
ru_ru: Мутировавшая рыба. Любимая добыча кошек-мутантов и выживших.

source: puke fish
ru_ru: блевотная рыба

source: A disgustingly mutating fish about the size of a large carp. It exudes a gooey brown gel and smells like rotting milk.
ru_ru: Отвратительная мутировавшая рыба размером с крупного карпа. Она источает липкий коричневый гель и пахнет гниющим молоком.

source: finger fish
ru_ru: палевая рыба

source: A freakishly mutating fish about the size of a large carp. A cluster of finger-like limbs have burst from its head.
ru_ru: Причудливо мутировавшая рыба размером с крупного карпа. Из ее головы вырвалось скопление пальцеобразных конечностей.

source: tumor fish
ru_ru: опухшая рыба

source: An odious mutating fish about the size of a large carp. It's so covered in bleeding tumors and fleshy nodules that it can barely swim.
ru_ru: Опухшая мутировавшая рыба размером с крупного карпа. Она настолько покрыта кровоточащими опухолями и мясистыми наростами, что едва может плавать.

source: angelic fish
ru_ru: ангельская рыба

source: A mutant fish about the size of a large carp. Its internal organs glow with a pulsing light which readily shines through its translucent skin.
ru_ru: Мутировавшая рыба размером с крупного карпа. Ее внутренние органы светятся пульсирующим светом, который легко проникает сквозь полупрозрачную кожу.

source: bloatball fish
ru_ru: раздутая рыба

source: A mutant fish the size and shape of a basketball. When threatened the fish will inflate itself to massive size. If attacked the fish and its attacker will be caught in a violent explosion.
ru_ru: Мутировавшая рыба, размером и формой напоминающая баскетбольный мяч. При угрозе рыба раздувается до огромных размеров. При нападении рыба и нападающий будут охвачены сильным взрывом.

source: ghoul in the water
ru_ru: водный упырь

source: A large mutant fish the size of a tigershark. It resembles a catfish but instead of barbels it possess a pair of long spindly arms terminating in disturbingly human hands. The ghoul grabs prey on the water's edge and pulls it into the deep.
ru_ru: Крупная рыба-мутант размером с тигровую акулу. Она похожа на сома, но вместо колючек у нее пара длинных веретенообразных рук, заканчивающихся тревожно человеческими кистями. Упырь хватает добычу у кромки воды и утаскивает ее в глубину.

source: jawed terror
ru_ru: челлюстной ужас

source: A large mutant fish the size of a tigershark. It has a massive set of jaws lined with razor-sharp teeth.
ru_ru: Крупная мутировавшая рыба размером с тигровую акулу. У нее массивные челюсти с острыми как бритва зубами.

source: accordian fish
ru_ru: рыба-аккордеон

source: A mutant fish the size of a carp. It moves by strangely extending and contracting its body, giving it its odd name.
ru_ru: Мутировавшая рыба размером с карпа. Она передвигается, странно растягивая и сжимая свое тело, из-за чего и получила свое странное название.

source: whisperwill
ru_ru: шептун

source: A large mutant fish the size of a tiger shark. Its body is long and sleek like that of an eel. The whisperwill can perfectly mimic any human whose flesh it has consumed, and will call out for help with the voices of the dead.
ru_ru: Крупная мутировавшая рыба размером с тигровую акулу. Ее тело длинное и гладкое, как у угря. Шептун может идеально имитировать любого человека, чью плоть он поглотил, и звать на помощь голосами мертвых.

source: butter fish
ru_ru: маслянистая рыба

source: A mutant fish the size of a carp. It controls its bouyancy by producing and releasing a thick oil which might be harvestable.
ru_ru: Мутировавшая рыба размером с карпа. Она контролирует свою плавучесть, вырабатывая и выделяя густую жижу, которую можно собирать.

source: spitter fish
ru_ru: рыба брызгун

source: A mutant fish the size of a carp. It hunts by squirting jets of water at passing birds and knocking them into the water.
ru_ru: Мутировавшая рыба размером с карпа. Она охотится, выбрасывая струи воды на пролетающих птиц и сбивая их в воду.

source: mutant snake
ru_ru: мутировавшая змея

source: A mutating snake.
ru_ru: Мутирующая змея.

source: molting snake
ru_ru: линяющая змея

source: A mutating snake shedding its dried epidermis. Although vulnerable and weak, this snake still has a venomous bite.
ru_ru: Мутирующая змея, сбрасывающая свой высохший эпидермис. Несмотря на уязвимость и слабость, эта змея все же обладает ядовитым укусом.

source: jaculus
ru_ru: якулус

source: A mutated snake grown to the size of a python. It can launch itself at its prey by uncoiling its body like a giant spring.
ru_ru: Мутировавшая змея, выросшая до размеров питона. Она может бросаться на добычу, разматывая свое тело, как гигантскую пружину.

source: bone snake
ru_ru: костяная змея

source: A mutated snake grown to the size of python. Bone plates cover its body and it bites with a hard beak as well as venomous fangs.
ru_ru: Мутировавшая змея, выросшая до размеров питона. Костяные пластины покрывают ее тело, а кусает она твердым клювом с ядовитыми клыками.

source: frostbite snake
ru_ru: ледяно-клыкастая змея

source: A mutated snake armed with a powerful poison. Its bite causes flesh to wither and die, similar to a case of frostbite.
ru_ru: Мутировавшая змея, вооруженная мощным ядом. Ее укус вызывает увядание и смерть плоти, подобно случаю обморожения.

source: devil frog
ru_ru: дьявольская лягушка

source: A mutated bullfrog with jagged teeth and horms. Its bright red skin is said to produce hallucinagenic toxins.
ru_ru: Мутировавшая быковидная лягушка с зазубренными зубами и гормами. Считается, что ее ярко-красная кожа вырабатывает галлюцинагенные токсины.

source: gamma-toad
ru_ru: облученная жаба

source: A common toad that has mutated into a huge radioactive monstrosity. It pulses with heat, energy, and malice.
ru_ru: Обычная жаба, которая мутировала в огромное радиоактивное чудовище. Она пульсирует теплом, энергией и злобой.

source: mutant rat
ru_ru: мутировавшая крыса

source: A worm-tailed rodent with long whiskers and beady eyes.
ru_ru: Червехвостый грызун с длинными усами и глазами-бусинками.

source: plague rat
ru_ru: чумная крыса

source: A mutant rat that carries one or more dangerous diseases.
ru_ru: Мутировавшая крыса, которая переносит одно или несколько опасных заболеваний.

source: piranha rat
ru_ru: пираньевидная крыса

source: A mutant rat with a powerful set of sharp teeth. Not that dangerous on its own, but deadly in a swarm.
ru_ru: Мутировавшая крыса с мощным набором острых зубов. Не очень опасна сама по себе, но смертельно опасна в стае.

source: rat creature
ru_ru: крысиная тварь

source: A mutant rat that has impossibly crossbred with a spider and grown to the size of a wolf. It has venomous mandibles and numerous eyes.
ru_ru: Мутировавшая крыса, которая невероятным образом скрестилась с пауком и выросла до размеров волка. У нее ядовитые мандибулы и многочисленные глаза.

source: mutant cow
ru_ru: мутировавшая корова

source: mutant cow calf
ru_ru: мутировавший теленок

source: twisthorn cow
ru_ru: многорогая корова
