Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/Mutant_Insects/lang/*.po
Languages: ru_ru

source: A newly-hatched mutant spider the size of a rat. This one is excepptionally cute.
ru_ru: Только что вылупившийся мутировавший паук размером с крысу. Этот очень милый.

source: giant trapdoor-spider
ru_ru: гигантский паук ктенезид

source: A giant trapdoor-spider about the size of a dog. It digs a deep underground burrow that serves as a pit to trap unwary prey.
ru_ru: Гигантский паук ктенезид размером с собаку. Он роет глубокую подземную нору, которая служит ямой для ловли нежданной добычи.

source: A giant trapdoor-spider about the size of a cougar. It digs a deep underground burrow that serves as a pit to trap unwary prey.
ru_ru: Гигантский паук ктенезид размером с пуму. Он роет глубокую подземную нору, которая служит ямой для ловли нежданной добычи.

source: mega trapdoor-spider
ru_ru: мега паук ктенезид

source: A giant trapdoor-spider about the size of a horse. It digs a deep underground burrow that serves as a pit to trap unwary prey.
ru_ru: Гигантский паук ктенизид размером с лошадь. Он роет глубокую подземную нору, которая служит ямой для ловли нежданной добычи.

source: giant web-spiderling
ru_ru: гигантский паучок ткач

source: A newly-hatched mutant web-spider the size of a rat. It waits for prey to become ensnared in the vast webs that it weaves between the trees.
ru_ru: Только что вылупившийся паук ткач размером с крысу. Он поджидает добычу, чтобы запутать ее в огромной паутине, которую он плетет между деревьями.

source: A newly-hatched mutant web-spider the size of a rat. This one is rather friendly.
ru_ru: Только что вылупившийся паук ткач размером с крысу. Этот паук довольно дружелюбен.

source: giant web spider
ru_ru: гигантский паук ткач

source: A giant web-spider about the size of a dog. It waits for prey to become ensnared in the vast webs that it weaves between the trees.
ru_ru: Гигантский паук ткач размером с собаку. Он поджидает добычу, чтобы запутать ее в огромной паутине, которую он плетет между деревьями.

source: A giant web-spider about the size of a cougar. It waits for prey to become ensnared in the vast webs that it weaves between the trees.
ru_ru: Гигантский паук ткач размером с пуму. Он поджидает добычу, чтобы запутать ее в огромной паутине, которую он плетет между деревьями.

source: mega web-spider
ru_ru: мега паук ткач

source: A giant web-spider about the size of a horse. It waits for prey to become ensnared in the vast webs that it weaves between the trees.
ru_ru: Гигантский паук ткач размером с лошадь. Он поджидает добычу, чтобы запутать ее в огромной паутине, которую он плетет между деревьями.

source: giant blackwidow spiderling
ru_ru: гигантская черная вдовка

source: A newly-hatched mutant blackwidow the size of a rat. A highly venomous nightmare come to life.
ru_ru: Только что вылупившаяся мутировавшая черная вдова размером с крысу. Оживший ядовитый кошмар.

source: giant blackwidow spider
ru_ru: гигантская черная вдова

source: A giant spider about the size of a dog. A highly venomous nightmare come to life.
ru_ru: Гигантский паук размером с собаку. Оживший ядовитый кошмар.

source: giant wolf-spiderling
ru_ru: гигантский паучок-волк

source: A newly-hatched mutant wolf-spider the size of a rat.
ru_ru: Только что вылупившийся мутант паука-волка размером с крысу.

source: A newly-hatched mutant wolf spider the size of a rat. This one is excepptionally cute and fuzzy.
ru_ru: Только что вылупившийся паук-мутант размером с крысу. Он очень милый и пушистый.

source: giant wolf-spider
ru_ru: гигантский паук-волк

source: A giant wolf-spider about the size of a dog. It moves quickly and aggressively to catch and consume prey.
ru_ru: Гигантский паук-волк размером с собаку. Он быстро и агрессивно передвигается, чтобы поймать и съесть добычу.

source: A giant mutant spider twice the size of than an actual wolf. It moves quickly and aggressively to catch and consume prey.
ru_ru: Гигантский мутировавший паук в два раза больше, чем настоящий волк. Он быстро и агрессивно передвигается, чтобы поймать и съесть добычу.

source: mega wolf spider
ru_ru: мега паук-волк

source: A giant wolf spider about the size of a horse. It moves quickly and aggressively to catch and consume prey.
ru_ru: Гигантский паук-волк размером с лошадь. Он быстро и агрессивно передвигается, чтобы поймать и съесть добычу.
