Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/Mutant_Insects/lang/*.po
Languages: ru_ru

source: stinger
ru_ru: жало

source: A six-inch stinger from a giant insect. Makes a mediocre melee weapon.
ru_ru: Шестидюймовое жало гигантского насекомого. Посредственное оружие ближнего боя.

source: "BZZzzzzzzzzzzz."
ru_ru: "БЗЗззззззззззз"

source: "BZzzzt. BZZzzzzzzzt."
ru_ru: "БЗззз. БЗЗзззззззз"

source: "VRRRrrrrzzzzzzzzz."
ru_ru: "ВЖЖжжжзззззззз"

source: "VRrrrzt. VRRRrrzzzzzzt."
ru_ru: "ВЖжжжз. ВЖЖжжзззз"

source: A loud buzz.
ru_ru: Громкое жужжание.

source: The piercing buzzing of a mutant insect.
ru_ru: Пронзительное жужжание насекомого-мутанта.

source: A loud drone from a giant insect.
ru_ru: Громкое жужжание гигантского насекомого.

source: "Bzzzzzzzzzzzzz."
ru_ru: "Бззззззззззз"

source: "Bzzzzt. Bzzzzzzzzzt."
ru_ru: "Бззз. Бззззззззз"

source: "Vrrrrrrzzzzzzzzz."
ru_ru: "Вжжжзззззззз"

source: "Vrrrrzt. Vrrrrrzzzzzzt."
ru_ru: "Вжжззз. Вжжжзззззз"

source: An annoying buzz.
ru_ru: Назойливое жужжание.

source: The buzzing of a mutant insect.
ru_ru: Жужжание насекомого-мутанта.

source: An irritating drone from a large insect.
ru_ru: Раздражающее жужжание крупного насекомого.

source: "BZZZZZzzzzzzzz!"
ru_ru: "БЗЗЗЗзззззззз!"

source: "BZZZzt! BZZZZZzzzt!"
ru_ru: "БЗЗЗзз! БЗЗЗззззз!"

source: "VRRRRRRZZzzzzzzzz!"
ru_ru: "ВЖЖЖЖЗЗзззззззз"

source: "VRRRZZzzzt! VRRRRRZZzzzzt!"
ru_ru: "ВЖЖЖЗЗззз! ВЖЖЖЖЗЗзззз!"

source: A very loud buzz.
ru_ru: Очень громкое жужжание.

source: The deafening buzzing of a mutant insect.
ru_ru: Оглушительное жужжание насекомого-мутанта.

source: A very loud drone from a giant insect.
ru_ru: Очень громкое жужжание гигантского насекомого.

source: "BZZZZZZZZZZZZZZZZZ!"
ru_ru: "БЗЗЗЗЗЗЗЗЗЗЗЗЗЗЗЗЗ!"

source: "BZZZZZT! BZZZZZZT!"
ru_ru: "БЗЗЗЗЗ! БЗЗЗЗЗЗ!"

source: "VRRRRRRZZZZZZZZZZ!"
ru_ru: "ВЖЖЖЖЖЗЗЗЗЗЗЗЗ!"

source: "VRRRZZZZT! VRRRRRZZZZZZT!"
ru_ru: "ВЖЖЖЗЗЗЗ! ВЖЖЖЖЖЗЗЗЗЗЗ!"

source: A deafeningly loud buzzzing noise.
ru_ru: Оглушительно громкое жужжание.

source: The earsplitting buzz of a mega insect.
ru_ru: Жужжание мега-насекомого.

source: The thundering drone of a flying mega insect.
ru_ru: Громовое жужжание летающего мега-насекомого.

source: bug dirt
ru_ru: кучка грязи насекомых

source: Large black pellets of rotting material.
ru_ru: Крупные черные куски гниющего материала.

source: concentrated acid
ru_ru: концентрированная кислота

source: Concentrated acid. Don't drink it.
ru_ru: Концентрированная кислота. Не стоит пить ее.

source: bug egg
ru_ru: яйцо насекомого

source: Some kind of sickass bug egg. It's gross, dude, don't eat it.
ru_ru: Яйцо какого-то больного жука. Это отвратительно, чувак, не ешь это.

source: mutant spider egg
ru_ru: яйцо мутировавшего паука

source: A fist-sized egg from a giant spider. Incredibly gross.
ru_ru: Яйцо гигантского паука размером с кулак. Невероятно мерзко.

source: roach egg
ru_ru: яйцо таракана

source: A fist-sized egg from a giant roach. Incredibly gross.
ru_ru: Яйцо гигантского таракана размером с кулак. Невероятно мерзко.

source: mutant locust egg
ru_ru: яйцо мутировавшей саранчи

source: A fist-sized egg from a mutant locust.
ru_ru: Яйцо мутировавшей саранчи размером с кулак.

source: mutant ant egg
ru_ru: яйцо мутировавшего муравья

source: A large white ant egg, the size of a softball.
ru_ru: Большое белое муравьиное яйцо, размером с мягкий мяч.

source: mutant acid ant egg
ru_ru: яйцо кислотного мутировавшего муравья

source: A large white acid ant egg, the size of a softball.
ru_ru: Большое белое яйцо кислотного муравья.

source: mutant bee egg
ru_ru: яйцо мутировавшей пчелы

source: A fist-sized egg from a mutant bee.
ru_ru: Яйцо мутировавшей пчелы размером с кулак.

source: A fist-sized egg from a mutant bee, marinated in a soup of mutagen and royal jelly.
ru_ru: Яйцо мутировавшей пчелы размером с кулак, замаринованное в супе из мутагена и маточного молочка.

source: mutant butterfly egg
ru_ru: яйцо мутировавшей бабочки

source: A fist-sized egg from a mutant butterfly.
ru_ru: Яйцо мутировавшей бабочки размером с кулак.

source: mutant beetle egg
ru_ru: яйцо мутировавшего жука

source: A fist-sized egg from a mutant beetle.
ru_ru: Яйцо мутировавшего жука размером с кулак.

source: mutant centipede egg
ru_ru: яйцо мутировавшей сколопендры

source: A fist-sized egg from a mutant centipede.
ru_ru: Яйцо мутировавшей сколопендры размером с кулак.

source: mutant dragonfly egg
ru_ru: яйцо мутировавшей стрекозы

source: A fist-sized egg from a mutant dragonfly.
ru_ru: Яйцо мутировавшей стрекозы размером с кулак.

source: mutant fly egg
ru_ru: яйцо мутировавшей мухи

source: A fist-sized egg from a mutant fly.
ru_ru: Яйцо мутировавшей мухи размером с кулак.

source: mutant mosquito egg
ru_ru: яйцо мутировавшего комара

source: A fist-sized egg from a mutant mosquito.
ru_ru: Яйцо мутировавшего комара размером с кулак.

source: mutant wasp egg
ru_ru: яйцо мутировавшей осы

source: A fist-sized egg from a mutant wasp. You can almost feel the hatred emanating from within.
ru_ru: Яйцо мутировавшей осы размером с кулак. Вы почти чувствуете ненависть, исходящую изнутри.

source: A fist-sized egg from a mutant wasp.
ru_ru: Яйцо мутировавшей осы размером с кулак.

source: A fist-sized egg from a mutant cellar-spider.
ru_ru: Яйцо мутировавшего паука скакуна размером с кулак.

source: mutant jumping-spider egg
ru_ru: яйцо мутировавшего паука скакуна

source: A fist-sized egg from a mutant jumping-spider.
ru_ru: Яйцо мутировавшего паука скакуна размером с кулак.

source: mutant trapdoor-spider egg
ru_ru: яйцо мутировавшего паука ктенезида

source: A fist-sized egg from a mutant trapdoor-spider.
ru_ru: Яйцо мутировавшего паука ктенезида размером с кулак.

source: mutant web-spider egg
ru_ru: яйцо мутировавшего паука ткача

source: A fist-sized egg from a mutant web-spider.
ru_ru: Яйцо мутировавшего паука ткача размером с кулак.

source: mutant blackwidow egg
ru_ru: яйцо мутировавшей черной вдовы

source: A fist-sized egg from a mutant blackwidow spider.
ru_ru: Яйцо мутировавшей черной вдовы размером с кулак.

source: mutant wolf-spider egg
ru_ru: яйцо мутировавшего паука-волка

source: A fist-sized egg from a mutant wolf-spider.
ru_ru: Яйцо мутировавшего паука-волка размером с кулак.

source: Expands giant insects, eggs, larva. Adds new types. Insects evolve into mega-sized insects. Some larva are tameable. Eggs can be modified with mutagen.
ru_ru: Расширяет виды гигантских насекомых их яйца и личинки. Добавляет новые виды. Насекомые превращаются в насекомых огромных размеров. Некоторые личинки можно приручить. Яйца могут быть модифицированы мутагеном.

source: small bug
ru_ru: маленький жук

source: A gross bug about the size of rat. Maybe immature.
ru_ru: Мерзкий жук размером с крысу. Возможно, молодой.

source: large bug
ru_ru: большой жук

source: A gross bug the size of a dog.
ru_ru: Мерзкий жук размером с собаку.

source: giant bug
ru_ru: гигантский жук

source: A gigantic bug the size of a dog.
ru_ru: Гигантский жук размером с собаку.

source: An enormous bug the size of a cow or horse.
ru_ru: Огромный жук размером с корову или лошадь.

source: small larva
ru_ru: маленькая личинка

source: A gross worm the size of rat.
ru_ru: Мерзкая личинка размером с крысу.

source: large larva
ru_ru: большая личинка

source: A gross worm the size of a dog.
ru_ru: Мерзкая личинка размером с собаку.

source: giant acidic ant
ru_ru: гигантский кислотный муравей

source: A monstrous brown ant the size of a human. Glistening liquid periodically drips from its swollen abdomen.
ru_ru: Чудовищный коричневый муравей размером с человека. Из его раздутого брюшка периодически капает блестящая жидкость.

source: giant acidic ant queen
ru_ru: гигантская королева кислотных муравьев

source: An enormous brown ant the size of a cow. Its orifice seems developed only for egg-laying rather than spraying acid.
ru_ru: Огромный коричневый муравей размером с корову. Ее отверстие, похоже, развито только для откладывания яиц, а не для разбрызгивания кислоты.

source: giant acidic ant soldier
ru_ru: гигантский кислотный муравей-солдат

source: A monstrous wolly brown ant the size of an adult human. Glistening liquid periodically drips from its swollen abdomen and it bears a pair of scythe like mandibles.
ru_ru: Чудовищный волнистый коричневый муравей размером со взрослого человека. Из его раздутого брюшка периодически капает блестящая жидкость, а сам он имеет пару косоподобных челюстей.

source: mega acid ant
ru_ru: кислотный мега муравей

source: A monstrous woolly brown ant the size of a water buffalo. Glistening liquid periodically drips from its swollen abdomen and it bears a pair of scythe like mandibles.
ru_ru: Чудовищный шерстистый коричневый муравей размером с водяного буйвола. Из его раздутого брюшка периодически капает блестящая жидкость, а сам он имеет пару косоподобных челюстей.

source: giant acidic ant larva
ru_ru: гиганткая личинка кислотного муравья

source: A yellow grub the size of a dog. It squirms and oozes gelatinous fluids.
ru_ru: Желтая личинка размером с собаку. Она корчится и сочится желеобразной жидкостью.

source: A yellow grub the size of a dog. It squirms and oozes gelatinous fluids. This one seems unusually friendly.
ru_ru: Желтая личинка размером с собаку. Она корчится и сочится желеобразной жидкостью. Эта кажется необычайно дружелюбной.

source: giant ant
ru_ru: гигантский муравей

source: An enormous red ant the size of a full grown human. It possesses a pair of wriggling antennae and vicious-looking mandibles.
ru_ru: Огромный красный муравей размером с взрослого человека. У него есть пара извивающихся усиков и злобные челюсти.

source: giant ant queen
ru_ru: королева гиганских муравьев

source: A colossal red ant the size of a cow. It moves slowly and deliberately, tending to nearby eggs and continually laying more.
ru_ru: Огромный красный муравей размером с корову. Она передвигается медленно и целенаправленно, ухаживая за близлежащими яйцами и постоянно откладывая новые.

source: giant ant soldier
ru_ru: гигантский муравей-солдат

source: A huge and hairy red ant the size of an adult human. Bulging pincers extend from its jaws.
ru_ru: Огромный и волосатый рыжий муравей размером со взрослого человека. Из его челюстей торчат выпуклые клешни.

source: mega ant
ru_ru: мега муравей

source: A monstrous red ant the size of a bison. Bulging pincers extend from its jaws.
ru_ru: Чудовищный красный муравей размером с бизона. Из его челюстей торчат выпуклые клешни.

source: gigantic ant larva
ru_ru: гигантская личинка муравья

source: A pulsating sausage of glistening white flesh, the size of a dog. On one end is a set of squirming mouth parts.
ru_ru: Пульсирующая масса сверкающей белой плоти размером с собаку. На одном конце - набор дергающихся ротовых частей.

source: A pulsating sausage of glistening white flesh, the size of a dog. On one end is a set of squirming mouth parts. THis one seems rather playful.
ru_ru: Пульсирующая масса сверкающей белой плоти размером с собаку. На одном конце - набор дергающихся ротовых частей. Эта кажется довольно игривой.

source: giant bee
ru_ru: гигантская пчела

source: With a stinger the size of a kitchen knife, this dog-sized insect's black and yellow markings warn you to leave it undisturbed.
ru_ru: С жалом размером с кухонный нож, черно-желтые отметины этого насекомого размером с собаку предупреждают вас о том, что его нельзя беспокоить.

source: giant queen bee
ru_ru: королева гигантских пчел

source: A colossal bee the size of a cow. It moves slowly and deliberately, tending to nearby eggs and continually laying more.
ru_ru: Огромная пчела размером с корову. Она движется медленно и целенаправленно, ухаживая за близлежащими яйцами и постоянно откладывая новые.

source: mutant bee larva
ru_ru: личинка мутировавшей пчелы

source: A pulsating sausage of glistening white flesh, the size of a squirrel. On one end is a set of squirming mouth parts.
ru_ru: Пульсирующая масса сверкающей белой плоти размером с белку. На одном конце - набор дергающихся ротовых частей.

source: A pulsating sausage of glistening white flesh, the size of a squirrel. On one end is a set of squirming mouth parts. This one seems rather playful.
ru_ru: Пульсирующая масса сверкающей белой плоти размером с белку. На одном конце - набор дергающихся ротовых частей. Эта кажется довольно игривой.

source: A pulsating sausage of glistening white flesh, the size of a squirrel. On one end is a set of squirming mouth parts. This one seems proud and commanding.
ru_ru: Пульсирующая масса сверкающей белой плоти размером с белку. На одном конце - набор дергающихся ротовых частей. Эта кажется гордой и властной.

source: gigantic beetle
ru_ru: гигантский жук

source: An enormous beetle the size of a Galapagos turtle. It has a hard black shell.
ru_ru: Огромный жук размером с галапагосскую черепаху. Имеет твердый черный панцирь.

source: mega beetle
ru_ru: мега жук

source: An enormous beetle the size of a hippo. It has a hard black shell.
ru_ru: Огромный жук размером с бегемота. Имеет твердый черный панцирь.

source: gigantic beetle larva
ru_ru: личинка гигантского жука

source: A worm-like beetle larva the size of a dog.
ru_ru: Червеобразная личинка жука размером с собаку.

source: A worm-like larva the size of a dog. This one seems fairly tame.
ru_ru: Червеобразная личинка размером с собаку. Эта выглядит вполне ручной.

source: gigantic butterfly
ru_ru: гагантская бабочка

source: An enormous butterfly with a wingspan the size of a kite. It has colorful wings that swirl with hypnotic colors.
ru_ru: Огромная бабочка с размахом крыльев, размером с воздушного змея. У нее разноцветные крылья, которые завихряются гипнотическими цветами.

source: mutant butterfly chrysalis
ru_ru: куколка мутировавшей бабочки

source: A silken cacoon containing what will become a mutant butterfly.
ru_ru: Шелковистый какон, содержащий то, что станет мутировавшей бабочкой.

source: mutant caterpillar
ru_ru: мутировавшая гусеница

source: A thick green caterpillar the size of a person's arm. If slowly chews leaves and grass and seeds.
ru_ru: Толстая зеленая гусеница размером с руку человека. Медленно жует листья, траву и семена.

source: mutant centipede
ru_ru: мутировавшая сколопендра

source: A mutant centipede grown to the size of an alligator. Its pincers have a deadly poison.
ru_ru: Мутировавшая сколопендра, выросшая до размеров аллигатора. В ее клешнях содержится смертельный яд.

source: A mutant centipede grown to the size of a tiger. Its pincers have a deadly poison.
ru_ru: Мутировавшая сколопендра, выросшая до размеров тигра. В ее клешнях содержится смертельный яд.

source: giant cockroach nymph
ru_ru: личинка мутировавшего таракана

source: An immature mutant cockroach about the size of a rat.
ru_ru: Личинка мутировавшего таракана размером с крысу.

source: giant cockroach
ru_ru: гигансткий таракан

source: A mutant cockroach the size of a small dog.
ru_ru: Мутировавший таракан размером с маленькую собаку.

source: A mutant cockroach the size of a small dog. Its abdomen is heavily swollen.
ru_ru: Мутировавший таракан размером с маленькую собаку. Брюшная полость сильно вздута.

source: plagueroach nymph
ru_ru: личинка чумного таракана

source: An infected mutant cockroach about the size of a rat.
ru_ru: Зараженная личинка мутировавшего таракана размером с крысу.

source: giant plagueroach
ru_ru: гигантский чумной таракан

source: An infected mutant cockroach the size of a small dog.
ru_ru: Зараженный мутировавший таракан размером с маленькую собаку.

source: pregnant plagueroach
ru_ru: беременный чумной таракан

source: An infected mutant cockroach the size of a small dog. Its abdomen is heavily swollen.
ru_ru: Зараженный мутировавший таракан размером с маленькую собаку. Брюшная полость сильно вздута.

source: mutant dermatik
ru_ru: мутировавший дерматик

source: A mutant wasp the size of a squirrel, with a barbed ovipositor extruding from the abdomen.
ru_ru: Мутировавшая оса размером с белку, с колючим яйцекладом, выходящим из брюшка.

source: mutant dermatik larva
ru_ru: личинка мутировавшего дерматика

source: A fat white grub as big as a squirrel, with a pair of large, spadelike mandibles.
ru_ru: Жирная белая личинка размером с белку, с парой больших, похожих на лопасти челюстей.

source: mutant dragonfly
ru_ru: мутировавшая стрекоза

source: A mutant dragonfly which has grown to the size of a crow. It darts and weaves through the air.
ru_ru: Мутировавшая стрекоза, выросшая до размеров вороны. Она стрекочет и носится по воздуху.

source: A mutant dragonfly which has grown to the size of a crow. It darts and weaves through the air. This one seems especially intelligent.
ru_ru: Мутировавшая стрекоза, выросшая до размеров вороны. Она перемещается по воздуху. Она кажется особенно умной.

source: A giant dragonfly the size of a condor. It buzzes through the air on glistening wings.
ru_ru: Гигантская стрекоза размером с кондора. Она жужжит в воздухе на сверкающих крыльях.

source: A giant dragonfly as large as a human being. It buzzes through the air on glistening wings.
ru_ru: Гигантская стрекоза размером с человека. Она жужжит в воздухе на сверкающих крыльях.

source: mega dragonfly
ru_ru: мега стрекоза

source: A giant dragonfly the size of a horse. It makes a deafening buzz as it slowly hovers above the ground.
ru_ru: Гигантская стрекоза размером с лошадь. Она издает оглушительное жужжание, медленно паря над землей.

source: mutant firefly
ru_ru: мутировавший светлячок

source: A bioluminescent insect the size of a sparrow. It lights up the evening gloom with its yellow glow.
ru_ru: Биолюминесцентное насекомое размером с воробья. Оно озаряет вечерний мрак своим желтым свечением.

source: mutant fly
ru_ru: мутировавшая муха

source: A giant mutant fly the size of a chicken. It buzzes and drones incessantly.
ru_ru: Гигантская муха-мутант размером с курицу. Она непрерывно жужжит и гудит.

source: giant fly
ru_ru: гигантская муха

source: A giant fly the size of a sheep. It buzzes and drones incessantly.
ru_ru: Гигантская муха размером с овцу. Она непрерывно жужжит и гудит.

source: mega fly
ru_ru: мега муха

source: A giant fly the size of a horse. It makes a deafening buzz as it slowly hovers above the ground.
ru_ru: Гигантская муха размером с лошадь. Она издает оглушительное жужжание, медленно паря над землей.

source: mutant maggot
ru_ru: мутировавшая личинка

source: A pulsating sausage of glistening white flesh, the size of a housecat. On one end is a set of squirming mouth parts.
ru_ru: Пульсирующая масса сверкающей белой плоти размером с домашнюю кошку. На одном конце - набор дергающихся ротовых частей.

source: A pulsating sausage of glistening white flesh, the size of a housecat. On one end is a set of squirming mouth parts. This one seems rather playful.
ru_ru: Пульсирующая масса сверкающей белой плоти размером с домашнюю кошку. На одном конце - набор дергающихся ротовых частей. Эта кажется довольно игривой.

source: mutant locust
ru_ru: мутировавшая саранча

source: A mutant locust nymph the size of a crow. It's still growing and hungry.
ru_ru: Личинка мутировавшей саранчи размером с ворону. Она все еще растет и голодна.

source: giant locust
ru_ru: гигантская саранча

source: A giant locust the size of a racoon. It's clumsy, stupid, and hungry.
ru_ru: Гигантская саранча размером с енота. Она неуклюжая, глупая и голодная.

source: mutant moth
ru_ru: мутировавшая бабочка

source: A fuzzy mutated moth with a wingspan the size of a kite. It soars and flits through the darkness.
ru_ru: Пушистая мутировавшая бабочка с размахом крыльев размером с воздушного змея. Она парит и порхает в темноте.

source: mutant mosquito
ru_ru: мутировавший комар

source: An enormous mutant mosquito the size of an eagle. Its face is dominated by a long, spear-tipped proboscis.
ru_ru: Огромный мутировавший комар размером с орла. На его лице расположен длинный хоботок с копьевидным наконечником.

source: mutant mosquito larva
ru_ru: личинка мутировавшего комара

source: A mutant mosquito larva the size of a squirrel. It floats at the surface of the water waiting to catach smaller prey.
ru_ru: Личинка мутировавшего комара размером с белку. Она плавает у поверхности воды, поджидая, чтобы схватить более мелкую добычу.

source: giant wasp
ru_ru: гигантская оса

source: A gigantic slender-bodied wasp about the size of an adult human. It is armed with an evil-looking stinger and bears ominous red markings on its abdomen.
ru_ru: Гигантская тонкотелая оса размером со взрослого человека. Она вооружена зловещим жалом и имеет угрожающие красные отметины на брюшке.

source: mega wasp
ru_ru: мега оса

source: A gigantic slender-bodied wasp about the size of a cow. It is armed with an evil-looking stinger and bears ominous red markings on its abdomen.
ru_ru: Гигантская тонкотелая оса размером с корову. Она вооружена зловещим жалом и имеет угрожающие красные отметины на брюшке.

source: giant wasp larva
ru_ru: личинка гигантской осы

source: A pulsating sausage of glistening white flesh, the size of a dog. On one end is a set of squirming mouth parts. This one seems less aggressive.
ru_ru: Пульсирующая масса сверкающей белой плоти размером с собаку. На одном конце - набор дергающихся ротовых частей. Эта выглядит менее агрессивной.

source: large spider
ru_ru: большой паук

source: giant spider
ru_ru: гигантский паук

source: mega spider
ru_ru: мега паук

source: giant cellar-spiderling
ru_ru: гигантский подвальный паучок

source: A newly-hatched giant cellar spider the size of a rat. Too small to possess much venom, but still quick and agile like an adult.
ru_ru: Только что вылупившийся гигантский подвальный паук размером с крысу. Слишком мал, чтобы обладать большим количеством яда, но все еще быстр и проворен, как взрослая особь.

source: giant cellar-spider
ru_ru: гигантский подвальный паук

source: A twitchy mutant spider about the size of a dog, with a relatively small body and spindly long legs. Its smaller brethren are known for being agile, and for preying upon other spiders.
ru_ru: Дергающийся мутировавший подвальный паук размером с собаку, с относительно небольшим телом и длинными веретенообразными ногами. Его меньшие собратья известны своей ловкостью и тем, что охотятся на других пауков.

source: giant jumping-spiderling
ru_ru: гигантский паучок скакун

source: A newly-hatched mutant jumping spider the size of a rat.
ru_ru: Только что вылупившийся мутировавший паук скакун размером с крысу.

source: A newly-hatched mutant jumping spider the size of a rat. This one is highly intelligent.
ru_ru: Только что вылупившийся мутировавший паук скакун размером с крысу. Этот паук обладает высоким интеллектом.

source: giant jumping-spider
ru_ru: гигантский паук скакун

source: A giant humping-spider about the size of a dog. It has big forelegs and two pairs of inquisitive-looking eyes.
ru_ru: Гигантский паук скакун размером с собаку. У него большие передние лапы и две пары любопытных глаз.

source: giant jumping spider
ru_ru: гигантский паук скакун

source: A giant jumping-spider about the size of a cougar. It has big forelegs and two pairs of inquisitive-looking eyes.
ru_ru: Гигантский паук скакун размером с пуму. У него большие передние лапы и две пары любопытных глаз.

source: mega jumping spider
ru_ru: мега паук скакун

source: A giant jumping-spider about the size of a horse. It has big forelegs and two pairs of inquisitive-looking eyes.
ru_ru: Гигантский паук скакун размером с лошадь. У него большие передние лапы и две пары любопытных глаз.

source: giant trapdoor-spiderling
ru_ru: гигантский паучок ктенезид

source: A newly-hatched mutant spider the size of a rat.
ru_ru: Только что вылупившийся мутировавший паук размером с крысу.
