Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/Tekitoumap/lang/*.po
Languages: ru_ru

source: Electric car chair
ru_ru: кресло для электромобиля

source: Armed chair
ru_ru: армированное кресло

source: refrigerator
ru_ru: холодильник

source: Plain
ru_ru: поле

source: A hideout place
ru_ru: скрытое место

source: Underground road
ru_ru: подземная дорога

source: Hiding place (basement)
ru_ru: скрытое место (подвал)

source: Alley
ru_ru: аллея

source: dojo
ru_ru: додзё

source: Nursing home
ru_ru: дом престарелых

source: Orchard
ru_ru: фруктовый сад

source: Wild vegetable shop
ru_ru: магазин диких овощей

source: Bicycle shop
ru_ru: магазин велосипедов

source: Optometrist
ru_ru: окулист

source: pet Shop
ru_ru: зоомагазин

source: Blacksmith
ru_ru: кузнец

source: Road Bikes
ru_ru: Дорожный велосипед

source: Super alloy frame
ru_ru: рама из суперсплава

source: It is a lightweight frame for bicycles made of superalloy.
ru_ru: Это легкая рама для велосипедов, изготовленная из суперсплава.

source: Crank (for competition)
ru_ru: коленчатый вал (для соревнований)

source: It is a competition pedal with a multistep transmission.
ru_ru: Это соревновательная педаль с многоступенчатой передачей.

source: Competitive pedals
ru_ru: педали для соревнований
