[
  {
    "id": "fatedblades_1_SDWinter",
    "type": "BOOK",
    "name": "Fated Blades 1",
    "description": "Daughter of the Sword: a paperback hybrid of modern tokyo-noir and ancient samurai action, starring a policewoman, a crippled young Samurai, and a sword. First in the series. A clever reader can pick up the fundamentals of swordsmanship from the sections where the leading lady is learning from the ancient master. Less clever readers will probably ignore it all as 'weeaboo bullshit.'",
    "weight": 322,
    "volume": 3,
    "price": 899,
    "material": [ "paper" ],
    "symbol": "?",
    "color": "light_blue",
    "skill": "cutting",
    "max_level": 2,
    "intelligence": 11,
    "time": 55,
    "fun": 3
  },
  {
    "id": "fatedblades_2_SDWinter",
    "type": "BOOK",
    "name": "Fated Blades 2",
    "description": "Year of the Demon: a paperback hybrid of modern tokyo-noir and ancient samurai action, starring a policewoman, a crippled young Samurai, an abused young girl in a toxic medieval village environment, and a sword. Second in the series. A clever reader can glean insights about swimming from the sections where the youth is made by a ninja clan to free-dive to recover the sword from a shipwreck. Less clever readers will probably ignore it all as 'weeaboo bullshit.'",
    "weight": 322,
    "volume": 3,
    "price": 799,
    "material": [ "paper" ],
    "symbol": "?",
    "color": "light_blue",
    "skill": "swimming",
    "max_level": 2,
    "intelligence": 11,
    "time": 55,
    "fun": 3
  },
  {
    "id": "fatedblades_3_SDWinter",
    "type": "BOOK",
    "name": "Fated Blades 3",
    "description": "Disciple of the Wind: a paperback hybrid of modern tokyo-noir and ancient samurai action, starring a disgraced policewoman, a crippled young Ronin, and a sword. Third (and likely last owing to the apocalypse) in the series. Makes you wish you owned a nodaichi and a copy of the Book of Five Rings. A clever reader can glean insights about tactful speech from all the sections in which the heroes get into fights and make a bad situation worse by speaking up righteously but incautiously. Less clever readers will probably ignore it all as 'weeaboo bullshit.'",
    "weight": 322,
    "volume": 3,
    "price": 799,
    "material": [ "paper" ],
    "symbol": "?",
    "color": "light_blue",
    "skill": "speech",
    "max_level": 2,
    "intelligence": 11,
    "time": 55,
    "fun": 3
  }
]
