Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/AdvancedGear_CDDA_Mod/lang/*.po
Languages: ru_ru

source: Nanotech shotgun turret, blasts out large clouds of monomolecular darts. Each shot is 10x the projectiles as the unmounted version, leading to ability to hit at a longer distance and a bit more damage. It feeds in powdered metal using a system similar to liquid transfer through the vehicle, then compresses it into ammo as needed.
ru_ru: Нанотурель-дробовик, который стреляет плотным облаком мономолекулярных дротиков. Каждый выстрел использует в 10 раз больше патронов, чем его ручная версия, но при этом повышается дальность урон и дальность стрельбы. Он использует металлический нанопорошок через стандартную систему подачи жидкости, и сжимает в боеприпасы по мере необходимости.

source: nanotech pistol turret (i)
ru_ru: нанотурель-пистолет (i)

source: Nanotech pistol turret, fires bursts of of monomolecular darts. Each shot is 10x the projectiles as the unmounted version, leading to ability to hit at a longer distance and a bit more damage. It feeds in powdered metal using a system similar to liquid transfer through the vehicle, then compresses it into ammo as needed.
ru_ru: Нанотурель-пистолет, который стреляет мономолекулярными дротиками. Каждый выстрел использует в 10 раз больше патронов, чем его ручная версия, но при этом повышается дальность урон и дальность стрельбы. Он использует металлический нанопорошок через стандартную систему подачи жидкости, и сжимает в боеприпасы по мере необходимости.

source: nanotech rifle turret (i)
ru_ru: нанотурель-винтовка (i)

source: Nanotech rifle turret, fires large bursts of monomolecular darts. Each shot is 10x the projectiles as the unmounted version, leading to ability to hit at a longer distance and a bit more damage. It feeds in powdered metal using a system similar to liquid transfer through the vehicle, then compresses it into ammo as needed.
ru_ru: Нанотурель-винтовка, которая стреляет шлейфом мономолекулярных боеприпасов. Каждый выстрел использует в 10 раз больше патронов, чем его ручная версия, но при этом повышается дальность урон и дальность стрельбы. Он использует металлический нанопорошок через стандартную систему подачи жидкости, и сжимает в боеприпасы по мере необходимости.

source: nanotech smg turret (i)
ru_ru: нанотурель пистолет-пулемёт (i)

source: Nanotech smg turret, fires a storm of monomolecular darts. Each shot is 10x the projectiles as the unmounted version, leading to ability to hit at a longer distance and a bit more damage. It feeds in powdered metal using a system similar to liquid transfer through the vehicle, then compresses it into ammo as needed.
ru_ru: Нанотурель-пистолет-пулемёт, которая стреляет штормом мономолекулярных боеприпасов. Каждый выстрел использует в 10 раз больше патронов, чем его ручная версия, но при этом повышается дальность урон и дальность стрельбы. Он использует металлический нанопорошок через стандартную систему подачи жидкости, и сжимает в боеприпасы по мере необходимости.

source: nanotech shredder turret (v)
ru_ru: нанотурель-дробовик (v)

source: nanotech pistol turret (v)
ru_ru: нанотурель-пистолет (v)

source: nanotech rifle turret (v)
ru_ru: нанотурель-винтовка (v)

source: nanotech smg turret (v)
ru_ru: нанотурель пистолет-пулемёт (v)

source: xl nanite cluster
ru_ru: xl нанитный кластер

source: A very large blob of nanites that can be easily programmed into multiple different forms.
ru_ru: Очень большая капля нанитов, которая может быть легко запрограммирована в любые формы.

source: xl nanite cluster(ai)
ru_ru: xl нанитный кластер(ИИ)

source: A very large blob of nanites that can be easily programmed into multiple different complex forms due to the included AI.
ru_ru: Очень большая капля нанитов, которая может быть легко запрограммирована в любые формы. Также включает в себя ИИ.

source: nanotech generator
ru_ru: нанотех генератор

source: A mass of nanites and power cells optimized for generating power.
ru_ru: Масса нанитов и энергетических ячеек, которая оптимизирует сама себя, для эффективной добычи электроэнергии. Устанавливается в блок двигателя.

source: nanotech storage array
ru_ru: нанохранилище метода "шоггот"

source: A mass of nanites programmed to store vast amounts of power.
ru_ru: Большая полая структура нанитов, с собственным ИИ. Она активно "выращивает" и разделяет ложноножки, опутывая все окружающие предметы, и поддерживая их в общей куче, постоянно оптимизируя свою стукртуру, насколько это возможно. Это позволяет вместить в ограниченное пространство как можно больше предметов различной формы и объёма.

source: nanotech crawler
ru_ru: наноползун (колесо)

source: A mass of nanites optimized for travel across any land-based surface while lifting a larger object.
ru_ru: Масса нанитов, оптимизирующая себя под любую поверхность под которой находится, и используется для того, чтобы нести на себе большие объекты.

source: nanotech vehicle part
ru_ru: нанотех часть транспорта

source: Seeing this is a bug - nanovp
ru_ru: Видя это сего есть баг - nanovp

source: nanotech vehicle part (foldable)
ru_ru: нанотех часть транспорта (складываемая)

source: Seeing this is a bug - nanovp_fold
ru_ru: Это нет этого не происходит - nanovp_fold

source: nanotech door
ru_ru: нанотех дверь-барьер

source: A very durable barrier composed of nanites acting as a door, it also contains a fine mesh that acts as a window.
ru_ru: Очень прочный барьер, собранный из нанитов. Он выполняет функции двери и окна.

source: nanotech iris
ru_ru: нанотек диафрагма

source: A highly durable iris composed of nanites, this blocks sight while also acting as a combination of door and armor.
ru_ru: Очень прочная диафрагма, собранная из нанитов. Она полностью блокирует обзор, а также выполняет функцию дверного проёма и брони.

source: nanotech boat coating
ru_ru: нанотех лодочная оболочка

source: An outer coating of nanites that work together to seal out water while also providing another layer of protection.
ru_ru: Внешняя лодочная оболочка из нанитов, которая как вытесняет воду из транспорта и даёт эффект плавучести, так и даёт ещё один дополнительный защитный слой.

source: nanotech vehicle turret
ru_ru: нанотех транспортая турель

source: nanotech shredder turret
ru_ru: нанотурель-дробовик

source: A nanotech shredder adapted for vehicular usage.
ru_ru: Нанотурель-дробовик, приспособленный для использования на транспорте.

source: nanotech pistol turret
ru_ru: нанотурель-пистолет

source: A nanotech pistol adapted for vehicular usage.
ru_ru: Нанотурель-пистолет, приспособленный для использования на транспорте.

source: nanotech rifle turret
ru_ru: нанотурель-винтовка

source: A nanotech rifle adapted for vehicular usage.
ru_ru: Нанотурель-винтовка, приспособленная для использования на транспорте.

source: nanotech SMG turret
ru_ru: нанотурель пистолет-пулемёт

source: A nanotech smg adapted for vehicular usage.
ru_ru: Нанотурель-пистолет-пулемёт, приспособленный для использования на транспорте.

source: nanotech aisle
ru_ru: нанотек проход

source: A nanotech aisle, capable of assisting with lifting nearby objects.
ru_ru: Нанотехнологический проход. Помогает поддерживать конструкцию.

source: nanotech roof
ru_ru: нанотек крыша

source: A nanotech roof that is capable of interfacing with a turret.
ru_ru: Нанотехнологичная крыша. Позволяет устнанавливать на себя турель.

source: nanotech solar panel
ru_ru: нанотех солнечная панель

source: A large sheet of nanites arranged to capture sunlight and convert it to electrical energy.
ru_ru: Большой лист из нанитов, построеных таким образом, чтобы ловить солнечный свет, и преобразовывать его в электрическую энергию.

source: nanotech passive plating
ru_ru: пассивная нанозащита

source: Nanites formed into a self-reinforcing mesh designed to reduce incoming damage.
ru_ru: Кластер нанитов, которые сформированы с самоукрепляющуюся структуру. Разработаны для сдерживания огромного количества урона.

source: nanotech active plating
ru_ru: активная нанозащита

source: Nanites formed into a highly active mesh designed to shred anything they collide with.
ru_ru: Высокоактивный кластер нанитов, которые разработаны с целью разрывания и уничтожения всего, с чем они столкнуться на большиъ векторах.

source: nanotech compression tank (2500L)
ru_ru: нанокомпрессионный бак (2500 л)

source: Collection of nanites formed into a hollow sphere with a complex mechanism to compress and decompress liquid to extreme levels.
ru_ru: Кластер нанитов, сформированых в полую сферу, и имеющие в себе сложный механизм компрессии/декомпрессии, позволяющий ему сжимать жидкости до экстремальных уровней.

source: nanotech 'shoggoth' storage node
ru_ru: нанохранилище метода "шоггот"

source: A large blob of nanites with an AI, it actively branches out pseudopods to grasp items held near it and supports them as optimally as possible
ru_ru: Большая полая структура нанитов, с собственным ИИ. Она активно "выращивает" и разделяет ложноножки, опутывая все окружающие предметы, и поддерживая их в общей куче, постоянно оптимизируя свою стукртуру, насколько это возможно. Это позволяет вместить в ограниченное пространство как можно больше предметов различной формы и объёма

source: nanotech crafting node
ru_ru: нанотех производственный узел

source: A large blob of nanites with an AI, it actively branches out pseudopods to assist with crafting efforts performed nearby. Additionally, it will act as most tools upon command.
ru_ru: Большая полая структура нанитов, с собственным ИИ. Она активно "выращивает" и разделяет ложноножки, для интерактивной помощи с большинстве ремесленных операций, производимых неподалёку.

source: nanotech fridge
ru_ru: нанотек холодильник

source: Collection of nanites formed into a hollow container, a large portion of their power is devoted to maintaining a cool temperature, leading to them being immobile and blocking passage.
ru_ru: Кластер нанитов, сформированых в полый контейнер. Большая часть всей потребляемой энергии уходит на то, чтобы поддерживать низкую температуру. Конструкция достаточно громоздкая, поэтому занимает всё своё отведённое место, и не даёт пройти скозь неё.

source: nanotech freezer
ru_ru: нанотек морозильник

source: Collection of nanites formed into a hollow container, a large portion of their power is devoted to maintaining a frozen temperature, leading to them being immobile and blocking passage.
ru_ru: Кластер нанитов, сформированых в полый контейнер. Большая часть всей потребляемой энергии уходит на то, чтобы поддерживать минусовую температуру. Конструкция достаточно громоздкая, поэтому занимает всё своё отведённое место, и не даёт пройти скозь неё.

source: installed nanofactory MK I
ru_ru: вмонтированная нанофабрика МK - 1

source: A large and bulky prototype nanofactory sitting on a frame somehow not functioning properly
ru_ru: Громоздккий прототип нанофабрики, который еле как умещается в своём пространстве, но при этом работает как-то не так

source: installed nanofactory MK II
ru_ru: вмонтированная нанофабрика МK - 2

source: A large and bulky nanofactory sitting on a frame somehow not functioning properly.
ru_ru: Громоздккий прототип нанофабрики, который еле как умещается в своём пространстве, но при этом ещё и работает как-то не так.

source: nanotech power generator
ru_ru: нанотек генератор

source: nanotech anima
ru_ru: нано-аниматор

source: A mass of nanites programmed to locate mechanical power systems and interface with them to provide mechanical power.
ru_ru: Масса нанитов, которая была запрограммирована с целью автоматического поиска и подключения к системе передачи механической энергии. Подключаясь, она начинает конвертировать электроэнергию в механическую.

source: nanotech control pod
ru_ru: нанотек-капсула системы управления

source: A large blob of nanites you can enter, it acts as a combined control system, chair, and camera control system all in one.
ru_ru: Масса нанитов, в которую вы можете без труда сесть, и управлять из неё транспортом. Она обладает адаптивной системой, и может предоставлять функции: системы управления, кресло и система контроля камер.

source: nanotech shock mesh
ru_ru: нанотек-ременная система безопасности

source: A series of straps attached to the seat, intended to fasten together after going over your shoulders and hips and between your legs.
ru_ru: Адаптивная система нанитов, состоящая из жгутов и ремней, которая помогает при экстренных случаях удержать пилота в кресле, спасти от получения смертельных травм. Ремни автоматически фиксируют пилота в области плечей, бёдер и между ног.

source: nanotech sensor array
ru_ru: нанотек сенсорно-визуальный массив

source: Advanced nanotech sensor array with basic armor, can transmit video to a camera control system or a nanotech control pod.
ru_ru: Продвинутая система нанитов, которая позволяет передавать видеопоток в систему контроля камер, или же в нанокапсулу системы управления.

source: nanotech floor
ru_ru: нанотек пол

source: A perfectly smooth floor with matching roof composed of nanites, can easily withstand almost anything.
ru_ru: Идеально ровный пол собранный из нанитов. Способен выдержать практически любой вес, а также полностью совпадает с крышей.

source: sssssssss!
ru_ru: сссссссс!

source: whump!
ru_ru: бумп!

source: nanotech wall
ru_ru: нанотек стена

source: An incredibly durable and perfectly uniform wall composed of nanites. More than capable of supporting a roof, as well as keeping out most practically anything.
ru_ru: Невероятно прочная и идеально ровная стена собранная из нанитов. Более чем способна выдержать вес любой крыши, как и вес вообще практически всего.

source: sealed nanotech iris
ru_ru: запертая нанотек диафрагма

source: A sealed iris composed of nanites, this door is capable of withstanding nearly anything.
ru_ru: Запертая нанотехнологическая диафрагма, собранная из нанитов. Она способна противостоять практически любой силе.

source: open nanotech iris
ru_ru: открытая нанотек диафрагма

source: An opened iris composed of nanites, this door is capable of withstanding nearly anything.
ru_ru: Открытая нанотехнологическая диафрагма, собранная из нанитов. Она способна противостоять практически любой силе.

source: A perfectly smooth roof composed of nanites, can easily withstand almost anything.
ru_ru: Идеально ровная крыша из нанитов. Она способна противостоять практически любой силе.

source: You shouldn't see this. nano_turret_pistol_weapon
ru_ru: Вы не должны видеть это. nano_turret_pistol_weapon

source: You shouldn't see this. nano_turret_shredder_weapon
ru_ru: Вы не должны видеть это. nano_turret_shredder_weapon

source: You shouldn't see this. nano_turret_rifle_weapon
ru_ru: Вы не должны видеть это. nano_turret_rifle_weapon

source: You shouldn't see this. nano_turret_smg_weapon
ru_ru: Вы не должны видеть это. nano_turret_smg_weapon

source: A shimmering pool of liquid metal with a small barrel sticking out, this turret specializes in accuracy, though it lacks in raw power.
ru_ru: Мерцающая лужа жидкого металла с торчащим из неё маленьким стволом. Эта турель специализируется на точности, но ей не хватает убойной силы.

source: A shimmering pool of liquid metal with a wide barrel sticking out, this turret specializes in power, though it lacks in accuracy and range.
ru_ru: Мерцающая лужа жидкого металла с торчащим из неё широким стволом. Эта турель специализируется на убойной силе, но ей не хватает точности и дальности.

source: A shimmering pool of liquid metal with a long barrel sticking out, this turret specializes in accuracy, though it lacks in raw power.
ru_ru: Мерцающая лужа жидкого металла с торчащим из неё маленьким стволом. Эта турель специализируется на точности, но ей не хватает убойной силы.

source: nanotech smg turret
ru_ru: нанотек пистолет-пулемёт

source: A shimmering pool of liquid metal with a short barrel sticking out, this turret specializes in speed, though it lacks in range and sustainability.
ru_ru: Мерцающая лужа жидкого металла с торчащим из неё коротким стволом. Эта турель специализируется на скорости, но ей не хватает дальности и устойчивости.
