Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Modpack/AdvancedGear_CDDA_Mod/lang/*.po
Languages: ru_ru

source: NANO
ru_ru: НАНО

source: ALL
ru_ru: ВСЕ

source: AMMO
ru_ru: БОЕПРИПАСЫ

source: WIELD
ru_ru: ОРУЖИЕ

source: WEAR
ru_ru: БРОНЯ

source: TOOLS
ru_ru: ИНСТРУМЕНТЫ

source: MATERIALS
ru_ru: МАТЕРИАЛЫ

source: NANITES
ru_ru: НАНИТЫ

source: VEHICLE
ru_ru: ТРАНСПОРТ

source: OTHER
ru_ru: ПРОЧЕЕ

source: nanotech
ru_ru: нанотех

source: compressed
ru_ru: сжимающий

source: gouged
ru_ru: выдавливающий

source: 80% integrity
ru_ru: целостность структуры 80%

source: 60% integrity
ru_ru: целостность структуры 60%

source: 40% integrity
ru_ru: целостность структуры 40%

source: 20% integrity
ru_ru: целостность структуры 20%

source: nanite fabrication
ru_ru: производство нанитов

source: nanite programming
ru_ru: программирование нанитов

source: fabrication feedstock
ru_ru: производственное сырьё

source: nanites
ru_ru: наниты

source: metal nanopowder
ru_ru: металлический нанопорошок

source: nanotech ammo
ru_ru: нанотехнологическая амуниция

source: nanotech deathcloud
ru_ru: смертельное нанооблако

source: Superalloy
ru_ru: Суперсплав

source: dented
ru_ru: щербатый

source: scratched
ru_ru: расцарапаный

source: marked
ru_ru: помеченный

source: smashed
ru_ru: раздавленый

source: shattered
ru_ru: разбитый

source: Extremely high-end items based around nanotech and 3D printing, mutations to be added later.
ru_ru: Невероятно продвинутая экипировка, основнная на нанотехнологиях и 3D печати, мутации будут добавлены позже.

# profession_male
source: Nanotech Agent
ru_ru: Агент Нанотех

# prof_desc_male
source: The nanotech project ALMOST finished in time to try to stop things. But almost doesn't quite cut it these days. You were tasked with keeping the prototypes safe, and trying to continue the research.
ru_ru: Проект Нанотех ПОЧТИ осуществил свою задачу по остановке всего происходящего. Но к сожалению, только почти. Вам была дана задача охранять прототипы и продолжать исследования.

# profession_female
source: Nanotech Agent
ru_ru: Агент Нанотех

# prof_desc_female
source: The nanotech project ALMOST finished in time to try to stop things. But almost doesn't quite cut it these days. You were tasked with keeping the prototypes safe, and trying to continue the research.
ru_ru: Проект Нанотех ПОЧТИ осуществил свою задачу по остановке всего происходящего. Но к сожалению, только почти. Вам была дана задача охранять прототипы и продолжать исследования.

source: nanotech gear
ru_ru: оборудование нанотех

source: You shouldn't see this - nanogear
ru_ru: Вы не должны это видеть - nanogear

source: nanotech shield
ru_ru: нанощит

source: Shield switched to active mode.
ru_ru: Щит переведён в активный режим.

source: A large shield composed of a cluster of nanites, currently in passive mode, you can block attacks with it. When not in use, it compresses itself into the handle.
ru_ru: Большой самоструктурируюийся кластер нанитов. Пока что, находится в пассивном состоянии. С помощью него можно блокировать атаки. Пока не используется, собирается и сжимается в виде ручки.

source: nanotech shield (active)
ru_ru: нанощит (активный)

source: Shield switched to passive mode.
ru_ru: Щит переведён в пассивный режим.

source: A large shield composed of a cluster of nanites, currently in active mode, it will automatically attempt to block attacks for you, allowing you to make use of your hand. When not in use, it compresses itself into the handle.
ru_ru: Большой самоструктурируюийся кластер нанитов. Сейчас находится в активном состоянии. Он автоматически будет блокировать все атаки, направленные в вашу сторону, при этом позволяя использовать обе руки. Пока не используется, собирается и сжимается в виде ручки.

source: nanotech 'mini-shoggoth' storage
ru_ru: нанохранилище метода "мини-шоггот"

source: A large blob of nanites with an AI, it actively branches out pseudopods to grasp items held near it and supports them as optimally as possible, including reaching down and forming 'legs' to support itself if needed.
ru_ru: Это огромная каплевидная структура из нанитов, с собственным ИИ. Она активно "выращивает" и разделяет ложноножки, опутывая все окружающие предметы, и поддерживая их в общей куче, постоянно оптимизируя свою стукртуру насколько это возможно. Также вытягиваясь вниз формирует "ноги", для более оптимального поддержания всего веса, когда это требуется.

source: nanotech holster
ru_ru: нанокобура

source: You store your %s
ru_ru: Вы поместили %s в нанокобуру

source: Store weapon
ru_ru: Поместить оружие

source: A small blob of nanites with an AI, it actively branches out pseudopods to grasp guns held nearby it, and put them into the user's hands automatically as needed.
ru_ru: Это небольшая каплевидная структура из нанитов, с собственным ИИ. Она активно "выращивает" и разделяет ложноножки, опутывая помещёное в неё оружие, и автоматически помещает его в руку пользователю, когда это требуется.

source: nanotech sheath
ru_ru: нано-ножны

source: A small blob of nanites with an AI, it actively branches out pseudopods to grasp blades held nearby it, and put them into the user's hands automatically as needed.
ru_ru: Это небольшая каплевидная структура из нанитов, с собственным ИИ. Она активно "выращивает" и разделяет ложноножки, опутывая помещённый в неё клинок, и автоматически помещает его в руку пользователю, когда это требуется.

source: nanotech magazine holder
ru_ru: нанодержатель для магазинов

source: You store your %s.
ru_ru: Вы зачехлили свой %s.

source: Store ammo
ru_ru: Поместить магазин

source: A small blob of nanites with an AI, it stores magazines and assists in loading them as needed.
ru_ru: Это маленькая каплевидная структура из нанитов, с собственным ИИ. Она сохраняет в себе несколько магазинов, и помогает перезаряжать оружие намного быстрее.

source: nanosuit
ru_ru: нанокостюм

source: Cycle heating
ru_ru: Изменить нагрев нагрев

source: Enabling nanosuit's heating mode.
ru_ru: Подключение системы нагрева нанокостюма.

source: A cluster of carefully programmed nanites designed to fully cover the body and defend against external threats. Can be activated to produce heat.
ru_ru: Кластер запрограммированых чрезвычайно сложным методом нанитов, которые покрывают всё тело пользователя и защищают от большинства внешних угроз. Может быть активирован для выработки тепла.

source: nanosuit (heat+)
ru_ru: нанокостюм (тепло+)

source: Increasing nanosuit's heating mode.
ru_ru: Увеличение температуры нагрева.

source: A cluster of carefully programmed nanites designed to fully cover the body and defend against external threats. Currently heating itself.
ru_ru: Кластер запрограммированых чрезвычайно сложным методом нанитов, которые покрывают всё тело пользователя и защищают от большинства внешних угроз. Может быть активирован для выработки тепла.

source: nanosuit (heat++)
ru_ru: нанокостюм (тепло++)

source: nanosuit (heat+++)
ru_ru: нанокостюм (тепло+++)

source: nanosuit (heat++++)
ru_ru: нанокостюм (тепло++++)

source: nanosuit (heat+++++)
ru_ru: нанокостюм (тепло+++++)

source: Disabled nanosuit's heating mode.
ru_ru: Отключение нагрева костюма.

source: nanotech liquid compressor
ru_ru: нанокомпрессор жидкости

source: A heavily compressed liquid storage device, it is also capable of keeping its contents fresh and maintaining their temperature.
ru_ru: Устройство для сжатия жидкостей до невероятно плотных состояний. он также позволяет сохранять содержимое в свежем виде.

source: nanite multitool (small)
ru_ru: НаноМультитул (маленький)

source: Switch tool mode
ru_ru: Перенастроить режим инструмента

source: You switch your multitool to large tools mode.
ru_ru: Ты перенастроил твой НаноМультитул под большие инструменты.

source: Nanite control unit that can mimic many tools, though some require different configurations. Currently in default form, allowing access to numerous small tools.
ru_ru: Устройство контролирующее нанитов, которое может мимикрировать под огромное количество разных инструментов. На данный момент, в своей стандартной форме, даёт доступ к некоторому количеству небольших инструментов.

source: nanite multitool (large)
ru_ru: НаноМультитул (большой)

source: You switch your multitool to laser welder mode.
ru_ru: Ты перенастроил твой НаноМультитул под лазерную сварку.

source: Nanite control unit that can mimic many tools, though some require different configurations. Currently expanded into a larger form for bulkier tools.
ru_ru: Устройство контролирующее нанитов, которое может мимикрировать под огромное количество разных инструментов. На данный момент, был перенастроен для более громоздких инструментов.

source: nanite multitool (laser welder)
ru_ru: НаноМультитул (лазерная сварка)

source: You switch your multitool to small tools mode.
ru_ru: Ты перенастроил твой НаноМультитул под небольшие инструменты.

source: Nanite control unit that can mimic many tools, though some require different configurations. Currently configured as a laser welder.
ru_ru: Устройство контролирующее нанитов, которое может мимикрировать под огромное количество разных инструментов. На данный момент, был перенастроен для лазерной сварки.

source: Incredibly finely powdered metal, it is useless for anything except use in specialized nanotech turrets.
ru_ru: Измельчённый до невероятного состояния металл, в основном он бесполезен. Применяется только в специальных нанотехнологических турелях.

source: monomolecular dart feedstock
ru_ru: мономолекулярное сырьё для дротиков

source: Batch of material with instructions to produce bursts of darts.
ru_ru: Пачка материала, запрограммированная перестраиваться в дротики, при выстреле.

source: monomolecular blade feedstock
ru_ru: мономолекулярное сырьё для лезвий

source: Batch of material with instructions to produce bursts of blades.
ru_ru: Пачка материала, запрограммированная перестраиваться в лезвия, при выстреле.

source: monomolecular wire feedstock
ru_ru: мономолекулярное сырьё для проволоки

source: Batch of material with instructions to produce clouds of twisting wire. WARNING: DEADLY TO USER!
ru_ru: Пачка материала, запрограммированная при выстреле, перестраиваться в облака извивающейся проволоки. ВНИМАНИЕ: СМЕРТЕЛЬНО ДЛЯ ПОЛЬЗОВАТЕЛЯ!

source: xl monomolecular wire feedstock
ru_ru: xl мономолекулярное сырьё для проволоки

source: Large block of material for producing large clouds of monomolecular wire. WARNING: DEADLY TO USER!
ru_ru: Большая пачка материала, запрограммированная при выстреле, перестраиваться в большие облака извивающейся проволоки. ВНИМАНИЕ: СМЕРТЕЛЬНО ДЛЯ ПОЛЬЗОВАТЕЛЯ!

source: nanotech ammo core (wire)
ru_ru: ядро наномагазина (проволока)

source: Reset and empty
ru_ru: Разрядить и перезагрузить

source: You clear and reset your ammo core.
ru_ru: Ты разряжаешь и перезагружаешь свой наномагазин.

source: An automated ammo production unit designed to process feedstock into usable ammo as needed, complete with integrated power source. Unfortunately, it needs to be manually reset when emptied, and cannot be refilled by hand.
ru_ru: Устройство для автоматической перестройки сырья в используемые боеприпасы. Имеет полностью автономный источник энергии. К сожалению, требуется ручная перезагрузка в случае, если ядро опустеет. Также его нельзя перезарядить вручную.

source: nanotech ammo core (dart)
ru_ru: ядро наномагазина (дротик)

source: nanotech ammo core (blade)
ru_ru: ядро наномагазина (лезвие)

source: nanotech ammo core (deathcloud)
ru_ru: ядро наномагазина (больш. облако проволоки)

source: nanotech ammo core
ru_ru: ядро наномагазина

source: nanotech blade
ru_ru: наноклинок

source: An incredibly sharp blade of active nanites with a small handle. Compresses itself into the handle when not in use.
ru_ru: Невероятно острый клинок, собранный из активных нанитов, с небольшой рукояткой. Полностью сжимается в рукоять, когда не используется.

source: nanotech dagger
ru_ru: нанокинжал

source: An incredibly sharp blade of active nanites with a small handle. Compresses itself into the handle when not in use. In addition to the typical blade, it can project blades around your fingers to be used as a claw or punching dagger.
ru_ru: Невероятно острый кинжал, собранный из активных нанитов, с небольшой рукояткой. Полностью сжимается в рукоять, когда не используется.

source: nanotech spear
ru_ru: нанокопьё

source: An incredibly sharp spike of active nanites on a long handle, it contains small but powerful boosters for sweeping strikes as a staff as well. Compresses itself into a small tube when not in use.
ru_ru: Невероятно острое копьё, собранное из активных нанитов, с длинной рукоятью. В конструкцию входят маленькие, но довольно мощные ускорители для размашистых ударов. Полностью сжимается в небольшую трубку, когда не используется.

source: nanotech gun
ru_ru: нанооружие

source: You shouldn't see this.
ru_ru: Вы не видите это.

source: nanotech shredder
ru_ru: наношреддер

source: Nanotech shotgun, blasts out large clouds of different configurations of monomolecular ammo based on loaded ammo core.
ru_ru: Нанодробовик, который может использовать различные конфигурации нанобоеприпасов, основаных на настройках наномагазина. Выстреливает плотным облаком мономолекулярных боеприпасов.

source: blast
ru_ru: взрывной

source: auto
ru_ru: авто

source: nanotech pistol
ru_ru: нанопистолет

source: Nanotech pistol, fires bursts of different configurations of monomolecular ammo based on loaded ammo core.
ru_ru: Нанопистолет, который может использовать различные конфигурации нанобоеприпасов, основаных на настройках наномагазина.

source: semi-auto
ru_ru: полу-автомат

source: burst
ru_ru: шквал

source: nanotech rifle
ru_ru: нановинтовка

source: Nanotech rifle, fires large bursts of different configurations of monomolecular ammo based on loaded ammo core.
ru_ru: Нановинтовка, которая может использовать различные конфигурации нанобоеприпасов, основаных на настройках наномагазина. Стреляет шлейфом мономолекулярных боеприпасов.

source: nanotech smg
ru_ru: нано-пистолет-пулемёт

source: Nanotech smg, fires a storm of different configurations of monomolecular ammo based on loaded ammo core.
ru_ru: Нано-пистолет-пулемёт, который может использовать различные конфигурации нанобоеприпасов, основаных на настройках наномагазина. Стреляет штормом мономолекулярных боеприпасов.

source: maximum
ru_ru: максимум

source: nanotech launcher
ru_ru: наногранатомёт

source: Nanotech launcher, fires huge masses of monomolecular wire that shreds anything that isn't heavily protected.
ru_ru: Фактически - не метает гранаты, но метает огромные массы смертельного вихря нанопроволоки, которая шинкует всё, что не было защищено толстым слоем брони.

source: nanite core MK I
ru_ru: ядро нанитов МК-I

source: Contains data on how to work with nanites.
ru_ru: Содержит в себе данные о том, как работать с нанитами.

source: nanite guide
ru_ru: гайд по нанитам

source: Contains data on producing standard items from a nanofactory.
ru_ru: Содержит данные, о том как производить стандартные предметы, используя нанофабрику.

source: nanite core MK II
ru_ru: ядро нанитов MK-II

source: nanite core MK III
ru_ru: ядро нанитов MK-III

source: nanite core MK IV
ru_ru: ядро нанитов MK-IV

source: AI core (experimental)
ru_ru: Ядро ИИ(экспериментальное)

source: Experimental AI core, once used for high-end research tasks.
ru_ru: Экспериментальное ядро ИИ, которое однажды было использовано для чрезвычайно сложных исследовательских проектов.

source: AI core (blank)
ru_ru: Ядро ИИ(пустое)

source: AI core, currently blank.
ru_ru: На данный момент - пустое.

source: nanite growth chamber (active)
ru_ru: капсула для выращивания нанитов (активна)

source: The bio-compatible nanites gather into a cluster for easy removal.
ru_ru: Био-совместимые наниты собираются в кластер, для более удобного извлечения.

source: Spawning is not yet complete.
ru_ru: Выращивание ещё не закончено.

source: A container full of materials and a small cluster of bio-compatible nanites programmed to replicate. After they finish, they will enter an idle state and be ready to be removed.
ru_ru: Наполненый материалом, и небольшим кластером био-совместимых нанитов контейнер, наниты переведены в режим репликации, и как только процесс будет закончен, они войдут в ждущний режим. После этого, их может будет извлечь.

source: nanite growth chamber (complete)
ru_ru: капсула для выращивания нанитов (готово)

source: A container full of bio-compatible nanites that have entered an idle state and are ready to be removed. (Disassemble to recover)
ru_ru: Наполненый био-совместимыми нанитами контейнтер, которые вошли в ждущий режим, и ожидают извлечения. (Следует разобрать контейнер.)

source: Batch of inactive nanites.
ru_ru: Блок неактивных нанитов.

source: bio-compatible nanites
ru_ru: био-совместимые наниты

source: Batch of inactive bio-compatible nanites.
ru_ru: Неактивные био-совместимые наниты.

source: programming laptop
ru_ru: ноутбук для программирования

source: A repaired laptop usable for programming. Requires external power source to charge.
ru_ru: Восстановленый ноутбук, используемый для программирования. Требует внешнего источника питания для зарядки.

source: feedstock (plastic)
ru_ru: сырьё (пластик)

source: Coiled plastic feedstock for advanced fabrication.
ru_ru: Пластиковоё сырьё в катушках, для продвинутого производства.

source: feedstock (metal)
ru_ru: сырьё (металл)

source: Coiled metal stock for advanced fabrication.
ru_ru: Металлическое сырьё в катушках, для продвинутого производства.

source: feedstock (electronic)
ru_ru: сырьё (электроника)

source: Coiled high-conductivity metal for advanced fabrication.
ru_ru: Металлическое сырьё в катушках, с высокой проводимостью. Используется для продвинутого производства.

source: 3D printer stock
ru_ru: сырьё для 3D принтера

source: nanofactory (3D printer)
ru_ru: нанофабрика MK-1 (3D принтер)

source: Uses internal nanites to reassemble feedstock into products at high speed and efficiency.
ru_ru: Огромный агрегат, предназначенный для пересборки сырья в готовые продукты. Использует внутренние системы нанитов, и действует с очень высокой скоростью и эффективностью.

source: experimental nanite assembler
ru_ru: экспериментальный нанитный сборщик

source: Low quality, bulky, slow, but highly secured nanite fabrication system. Designed for safety, not quality, but with some hard work you may be able to salvage something of use, or maybe use it.
ru_ru: Слабоэффективный, громоздкий, медленный, но довольно надёжый агрегат, который использует нанитов для производства и пересборки различных вещей. Разработан не для качества, а для безопасности использования. Но если хорошо постараться, то даже эту машину можно применить с большой пользой.

source: nanotech ammo processor
ru_ru: наносборщик амуниции

source: Uses internal nanites to pack feedstock into bricks in ammo cartridges, as well as program them for proper output. Due to the highly limited products, it is more flexible and can take unprocessed raw materials as well.
ru_ru: Средних размеров агрегат, который использует внутренние системы нанитов для упаковки сырья в картриджи амуниции, а также программирует их под определённые нужды. Из-за крайне ограниченого спектра возможных продуктов, он может принимать необработанные материалы.

source: nanotech power cell
ru_ru: энергетическая наноячейка

source: Plutonium processed into smaller chunks
ru_ru: Плутоний, который был пересобран в более компактные куски

source: nanite programmer (basic)
ru_ru: нанитовый программатор MK-1

source: A small terminal that interfaces with nearby nanites to upload preconfigured programs to them. It is also able to hack into robots using remote groups of nanites.
ru_ru: Маленький терминал, который взаимодействует с окружающими нанитами, для загрузки в них предустановленных программ. Также через этот терминал можно взламывать роботов, используя группы нанитов дистанционного управления.

source: nanofactory
ru_ru: нанофабрика MK-2

source: nanite programmer
ru_ru: программатор нанитов MK-1

source: A small terminal that interfaces with nearby nanites to upload preconfigured programs to them.
ru_ru: Маленький терминал, который взаимодействует с окружающими нанитами, для загрузки в них предустановленных программ. Также через этот терминал можно взламывать роботов, используя группы нанитов дистанционного управления.

source: nanite construction tool
ru_ru: строительный инструмент нанитов

source: Controls nanites to reassemble feedstock into products at high speed and efficiency, contains a minor AI to assist with programming.
ru_ru: Управляющий терминал, предназначенный для пересборки сырья в готовые продукты с очень высокой скоростью и эффективностью. Использует несложный ИИ-помощник для облегчения процесса программирования.

source: advanced nanite controller
ru_ru: продвинутый контроллер нанитов

source: Controls nanites to reassemble feedstock into products at high speed and efficiency, contains an advanced AI, and is capable of any nanofabrication currently developed.
ru_ru: Чрезвычайно продвинутое устройство, позволяющее с высокой эффективностью контролировать нанитов, и пересобирать сырьё в готовые продукты. В себе содержит мощный ИИ, который позволяет производить любые нанопроизводственные операции, доступные на данный момент развития технологий.

source: nanotech hybrid frame
ru_ru: наногибридная рама

source: A large frame made of steel and reinforced with nanites. Useful for crafting.
ru_ru: Большая стальная рама из стали, которая был укреплена с помощью нанитов. Полезна в производстве.

source: A heavy metal framework infused with nanites working to augment the durability. Other vehicle components can be mounted on it, and it can be attached to other frames to increase the vehicle's size.
ru_ru: Тяжёлая металлическая рама, которая была укреплена нанитами, с целью усилить жёсткость и прочность конструкции. На неё можно устанавливать другие детали, и её можно соединять с другими рамами для увеличения размера транспортного средства.

source: nanotech frame
ru_ru: нанотехнологичная рама

source: A large cluster of nanites actively forming a support network for other structures to attach to. Other vehicle components can be mounted on it, and it can be attached to other frames to increase the vehicle's size.
ru_ru: Большой кластер нанитов, активно поддерживающих связь с соседними структурами, соединяя всё вместе. На него можно устанавливать другие детали, и его можно соединять с другими рамами для увеличения размера транспортного средства.

source: nanotech board
ru_ru: нанотехнологичный борт

source: A strong metal wall. Keeps zombies outside the vehicle and prevents people from seeing through it.
ru_ru: Мощная металлическая стена. Удерживает зомби снаружи транспорта и не позволяет смотреть сквозь неё.

source: nanotech quarterpanel
ru_ru: нанотехнологичная боковина

source: A half-height strong metal wall. Keeps zombies outside the vehicle but allows people to see over it.
ru_ru: Мощная металлическая стена, половинной высоты. Не даёт зомби проникнуть внутрь транспорта, но позволяет смотреть через неё.

source: nanotech turret gun
ru_ru: турель нанотех

source: You shouldn't see this. nanoturretgun
ru_ru: Не должен видеть это. nanoturretgun

source: nanotech turret
ru_ru: турель нанотех

source: You shouldn't see this. nanoturret
ru_ru: Не должен видеть это. nanoturret

source: nanotech shredder turret (i)
ru_ru: нанотурель-дробовик (i)

source: Switch to vehicle mode
ru_ru: Переключить на режим транспорта

source: Turret state switched.
ru_ru: Состояние турели переключено.
