Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Really_Dark_Skies/lang/*.po
Languages: ru_ru

source: The many floors of the building are full of cardboard boxes and junk but there is plenty of space that could be turned into better living quarters for refugees. In a few days every nook and cranny could be used for refugees.
ru_ru: На многих этажах этого здания полно картонных коробок и хлама, но есть много места, которое можно превратить в более удобные жилые помещения для беженцев. В течение нескольких дней каждый уголок может быть задействован для проживания людей.

source: Ok, lets begin.
ru_ru: Отлично, приступим.

source: Lets discuss something else.
ru_ru: Обсудим что-нибудь другое.

source: A lot of engineers on the seventh floor were rescued from a research lab before everything went down, they're grateful to be alive and could get a new laboratory up and running in a few days.
ru_ru: Многие инженеры на седьмом этаже были спасены из исследовательской лаборатории до того, как все вокруг развалилось, они рады, что остались живы и могут запустить новую лабораторию через несколько дней.

source: A lot of scientists on the seventh floor were rescued from a research lab before everything went down, they're grateful to be alive and could get a new laboratory up and running in a few days.
ru_ru: Многие учёные на седьмом этаже были спасены из исследовательской лаборатории до того, как все вокруг развалилось, они рады, что остались живы и могут запустить новую лабораторию через несколько дней.

source: There are several areas on the ground floor that could become triage zones, and it shouldn't be too hard to find a volunteer with first aid training. Also, we can get several more recovery areas ready, but that will take a few days to complete.
ru_ru: На первом этаже есть несколько участков, которые могут стать зонами оказания первой помощи, а найти добровольцев с навыками оказания первой помощи не составит труда. Кроме того, мы можем подготовить еще несколько зон восстановления, но на это уйдет несколько дней.

source: Well I see few of the combative types are already loitering around under the central skylight, that's as good a place to congregate as any, and it shouldn't be too hard to find a few more. Also, we can get a dedicated shooting area in the lower basement completed in a few days.
ru_ru: Что ж, я смотрю, несколько боевых типов уже слоняются под центральным сводом, это вполне подходящее место для собраний, и найти еще несколько таких будет несложно. Кроме того, через несколько дней в нижнем подвале будет оборудовано место для стрельбы.

source: Ok, in a few days it should be completed.
ru_ru: Хорошо, через несколько дней должно быть готово.

source: Yoshimi Green Scales
ru_ru: Йошими Зелёночешуйчатая

source: Maquis-Raptor Mutant
ru_ru: Ящер-мутант Маки

source: I'm becoming an terrifying dinosaur monster.
ru_ru: Я превращаюсь в ужасного монстра-динозавра.

source: We don't bother anyone up here and expect the sssame from others.
ru_ru: Мы никого тут не беспокоим, оссстальные должны поступать так же.

source: What bringssss you up here, ssscavenger.
ru_ru: Что привело тебя сссюда, сссобиратель.

source: Sssee you later.
ru_ru: До всссстречи.

source: Maquis-SWAT Cop
ru_ru: Спецназ Маки

source: What is this place?
ru_ru: Что это за место?

source: This is Barter Tower and I am on duty.
ru_ru: Это Башня Торговли, а я тут на посту.

source: We fortified this entire tower complex, now Barter Tower is an open trade zone for any living humans.
ru_ru: Мы укрепили весь башенный комплекс, называем его Башня Торговли, это открытая зона для обмена между всеми живыми людьми.

source: Maquis-Rodent Mutant
ru_ru: Грызун-мутант Маки

source: I'm just trying to eck out a living.
ru_ru: Просто пытаюсь свести концы с концами.

source: Find 3 erotic novels.
ru_ru: Найти 3 эротических романа.

source: I'd like to read some erotic novels.
ru_ru: В общем-то, я не против почитать эротические романы.

source: Hmm, that would be great! But if you do, please bring more than just one. I could read a single novel in a day. Could you get me… 3 erotic novels?
ru_ru: Хмм, было бы неплохо! Но если уж будешь искать книги, прихвати больше одной. Я за день могу целый роман прочитать. Так что, сможешь принести мне... 3 эротических романа?

source: So, have you found the books?
ru_ru: Удалось найти книжки?

source: Maquis-Scientist
ru_ru: Учёный Маки

source: I'm here to salvage pre-cataclysm vehicles to make my own kill-dozer.
ru_ru: Я тут собираю всякие до-катаклизмовые тачки чтобы сделать собственный убийцамобиль.

source: What can I do for you marshal?.
ru_ru: Чем могу помочь, маршал?.

source: I just saw him on the top floors, not sure where exactly.
ru_ru: Вроде как он был где-то на верхних этажах, но более точно не подскажу.

source: I was trying to find him myself. I'm sure he's up in his office upstairs.
ru_ru: А, мне он тоже нужен. Наверняка он у себя в офисе, наверху.

source: There is an arrangement with everyone that lives here, the bottom two floors are a free trade zone and the upper floors are for the alien resistance operation. We all help them keep the outside defences in our own ways.
ru_ru: У нас есть договоренность со всеми, кто здесь живет: нижние два этажа - зона свободной торговли, а верхние - для операции по сопротивлению пришельцам. Мы все помогаем им поддерживать внешнюю оборону, как можем.

source: Checking for MathMAX Software Updates
ru_ru: Проверка наличия обновлений для "МатеМАКС"

source: Find the latest MathMAX firmware patch for
ru_ru: Найти последние обновления прошивки для "МатеМАКС"

source: I use a software package called MathMAX for my ongoing research, but I need a few add-ons to optimize the workflow. Find me a USB drive that contains an update.
ru_ru: Для моего текущего исследовательского проекта я использую софт, называемый "МатеМАКС", но мне нужны некоторые дополнения к нему для оптимизации рабочего процесса. Раздобудь мне USB-носитель, на котором есть всё необходимое.

source: Thank you. The USB drive should display the contents as 'MathMAX'.
ru_ru: Спасибо. Содержимое USB-носителя должно определяться как содержащее "МатеМАКС".

source: The best place would probably be a goverment research lab, but then again things like this seem to end up in the trash all the time. Just keep your eyes open for a USB drive that displays the content as 'MathMAX'.
ru_ru: Лучшее место для поиска, наверное, это правительственные исследовательские лаборатории, но такие места вечно скатываются в бардак. Короче, просто поглядывай на флешки, на которых написано "МатеМАКС".

source: Maquis-Slime Mutant
ru_ru: Слизне-мутант Маки

source: I'm a slime girl.
ru_ru: Я слизнедевочка.

source: Maquis-Sniper
ru_ru: Снайпер Маки

source: I'm here to provide combat overwatch and accumulate headshots.
ru_ru: Я здесь, чтобы обеспечивать боевое наблюдение и увеличивать свой счётчик попадания по головам.

source: Don't distract me while I'm aiming.
ru_ru: Не отвлекай меня во время прицеливания.

source: [MISSION] I'm looking for Chad Erikson, his brother Randy sent me.
ru_ru: [МИССИЯ] Я ищу Чада Эриксона, по поручению его брата Рэнди.

source: I believe Mr. Erikson has an office on the seventh floor.
ru_ru: Кажется, у мистера Эриксона был офис на седьмом этаже.

source: Mr. Erikson is usually in his office in the seventh floor.
ru_ru: Мистер Эриксон обычно находится в своём офисе, на седьмом этаже.

source: It is really nice to be up here just me, my mp3 player, and this huge fucking gun.
ru_ru: Очень приятно быть здесь, наверху, в компании только меня, моего MP3-плеера и вот этой огромной грёбаной пушки.

source: No. I wouldn't sell you my gun.
ru_ru: Нет. Мою пушку я тебе не продам.

source: Piss off, this is my gun.
ru_ru: Отвали, это моя пушка.

source: Maquis-Spider Mutant
ru_ru: Паук-мутант Маки

source: I'm a Spider-person.
ru_ru: Я человек, и я паук.

source: Maquis-Troglodyte Mutant
ru_ru: Троглодит-мутант Маки

source: I'm just living my life as a subterranean mutant, shepherding my mutant flock.
ru_ru: Просто живу как подземный мутант, слежу за своей мутантской стайкой.

source: He's very rarely around here.
ru_ru: Тут он редко бывает.

source: I live down here along with some giant penguins, they're pretty good eating.
ru_ru: Живу вот здесь, вместе с несколькими гигантскими пингвинами, и они мастера на пожрать.

source: The sun started hurting my eyes so I do not go up stairs anymore.
ru_ru: Глазам стало больно от солнца, так что наверх я больше не поднимаюсь.

source: Why would I want to go up stairs? My big birds need me down here.
ru_ru: И зачем мне нужно быть наверху? Мои большие птички нуждаются во мне.

source: Find 10 bird food.
ru_ru: Найти 10 упаковок корма для птиц.

source: I need a lot of bird food.
ru_ru: Мне нужно много птичьего корма.

source: Could you bring me a lot of bird food down here? My big penguins need to get fattened up more.
ru_ru: Слушай, раздобудешь мне солидное количество корма для птичек? Не хочу, чтобы мои пингвины стали ещё более плоскими.

source: I remember buying lots of bird food at the mega-stores before everything hit the proverbial fan. Try there.
ru_ru: Помню, что купить гору птичьего корма можно было в универмагах, до того как известно что влетело на фигуральный вентилятор. Поищи там.

source: So, have you found anything?
ru_ru: Ну как, удалось что-нибудь найти?

source: Thank you I may need more at some point later.
ru_ru: Спасибо. Возможно, позже мне понадобится ещё.

source: Fine. I guess my birds will slowly starve to death. I hope they don't kill each other.
ru_ru: Ладно. Видимо, мои птички медленно помрут с голоду. Надеюсь, они друг друга не поубивают.

source: Find 5 salt blocks.
ru_ru: Найти 5 блоков соли.

source: Have you seen any hostile Xenoids?
ru_ru: Видели ли вы враждебных ксеноидов?

source: I'm not worried about them, maybe they'll like rabbits too. Has anyone bothered to try to talk to them?
ru_ru: Меня они не беспокоят, может быть, им тоже понравятся кролики. Кому-нибудь приходила в голову идея поговорить с ними?

source: Yeah, they'll like to kill rabbits.
ru_ru: О да, им понравятся кролики, в качестве живых мишеней.

source: The top brass never tells us anything. I always figured they really were out there.
ru_ru: Высшее руководство никогда ничего нам не говорит. Я всегда подозревал об их существовании.

source: They're probably something about them in the huge pile of papers that got left on my desk before I got locked in this vault.
ru_ru: Возможно, о них есть что-то в огромной кипе бумаг, которые остались на моём столе перед тем, как меня заперли в этом хранилище.

source: I'm glad that my huge list of problems down here doesn't include aliens too.
ru_ru: Приятно, что в моём огромном списке проблем нет каких-то инопланетян.

source: Let me ask you about something else.
ru_ru: Поговорим о чём-то другом.

source: From the way that these xenoids have been described I'd bet their radio device is that weird copper bracelet that also shoots darts, I'd to figure out how that radio of theirs works.
ru_ru: Судя по описанию этих ксеноидов, могу поспорить что их радиоустройство - это тот странный медный браслет, который также стреляет дротиками. Так что стоило бы выяснить, как работает это их радио.

source: I might be able to find one for you.
ru_ru: Возможно, мне удастся раздобыть такой для тебя.

source: So the rumors were true after all. I probably owe a dead guy $20.
ru_ru: Значит, слухи всё-таки были правдой. Я, наверное, должен одному мёртвому парню 20 долларов.

source: Being stuck in an underground vault doesn't sound so bad after all.
ru_ru: В конце концов, застрять в подземном хранилище не так уж плохо.

source: I haven't seen any little green men.
ru_ru: Мне никакие маленькие зелёные человечки не встречались.

source: Sounds above my pay grade.
ru_ru: Звучит как что-то за пределами моей зарплаты.

source: Quisling Thug
ru_ru: Квислинг-головорез

source: Quisling Bandit
ru_ru: Квислинг-бандит

source: Quisling-Thug
ru_ru: Квислинг-головорез

source: I'm here to serve our new alien overlords.
ru_ru: Хочу служить нашим новым инопланетным повелителям.

source: Technician
ru_ru: Техник

source: Randy Erikson
ru_ru: Рэнди Эриксон

source: I work with the staff at the refugee center to fight the Xenoids.
ru_ru: Я работаю с персоналом центра для беженцев, чтобы бороться с ксеноидами.

source: Hey there. What did you break?
ru_ru: Привет тебе. Что у тебя там сломалось?

source: What's up this time?
ru_ru: Что на этот раз?

source: Hello again.
ru_ru: И снова здрасте.

source: Oh, hey. What did you do now?
ru_ru: О, привет. Чего это у тебя там сейчас было?

source: I don't think I've seen you wander in here before. I'm Randy. Close the door behind you when you leave.
ru_ru: Кажется, раньше я тебя здесь в прохожих не замечал. Я Рэнди. Закрой за собой дверь, когда будешь уходить.

source: Wow, nice to meet you too, Randy.
ru_ru: Воу, приятно познакомиться, Рэнди.

source: Hey Randy, nice to meet you too. Bye.
ru_ru: Хей, Рэнди, приятно познакомиться. Пока.

source: Hi Randy. I don't have time to talk.
ru_ru: Привет, Рэнди. У меня сейчас нет времени на поболтать.

source: I don't usually get any visitors back here unless the lights aren't working. What do you want? Did you trip over a cord or something.
ru_ru: Обычно у меня здесь не бывает посетителей, только если освещение не работает. Что тебе нужно? Не говори что тебе удалось споткнуться о кабель или типа того.

source: No, I just had some questions.
ru_ru: Нет, просто хотелось задать несколько вопросов.

source: I don't have forever to chat, whatchya need?
ru_ru: Время у меня не бесконечное, чего надобно-то?

source: Yes, what do you want?
ru_ru: Да, что тебе нужно?

source: Whats up?
ru_ru: Чего как?

source: What is broken now?
ru_ru: Что опять сломалось?

source: Dude, what?
ru_ru: Чувак, чего?

source: Girl, want do you want?
ru_ru: Девочка, чего ты хотела?

source: I'm trying to put a cleanup crew together to tidy up the back room. Can you help?
ru_ru: Я пытаюсь собрать команду по зачистке, чтобы привести в порядок заднюю комнату. Можешь помочь?

source: [PER 11] Is that a helicopter outside?.
ru_ru: [ВОС 11] Там вертолёт снаружи?.

source: So what are you doing here?
ru_ru: Чем ты здесь занимаешься?

source: Don't mind me…
ru_ru: Не бери в голову…

source: Fuck no, I'm busy.
ru_ru: Ну нахер, у меня дел полно.

source: No, I have too many projects I'm working on now.
ru_ru: Не, у меня сейчас слишком много дел в работе.

source: Thanks anyway. What were you saying before?
ru_ru: Что ж, всё равно спасибо. О чём мы до этого говорили?

source: Well, thanks anyway.
ru_ru: А, всё равно спасибо.

source: Yeah I guess, I could use a break from my research.
ru_ru: Что ж, думаю, мои исследования могут немножко подождать.

source: That's a big ask, for sure. Okay, I'll see what I can do.
ru_ru: Большой запрос, так-то. Ладно, посмотрим, что я смогу сделать.

source: I was trying to get in contact with the rest of my family because I'd figure that if anyone would be fighting alien invaders it would be my uncle. But when it came down to it I ended using my last full magazine to drop half a dozen strays a pair of xenoids that were about to kill me. Then, I ran here as quick as my feet could carry me and now I'm stuck here in the 0ruins of this public school, doing the best I can to help these guys keep the lights on. I could probably rendezvous with my family if I wanted, but I want to make sure these people here are safe before I'd even consider leaving this place. The people are here are nice and this place kind of grows on you.
ru_ru: Я пытался связаться с остальными членами моей семьи когда понял, что если кто-то и будет сражаться с инопланетными захватчиками, то это будет мой дядя. Но когда всё пошло наперекосяк, я использовал свой последний полный магазин чтобы уничтожить полдюжины ксеноидов, которые собирались убить меня. Затем я побежал сюда так быстро, как только позволяли мои ноги, и теперь вот я застрял здесь, в руинах государственной школы, делая всё возможное чтобы помочь местным ребятам поддерживать горящий свет. Я мог бы встретиться со своей семьей, но я хочу убедиться, что эти люди здесь в безопасности, прежде чем я подумаю о том чтобы покинуть это место. Люди здесь хорошие, и это место как бы становится частью тебя.

source: Its good that you like it here.
ru_ru: Хорошо, что тебе здесь нравится.

source: What is your uncle doing?
ru_ru: Чем занимается твой дядя?

source: I always knew my uncle worked for a spooky part of the government, so I naturally assumed that would be on the front lines of fighting humanity's last battle. A few days ago I got a ping from him through my phone, but it was only his location, and even then it wasn't that precise.
ru_ru: Я всегда знал, что мой дядя работает на жуткую часть правительства, поэтому я естественно предположил, что он будет на передовой линии борьбы на последней битве человечества. Несколько дней назад я получил от него пинг через свой телефон, но это было только его местоположение, и даже тогда оно не было таким точным.

source: That's interesting.
ru_ru: Это интересно.

source: [RP] I want to join up with the resistance and fight against the alien invaders.
ru_ru: [РП] Я хочу присоединиться к сопротивлению и помочь в борьбе с инопланетным вторжением.

source: I'm not busy right now. I can go look for him.
ru_ru: Сейчас у меня дел нет. Могу поискать его.

source: Yeah I landed it just as it ran out of fuel. Its yours so long as you can fill up the tank.
ru_ru: Ага, удалось посадить его, когда горючка закончилась. Если сможешь его заправить, можешь забирать.

source: Ok, I'll take it for a spin.
ru_ru: Что ж, попробую его раскрутить.

source: So my uncle, Chad Erikson, was the guy who got my this cool watch, but since this cataclysm started the internet went down globally all I have is the built in games. I still try to refresh the connection and see if I can find any transient satellites or another a random link to anything left online. This morning when I woke up I had noticed that MY watch had been pinged by someone that I am sure is my uncle Chad. I have a good idea of where he is at, I give you the direction and how far away it is, but other than that I can only guess.
ru_ru: Мой дядя, Чад Эриксон, был тем парнем, который подарил мне эти крутые часы, но с тех пор, как начался катаклизм, интернет отключился, и всё, что у меня есть, это встроенные в них игры. Я все еще пытаюсь обновить соединение и посмотреть, смогу ли я найти какие-нибудь переходные спутники или другую случайную ссылку на что-нибудь, что осталось в сети. Проснувшись сегодня утром, я заметил, что мои часы кем-то пинговались. Уверен, что этот некто - мой дядя Чад. У меня есть хорошее представление о том, где он находится, и я могу указать направление и расстояние, но все остальные детали это лишь догадки.

source: Ok, I'll go find him.
ru_ru: Ладно, пойду разыщу его.

source: So my uncle, Chad Erikson, was the guy who got my this cool watch, but since this cataclysm started the internet went down globally all I have is the built in games. I still try to refresh the connection and see if I can find any transient satellites or another arandom link to anything left online. This morning when I woke up I had noticed that MY watch had been pinged by someone that I am sure is my uncle Chad. I have a good idea of where he is at, I give you the direction and how far away it is, but other than that I can only guess.
ru_ru: Мой дядя, Чад Эриксон, был тем парнем, который подарил мне эти крутые часы, но с тех пор, как начался катаклизм, интернет отключился, и всё, что у меня есть, это встроенные в них игры. Я все еще пытаюсь обновить соединение и посмотреть, смогу ли я найти какие-нибудь переходные спутники или другую случайную ссылку на что-нибудь, что осталось в сети. Проснувшись сегодня утром, я заметил, что мои часы кем-то пинговались. Уверен, что этот некто - мой дядя Чад. У меня есть хорошее представление о том, где он находится, и я могу указать направление и расстояние, но все остальные детали это лишь догадки.

source: Now that the generator is fixed, I finally beat my record length playing Snake. I also have time to finish reading 'Roadside Picnic'. Thanks again, stalker.
ru_ru: Теперь, когда генераторы исправлены, мне наконец-то удалось побить собственный рекорд по длине "Змейки". А ещё есть время дочитать "Пикник на обочине". Ещё раз спасибо, сталкер.

source: I've been spending most of my time keeping this jury-rigged generator running just slowly enough to trickle charge the batteries that are built into this old machinery so it can keep these utility lights on at night. It as effective as can be considering what I've got to work with.
ru_ru: Большую часть времени я проводил за этим самодельным генератором, заставляя его работать достаточно медленно для подзарядки батарей, которые встроены в местную старую технику, чтобы по ночам работало освещение. Получается настолько эффективно, насколько это возможно, учитывая состояние того, с чем приходится работать.

source: Good luck with that.
ru_ru: Удачи с этим.

source: [Mechanics 5] Have you tried checking the bearing coming off the engine?
ru_ru: [Механика 5] А вы пробовали осмотреть подшипник, который из двигателя выпал?

source: I've checked that already, but thanks for nothing anyway; Talking to you I should be used to that by now.
ru_ru: Разумеется. Спасибо за пустые советы; разговаривая с тобой, мне уже пора привыкнуть к этому.

source: Sorry I asked.
ru_ru: Извиняюсь за вопрос.

source: Fuck you.
ru_ru: Иди на хер.

source: I know right. I know a guy on the inside and got mine right before shit really hit the fan. I just wish all my old friends were still alive so I could brag to them about having the coolest watch.
ru_ru: И не говори. Я знаю одного нужного парня и смог заполучить свои до того, как дерьмо налетело на вентилятор. Хотелось бы мне чтобы мои старые друзья всё ещё были живы, было бы кому рассказать что у меня самые классные часы.

source: Yeah, me too.
ru_ru: Да, мне тоже.

source: I managed to salvage this after I took their gear apart Its unlike anything I've ever seen on earth. I'm almost certain that the prismetallic plates seem fabricated using 3d-printed, the cloth-like weave more fire-retardant than asbestos, stronger as steel and lighter as silk, and I don't even know where to start with those damn electronics.
ru_ru: Мне удалось добыть это после того, как я разобрал их оборудование. Оно не похоже ни на что, что я когда-либо видел на Земле. Я почти уверен, что призматаллические пластины изготовлены с помощью 3D-печати, ткань, похожая на плетение, более огнестойкая, чем асбест и легче шёлка, и я даже не знаю как подступиться к этой чёртовой электронике.

source: Find a wrench
ru_ru: Найти гаечный ключ

source: Retrieve a decent wrench for Randy Erikson. Keep an eye out for the other tools he said he might need.
ru_ru: Найти достаточно качественный гаечный ключ для Рэнди Эриксона. Стоит так же обратить внимание на другие инструменты, о которых он упоминал.

source: I need a real wrench to fix shit around here.
ru_ru: Мне нужен конкретный гаечный ключ чтобы починить всякое местное дерьмо.

source: I feel silly asking this, but can you find a good wrench? My multi-tool has been working good for most things, but I could get so much done with a nice adjustable crescent wrench.
ru_ru: Чувствую себя тупо с такими просьбами, но можешь ли ты найти хороший гаечный ключ? Мой мультитул вполне неплохо справляется с большинством задач, но я мог бы сделать намного больше с помощью хорошего разводного полумесячного ключа.
