Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Really_Dark_Skies/lang/*.po
Languages: ru_ru

source: I want to study the aliens to better defeat them.
ru_ru: Мне бы хотелось заняться исследованием пришельцев, их будет проще победить, если мы сможем их понять.

source: I want to engineer better technology to kill xenoids.
ru_ru: Я хочу поработать над разработкой новых технологических приспособлений, которые помогут нам убивать ксеноидов.

source: I have something else to ask you first.
ru_ru: Сперва хотелось бы спросить у тебя кое о чём.

source: I've changed my mind. Bye.
ru_ru: Что-то мне перехотелось. Пока.

source: That's my nephew, always worrying about what secret business I was up to. I'm glad that throughout all this craziness with the world ending that young man ended up exactly where he is needed. Randy always took stuff apart as a kid and usually put it back together, so I'm sure he'll make a great technician for the refugee center.
ru_ru: Это мой племянник, который всегда беспокоился о моих тайных операциях. Я рад, что во всем безумии конца света этот молодой человек оказался именно там, где он нужен. В детстве Рэнди всегда разбирал вещи и обычно собирал их обратно, так что я уверен, что он будет отличным техником в центре для беженцев.

source: I'll go let him know that I found you. Bye.
ru_ru: Пойду, пожалуй, дам ему знать что удалось тебя найти. Пока.

source: I'll tell him the next time I see him, I have something else to ask you first.
ru_ru: Передам ему в следующий раз, как увижу. Сейчас у меня есть кое-какие вопросы.

source: You want one? I have several hundred of them in a cardboard box around here somewhere. I don't have any batteries, but it shouldn't be too hard to find an ultra-light battery downstairs from one of the merchants.
ru_ru: Хочешь одну? У меня их тут несколько сотен в какой-то картонной коробке валяется. Батареек правда нет, но ультра-лёгкие должны быть у торговцев внизу.

source: Not right now, maybe later.
ru_ru: Не сейчас. Может, позже.

source: Sure, I'll take one.
ru_ru: Конечно, возьму одну.

source: No thanks, I'll pass. Bye.
ru_ru: Не, я пасс. Пока.

source: Its a funny story about a Mexican cartel drug front, a CIA Honeypot, an FBI Reco case, and the Library of Congress's newspaper archives. The Cartel was trying to launder their drug and human trafficking money by building a large indoor go-cart race track. Somehow the CIA had an agent within the that specific cartel and were able to influence the cartel to invest far more money than they should have, after which the FBI collected all the bad guys they had this building practically ready to open. The FBI ended up giving most of the floors to the Library of Congress to store newspapers, and some of the other usual suspects took their share too. Once this cataclysm happened and much of the government was destroyed, this site was commandeered to coordinate local responses against the Xenoids.
ru_ru: Забавная история о наркоподполье мексиканского картеля, "медовом горшочке" ЦРУ, деле ФБР "Reco" и газетных архивах Библиотеки Конгресса. Картель пытался отмыть свои деньги от наркотиков и торговли людьми, построив большую крытую гоночную трассу для картинга. Каким-то образом ЦРУ внедрило агента в этот конкретный картель и смогло повлиять на босса, чтобы он вложил гораздо больше денег, чем следовало, после чего ФБР собрало всех плохих парней когда здание было практически готово к открытию. В итоге ФБР отдало большую часть этажей Библиотеке Конгресса для хранения газет, а некоторые другие подозреваемые тоже получили свою долю. Когда произошел катаклизм и большая часть правительства была уничтожена, это место было выбрано для координации местных противодействий вторжению ксеноидов.

source: I have some questions about the Xenoids.
ru_ru: У меня несколько вопросов по поводу ксеноидов.

source: Interesting story.
ru_ru: Интересная история.

source: I have to go now.
ru_ru: Мне пора.

source: Where do you want me to start?
ru_ru: С чего мне начать?

source: I'll tell you whatever I can.
ru_ru: Расскажу, что знаю.

source: What do you need to know about them?
ru_ru: Что требуется о них узнать?

source: What are the Xenoids exactly?
ru_ru: Ксеноиды - это что, в общем-то?

source: Where did the Xenoids come from?
ru_ru: Откуда эти ксеноиды прибыли?

source: Do you know why we have been attacked?
ru_ru: Ты знаешь, почему мы стали жертвой атаки?

source: Are these Xenoids related to everything else that has happened?
ru_ru: Ксеноиды имеют какое-то отношение к прочим произошедшим событиям?

source: I have a question about the specific types of Xenoid attackers?
ru_ru: Есть у меня вопрос. Что насчёт специфичных типов атакующих ксеноидов?

source: [INT 11] Are the Xenoids the only alien threat?.
ru_ru: [ИНТ 11] Ксеноиды ведь не единственная инопланетная угроза?..

source: That's all for now.
ru_ru: На этом всё.

source: Good bye.
ru_ru: До свидания.

source: We don't exactly know what they are or how exactly they relate to the rest this cataclysm that has been happening. From their tactics we can assume that the Xenoids are operating as a sort of paramilitary or an expeditionary force. They seem to favor melee weapons and shield rather than long range firearms, however they also are able to fire short range flechette darts. As if that was bad enough these aliens have some mind-affecting abilities that I cannot explain at all. Having said all that they are not immortal, we can make them bleed so we can make them die.
ru_ru: Мы не знаем точно, что они собой представляют и как именно они связаны с остальным происходящим катаклизмом. Исходя из их тактики, можно предположить, что ксеноиды действуют как своего рода военизированные или экспедиционные силы. Они предпочитают оружие ближнего боя и щит, а не дальнобойное огнестрельное оружие, однако они также способны стрелять дротиками с короткой дистанции. И словно этого мало, эти гады обладают способностями, влияющие на разум, которые я никак не могу объяснить. При этом они не бессмертны, мы можем заставить их истекать кровью, так что мы можем заставить их сдохнуть.

source: [INT 11] Wait, back that up. What do you mean 'mind-affecting'?
ru_ru: [ИНТ 11] Погоди, постой. Что значит "влияющие на разум"?

source: I have some more general questions about the Xenoids.
ru_ru: У меня несколько общих вопросов касательно ксеноидов.

source: Lets change the subject.
ru_ru: Сменим тему.

source: I haven't experienced it myself, but there have been numerous credible reports of the Xenoids waving their hands around and causing severe nausea, hallucinations, even panic attacks to someone nearby.
ru_ru: Мне лично это испытать не довелось, но было много достоверных сообщений о том, что ксеноиды, размахивая руками, вызывали сильную тошноту, галлюцинации и даже приступы паники у тех, кто находился рядом.

source: It wasn't bad enough that we are fighting against an extra-terrestrial invasion force, but of course they have to have some kind of evil Jedi mind powers.
ru_ru: Словно мало было того, что мы сражаемся против внеземных сил вторжения, но разумеется они ещё и какой-то злой версией Джедайских трюков с разумом обладают.

source: How can you fight against alien magic?
ru_ru: И как же противостоять инопланетной магии?

source: The Xenoids seem to require line of sight to active their 'magic', also it seems to be fairly short range.
ru_ru: Похоже, для функционирования этой "магии" ксеноидам требуется прямая видимость своей цели, да и не очень далеко она бьёт.

source: Given what this 'magic' seems to cause, I suspect that it to aid them with the use of close quarters weapons.
ru_ru: Исходя из того, какие эффекты эта "магия" создаёт, полагаю, она направлена на облегчение для перехода к оружию ближнего боя.

source: They appeared suddenly as soon as the cataclysm began, several high value military bases in the west US, along with the largest population centers were effectively disintegrated by space based weapon systems, and virtually every man-made satellite blinked off at the same instant. Our military response has been crippled as there is some unknown effect which prevents aircraft from operating higher than a few hundred feet.
ru_ru: Они появились внезапно, как только начался катаклизм, несколько дорогостоящих военных баз на западе США, а также крупнейшие населенные пункты были фактически дезинтегрированы космическими системами оружия, и практически все искусственные спутники отключились в то же мгновение. Наши военные ответные меры были приостановлены, поскольку существует некий неизвестный эффект, который не позволяет самолетам работать на высоте более нескольких сотен футов.

source: Based on our latest reports, the Xenoids are an extra-terrestrial invasion which has used weapons of mass destruction on human civillians, and seems bent on the conquest of Earth. Its like the plot of a 1950's pulp science fiction book or a poorly conceived, open-source, rouge-like game.
ru_ru: По нашим последним данным, ксеноиды - это внеземные захватчики, которые применили оружие массового поражения против мирных жителей и, похоже, намерены завоевать Землю. Это похоже на сюжет бульварного научно-фантастического чтива 1950-х годов, или плохо продуманной игры с открытым исходным кодом.

source: Because they want this planet for its resources? Because their God commands it? Because we're just in the way? Take your pick.
ru_ru: Потому что им нужна планета из-за её ресурсов? Потому что так приказало их Божество? Потому что мы у них на пути? Выбирай.

source: What does it matter why they're here. What matters is that we drive them off our homeworld and save the human species from extinction.
ru_ru: Не особо важно то, почему они здесь. Важно то, что мы их вышвырнем с нашей родной планеты и спасём человечество от вымирания.

source: Well it does seem coincidental that as soon as zombies start appearing that an alien army from outer space invades.
ru_ru: Ну, странное совпадение, конечно - зомби попёрли аккурат как появились представители инопланетного вторжения.

source: I've heard reports that Xenoids have attacked some of the non-humanoid aliens. We don't have any intel other than the xenoids seem to concentrate their attacks against other aliens
ru_ru: До меня доходили слухи что ксеноиды атакуют других негуманоидных пришельцев. Иной разведки кроме как "они атакуют всё инопланетное" у нас нет.

source: I cannot confirm that its related, but it certainly does feel like it to me.
ru_ru: Подтвердить я это не могу, хотя мне и кажется, что это должно быть связано.

source: There seem to be several broad types of Xenoid infantry that have been encountered so far, but more elite types are likely. There is the 'Ranger' type commonly encountered in rural areas, along with an 'Enforcer' type found more in urban areas or along side the 'Knight'. There have been rumors of other types haven't been encountered yet.
ru_ru: На сегодняшний день существует несколько основных типов ксеноидной пехоты, но, вероятно, есть и более элитные типы. Есть тип "разведчик", обычно встречающийся в сельской местности, и тип "силовик", встречающийся в городах или рядом с "рыцарем". Ходят слухи о других типах, которые нам пока не встречались.

source: I want to know more about the drones.
ru_ru: Мне нужны сведения о дронах.

source: Tell me about the Ranger.
ru_ru: Расскажи мне о Разведчиках.

source: What about the Enforcer.
ru_ru: Мне бы информацию о Силовиках.

source: I want to know about the Knights.
ru_ru: Хочу узнать побольше о Рыцарях.

source: What do you mean elite types?
ru_ru: Что значит "элитные типы"?

source: You noticed a few new kinds of critters too? There are the dog-lizard and the cow-lizard, which are generally not hostile unless they're in large packs. There are also Lurkers, some kind of tentacle monster found in swamps or sewers, but they dodge bullets pretty effectively. Finally there are wisps which seem like alien fire-flys.
ru_ru: Тоже заметили несколько новых видов животных? Ящерица-собака и ящерица-корова обычно не враждебны, если только не собираются в большие стаи. Есть также ползуны, своего рода монстры с щупальцами, которых можно встретить в болотах или канализации, и они довольно эффективно уворачиваются от пуль. И наконец, есть огоньки, которые похожи на инопланетных светлячков.

source: [INT 11] Why are sure that these creatures are related to the invasion of Xenoids?
ru_ru: [ИНТ 11] Откуда уверенность, что эти твари связаны с вторжением ксеноидов?

source: I want to know more about the types of Xenoids.
ru_ru: Мне хотелось бы узнать о разных типах ксеноидов.

source: These xeno-fauna seem related to the Xenoid invaders if in no other way than the blood that comes from them is a dull-white fluid, more similar to the, 'hemolymph' of terrestrial insects. You would have talk to the egg-heads around for exact specifics.
ru_ru: Эта ксенофауна выглядит родственной ксеноидным захватчикам, если не считать того, что их кровь представляет собой тускло-белую жидкость, больше похожую на гемолимфу земных насекомых. Для получения более точных сведений лучше пообщаться с местными яйцеголовыми.

source: It is true that there are at least two separate alien invasion forces on Earth. In all cases so far, the Xenoids have been hostile to these other strange aliens, known colloquially as Mi-Go's because of their striking similarity to the same creatures described by H.P. Lovecraft. We have multiple confirmed reports of these Mi-Go's taking human prisoners as well as creating from nowhere buildings of organic resin. While not as numerous as the Xenoids, the Mi-Go's are just as much of a threat to humanity. Thankfully they seem to be hostile to each other.
ru_ru: Действительно, на Земле действуют как минимум две отдельные силы инопланетного вторжения. Во всех известных случаях ксеноиды были враждебны к этим странным инопланетянам, известным в просторечии как Ми-го из-за их поразительного сходства с существами, описанными Говардом Лавкрафтом. У нас есть множество достоверных сообщений о том, что эти Ми-го захватывали людей в плен, а также создавали из ниоткуда здания на основе органического вещества. Хотя Ми-го не так многочисленны, как ксеноиды, они представляют не меньшую угрозу для человечества. По счастью, они, похоже, враждебны друг к другу.

source: Where did these Mi-Go's come from?
ru_ru: Откуда прибыли эти Ми-го?

source: All that we have been able to theorize so far, is that the Mi-Go's from from somewhere in extra-dimensional space while the Xenoids are extra-terrestrial in origin, as crazy as that sounds thats the best we've got.
ru_ru: На данный момент нам остаётся предполагать, что Ми-го являются инопространственными, а ксеноиды - инопланетными захватчиками, и как бы безумно это ни звучало, это лучшая теория из оставшихся.

source: I have some more general questions about the Mi-Go's.
ru_ru: У меня несколько общих вопросов касательно Ми-го.

source: We know of two types of Xenoid drones, reconnaissance and seeker drones. Seeker drones do just that, seek out enemies and engage them. Reconnaissance drones won't engage in combat unless cornered and if they are engaged they flee as quickly as possible. Both types of drones are capable of emitting a bright light and temporarily blinding you, but seeker drones can also taze you.
ru_ru: Мы знаем два типа ксеноидных дронов: разведывательные и поисковые. Дроны-искатели занимаются именно этим - ищут врагов и вступают с ними в бой. Разведывательные дроны не вступают в бой, если их не загнать в угол, а если они вступают в бой, то убегают как можно быстрее. Оба типа дронов способны излучать яркий свет и временно ослеплять, а дроны-искатели могут ещё и оглушить.

source: The Ranger Xenoid is typically encountered in forests and rural areas. It is armed with a short cutting sword that superficially resembles a machete and wears a camouflaged cloak.
ru_ru: Ксеноид-разведчик обычно встречается в лесах и сельской местности. Он вооружён коротким режущим мечом, внешне напоминающим мачете, и носит камуфлированный плащ.

source: We've named the Enforcer Xenoid as such because it seems to be the mainstay of their expeditionary force, and is also a formidable opponent to a unprepared civilian. They are armed with a short tazer club and carry what looks like a riot shield. What makes them especially dangerous is that they often travel in small teams or as additional members of larger Xenoid squads.
ru_ru: Мы назвали так ксеноида силовиком, потому что он, похоже, является главной опорой их экспедиционных сил, а также грозным противником для неподготовленного гражданского. Силовики вооружены короткой дубинкой-тазером и носят то, что похоже на щит для борьбы с беспорядками. Особенно опасными их делает то, что они часто путешествуют небольшими группами или в качестве дополнительных членов более крупных отрядов ксеноидов.

source: The Knight Xenoid is exactly that, it is an alien knight in armor, a seeming anachronism in modern combat, but terrifyingly effective. The dark-silvered plate armor is fairly effective against common ammunition types, but armor peircing around are still useful against them. They are extremely effective with their slashing sword, and the shield can counter many attacks.
ru_ru: Рыцарь ксеноид - именно что рыцарь, это инопланетный воин в доспехах, кажущийся анахронизмом в современном бою, но ужасающе эффективный. Тёмно-серебристая пластинчатая броня достаточно эффективна против обычных видов боеприпасов, но бронебойные все же полезны против них. Они чрезвычайно эффективны со своим рубящим мечом, а их щит может парировать многие атаки.

source: It was suspected that at least some kind of Xenoid wound be armed with a gun, and the Fumigator seems to be using chemical-biological warfare against life. There is also the Xenoid Incinerator that has a long range flame thrower which is incredibly dangerous.
ru_ru: Было подозрение, что по крайней мере какой-то вид ксеноида-рана вооружён оружием, а Фумигатор, похоже, использует химико-биологическую атаку против любой живой органики. Существует также Ксеноид-испепелитель, имеющий огнемёт дальнего действия, который невероятно опасен.

source: There have been scattered reports of Xenoid patrols with some kind of fire or gas attack, but very few have lived long enough to provide significant intel.
ru_ru: Имеются разрозненные сообщения о патрулях ксеноидов, которые применяли какую-то огненную или газовую атаку, но очень немногие из патрульных прожили достаточно долго, чтобы предоставить значительные сведения.

source: The Walker of War is real.
ru_ru: Шагоход Войны реален.

source: I've seen them.
ru_ru: Мне доводилось их повстречать.

source: I've heard rumors of some kind of heavy armor unit and given what we've faced so far I wouldn't doubt that the Xenoids would have an ace in the hole.
ru_ru: До меня дошли слухи о каком-то тяжело бронированном юните, и учитывая то, с чем мы уже столкнулись, я не сомневаюсь что у ксеноидов в рукаве припрятан туз.

source: Find a military operations map
ru_ru: Найти карту военных операций

source: Mr. Erikson needs fire-power that the United States Military used to have. Find a map of military operations so that you can know where the heavy guns can be found.
ru_ru: Мистер Эриксон нуждается в огневой мощи, которая была у армии США. Нужно найти карту военных операций, чтобы он выяснил, где можно раздобыть оружие.

source: I need you to go into find me an operations map. It doesn't matter if you look at it first, I just need some kind of intel for the local area.
ru_ru: Мне нужна карта военных операций. Можешь с ней ознакомиться тоже, мне просто нужно понимание окружающей территории.

source: The next time you go out salvaging I need you to find me an operations map for whatever military was in this area, things got crazy when the aliens first arrived and any new information would help.
ru_ru: В следующий раз, когда соберёшься в экспедицию, поищи карту военных операций в районе военных баз данного района. Всё пошло наперекосяк с этим вторжением, и нам может помочь любая информация.

source: Then why ask?
ru_ru: Тогда зачем спрашивать?

source: There is definitely one at the nearest military base, but its probably in the hidden underground center, but then again you could find an operation map on any random zombie soldier.
ru_ru: На ближайшей военной базе определённо должна быть как минимум одна, но она наверняка спрятана в подземном центре. Впрочем, любой военный зомби тоже может иметь при себе подходящую карту.

source: Thanks! Now to see what is around here.
ru_ru: Спасибо! Теперь посмотрим, что вокруг творится.

source: Well where is it?
ru_ru: Ну, и где она?

source: Disappointing.
ru_ru: Я разочарован.

source: Maquis-Cybercop
ru_ru: Киберкоп Маки

source: I have been programmed defend humanity and exterminate the Xenoid invaders.
ru_ru: Меня запрограммировали защищать человечество и уничтожать ксеноидских захватчиков.

source: Maquis-Demolitions
ru_ru: Подрывник Маки

source: I provide the people of this community with bombs and bomb accessories.
ru_ru: Я снабжаю это сообщество людей различными взрывчатыми аксессуарами и бомбами.

source: Don't start any trouble marshal, you aren't the law anymore.
ru_ru: Не создавай тут проблем, маршал, ты больше не закон.

source: Don't cause any trouble here, I'd rather kill monsters than people.
ru_ru: Не создавай тут проблем, мне по душе убивать монстров, а не людей.

source: Safe travels.
ru_ru: Безопасных тебе дорог.

source: There is an arrangement with everyone that lives here, the bottom two floors are a free trade zone and the upper floors are for the alien resistance operation. We also help them keep the outside defences in place and warn of any zombies or xenoids around the perimeter. There is always something that needs to be blown up.
ru_ru: У нас есть договоренность со всеми, кто здесь живет: нижние два этажа - зона свободной торговли, а верхние - для операции по сопротивлению пришельцам. Мы также помогаем им поддерживать внешнюю оборону и предупреждаем о появлении зомби или ксеноидов по периметру. Всегда есть что-то, что нужно взорвать.

source: Sometimes I'll go up to the roof to help with sniper overwatch. Its fun to use the really powerful rifles even if we can't take them down here.
ru_ru: Иногда я поднимаюсь на крышу, чтобы помочь снайперам вести наблюдение. Это весело - использовать действительно мощные винтовки, даже если мы не можем взять их с собой вниз.

source: I only go upstairs to check out the casino, its fun to use looted cash cards to gamble. I'm up almost a hundred-thousand dollars.
ru_ru: Я поднимаюсь наверх только для того, чтобы заглянуть в казино, там можно весело провести время при помощи найденных игральных карт. Я выиграл почти сто тысяч долларов.

source: The library is nice, they're always on the look for more books, the more rare, the more they'll give for them.
ru_ru: Библиотека хорошая, они всегда ищут новые книги, и чем более редкие, тем больше за них дают.

source: Maquis-Elf Mutant
ru_ru: Эльфомутант Маки

source: I'm exploring the new existance of an elf.
ru_ru: Исследую новые перспективы существования в качестве эльфа.

source: I'm not sure where Chad is at right now.
ru_ru: Без понятия, где сейчас Чад.

source: I'm minding my own business, mind your own.
ru_ru: Я занимаюсь своими делами, а ты занимайся своими.

source: Maquis-Engineer
ru_ru: Инженер Маки

source: I'm here to find stuff to scavenge machines and electronics and build something with them.
ru_ru: Я здесь для того, чтобы найти всякие машины и электронику и построить из них что-нибудь.

source: Oh, a U.S. marshal, where did all of you guys go?.
ru_ru: О, маршалы США, куда вы все подевались?.

source: I need a technician for an upcoming mission, interested?
ru_ru: Мне нужен техник для грядущей миссии, интересует?
