Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Really_Dark_Skies/lang/*.po
Languages: ru_ru

source: A collection of dazzling alien electronics, far beyond anything of terrestrial manufacture.
ru_ru: Кучка ослепительной инопланетной электроники, намного превосходящей всё земное производство.

source: alien biotech
ru_ru: инопланетная биомасса

source: A fist-full of gently squirming parts that secrete viscous gel.
ru_ru: Полный кулак плавно извивающихся частей, выделяющих вязкий гель.

source: alien power cell
ru_ru: инопланетная энергоячейка

source: A fist-sized, cylindrical canister that makes you feel a bit tingly when you hold it. Its center houses a faintly glowing green core of some sort. Though fundamentally incompatible with earthly technologies, maybe someday it might be useful in crafting.
ru_ru: Цилиндрическая канистра размером с кулак, вызывает лёгкое покалывание если взять её в руки. В её центре находится какое-то слабо светящееся зелёное ядр. Хотя вся конструкция принципиально несовместима с земными технологиями, возможно, когда-нибудь она пригодится в изготовлении предметов.

source: alien hydrogel
ru_ru: инопланетный гидрогель

source: You swallow the alien hydrogel and it seems to gleefully glide down your throat. You feel kind of strange.
ru_ru: Вы глотаете инопланетный гидрогель, и кажется, что он с удовольствием скользит по вашему горлу. Вы чувствуете себя как-то странно.

source: A small blue alien liquidy-gel with small writhing grey specks in it. You could eat it if you want. Given how you've acquired it, you aren't sure that it would be a good idea so you should probably save your game first.
ru_ru: Маленькая голубая инопланетная жидкость-гель с маленькими извивающимися серыми крапинками в ней. Можно съесть его, если хотите. Учитывая, откуда он у вас взялся, вы не уверены, что это будет хорошей идеей, поэтому вам, вероятно, следует сначала сохранить игру.

source: ZI: iPC-L CBM
ru_ru: КБМ: ZI iPC (левая рука)

source: A bionic implant that is effectively an integrated personal computer built into the left arm.
ru_ru: Бионический имплантат, который фактически является интегрированным персональным компьютером, встроенным в левую руку.

source: ZI: iPC-R CBM
ru_ru: КБМ: ZI iPC (правая рука)

source: A bionic implant that is effectively an integrated personal computer built into the right arm.
ru_ru: Бионический имплантат, который фактически является интегрированным персональным компьютером, встроенным в правую руку.

source: salvaged xenoid light armor
ru_ru: трофейная лёгкая броня ксеноидов

source: A suit of light-weight, roughly human-sized armor once belonged the xenoids. Its terribly damaged from some combination of the combat its seen, the process needed to pry it off its wearer, and some sort of dead man's switch on the elements that actually power the thing and make it easy to wear. There are very faintly visible alien hieroglyphs scattered across the armor. There isn't anything to stop you from trying it on for size if you wanted to.
ru_ru: Костюм лёгкой, примерно человеческого размера брони, когда-то принадлежавший ксеноидам. Ужасно повреждён в результате комбинации боевых действий, процесса, необходимого для того, чтобы снять его с владельца, и своего рода кнопкой мертвеца на элементах питания, которые фактически и делают его лёгким для ношения. По всей броне разбросаны очень слабо различимые инопланетные иероглифы. Ничто не мешает вам примерить ее по размеру, если очень захочется.

source: salvaged xenoid heavy armor
ru_ru: трофейная тяжёлая броня ксеноидов

source: A heavy suit of roughly human-sized plate armor which once belonged the xenoids. Its terribly damaged from some combination of the combat its seen, the process needed to pry it off its wearer, and some sort of dead man's switch on the elements that actually power the thing and make it easy to wear. But there isn't anything to stop you from putting it on. There are very faintly visible alien hieroglyphs scattered across the armor.
ru_ru: Костюм тяжёлой, примерно человеческого размера брони, когда-то принадлежавший ксеноидам. Ужасно повреждён в результате комбинации боевых действий, процесса, необходимого для того, чтобы снять его с владельца, и своего рода кнопкой мертвеца на элементах питания, которые фактически и делают его лёгким для ношения. По всей броне разбросаны очень слабо различимые инопланетные иероглифы. Ничто не мешает вам примерить ее по размеру, если очень захочется.

source: salvaged xenoid ranger cloak
ru_ru: трофейный плащ ксеноида-разведчика

source: Long, flowing brown alien robes which might be really comfortable if not for the fact that it gives you goosebumps wherever it contacts naked skin. Its stretchy in a way that extremely unearthly.
ru_ru: Длинная, ниспадающая коричневая одежда инопланетян, которая могла бы быть очень удобной, если бы не тот факт, что она вызывает мурашки в любом месте, где соприкасается с обнаженной кожей. Её способность к растяжению весьма внеземная.

source: salvaged xenoid face mask
ru_ru: трофейная маска ксеноидов

source: This strangely human face mask is like the portrait of a monster from the deepest parts of the uncanny valley. While there is no visible eye holes on the exterior, on the inner side of the mask there are two crystal clear portholes that unnaturally distort the light coming through. There is also a vent-like grid on the lower part which allows air to pass. The various straps on the back can be adjusted which in turn changes the size and shape of the mask itself, twisting the face into new and uniquely monstrous expressions.
ru_ru: Эта странная маска с человеческим лицом похожа на портрет монстра из самых глубоких уголков долины сверхъестественного. Хотя на внешней стороне маски нет видимых отверстий для глаз, на внутренней стороне есть два кристально чистых иллюминатора, которые неестественно искажают проходящий свет. В нижней части также имеется решётка, похожая на вентиляционное отверстие, которая пропускает воздух. Различные ремешки на задней стороне можно регулировать, что, в свою очередь, изменяет размер и форму самой маски, искажая лицо в новые и уникальные чудовищные выражения.

source: salvaged xenoid light shield
ru_ru: трофейный лёгкий щит ксеноидов

source: A relatively simple shield made of some sort of polycarbonate with some metal bracing. There are traces of barely visible alien hieroglyphics across the shield. You can't quite seem to figure out how the hand-holds work comfortably.
ru_ru: Относительно простой щит из какого-то поликарбоната с металлическими креплениями. На щите есть следы едва заметных инопланетных иероглифов. Вы не можете понять, как держатели должны работать для удобного ношения.

source: salvaged xenoid heavy shield
ru_ru: трофейный тяжёлый щит ксеноидов

source: A well forged shield made of steel-like metal, emblazoned with what appears to be a highly stylized depiction of a sword piercing a star. It has a strange, uncomfortable balance to it, as if parts of it could have a drastically different densities.
ru_ru: Хорошо выкованный щит из металла, похожего на сталь, украшенный стилизованным изображением меча, пронзающего звезду. Он имеет странный, неудобный баланс, как будто его части имеют разную плотность.

source: broken xenoid emissary
ru_ru: сломанный эмиссар ксеноидов

source: The massive body of a collapsed xenoid emissary. Still a bit intimidating, perhaps knowing the damage it can cause. Could be gutted for parts, but you'll probably need specialized alien tools.
ru_ru: Массивное тело рухнувшего эмиссара ксеноидов. Все еще немного пугает, возможно, зная, какие повреждения он может причинить. Может быть выпотрошено на запчасти, но вам, вероятно, понадобятся специализированные инопланетные инструменты.

source: broken emissary of plague
ru_ru: сломанный эмиссар чумы

source: The massive body of a collapsed emissary of plague. Still quite intimidating, perhaps knowing the damage it can cause. Could be gutted for parts, but you'll probably need specialized alien tools.
ru_ru: Массивное тело рухнувшего эмиссара чумы. Все еще довольно пугающее, возможно, зная, какой ущерб оно может нанести. Может быть выпотрошено на запчасти, но вам, вероятно, понадобятся специализированные инопланетные инструменты.

source: broken xenoid emissary of war
ru_ru: сломанный эмиссар войны

source: The massive body of a collapsed emissary of war. Still extremely intimidating, perhaps knowing the damage it can cause. Could be gutted for parts, but you'll probably need specialized alien tools.
ru_ru: Массивное тело рухнувшего эмиссара войны. Все еще чрезвычайно пугающее, возможно, зная, какой ущерб оно может нанести. Может быть выпотрошено на запчасти, но вам, вероятно, понадобятся специализированные инопланетные инструменты.

source: broken xenoid emissary of flame
ru_ru: сломанный эмиссар пламени

source: The massive body of a collapsed emissary of flame. Still very intimidating, perhaps knowing the damage it can cause. Could be gutted for parts, but you'll probably need specialized alien tools.
ru_ru: Массивное тело рухнувшего эмиссара пламени. Все еще очень пугающее, возможно, зная, какие повреждения оно может причинить. Может быть выпотрошено на запчасти, но вам, вероятно, понадобятся специализированные инопланетные инструменты.

source: broken xenoid reconnaissance drone
ru_ru: сломанный дрон-разведчик ксеноидов

source: A broken drone. Much less threatening now that it isn't shining its light everywhere. Could be gutted for parts. Specialized alien tools would be best for disassembly, but you could make do with more human instruments instead.
ru_ru: Сломанный дрон. Гораздо менее опасен после того, как не светит повсюду своим лучом. Может быть разобран на запчасти. Для разборки лучше всего подойдут специализированные инопланетные инструменты, но можно обойтись и человеческими.

source: broken xenoid seeker drone
ru_ru: сломанный дрон-ищейка ксеноидов

source: A broken drone. Much less threatening now that it isn't prodding you. Specialized alien tools would be best for disassembly, but you could make do with more human instruments instead.
ru_ru: Сломанный дрон. Гораздо менее угрожающий теперь, когда он не тычет в вас щупом. Для разборки лучше всего подойдут специализированные инопланетные инструменты, но можно обойтись и человеческими.

source: EOD jacket
ru_ru: куртка сапёра

source: A thick armored jacket constructed from kevlar and nomex for explosive ordnance disposal. It is designed to protect against overpressure, fragmentation, impact and heat.
ru_ru: Толстый бронированная куртка из кевлара и номекса для обезвреживания взрывоопасных предметов. Она предназначена для защиты от избыточного давления, осколков, ударов и тепла.

source: light EOD jacket
ru_ru: лёгкая куртка сапёра

source: An armored jacket constructed from kevlar and nomex designed to protect against overpressure, fragmentation, impact and heat in hostile environments. It is lighter than normal EOD armor to provide more maneuverability and can be worn over ballistic armor.
ru_ru: Бронированная куртка из кевлара и номекса для защиты от избыточного давления, осколков, ударов и тепла в неблагоприятных условиях. Она легче, чем обычные сапёрные куртки, что обеспечивает большую маневренность, и может надеваться поверх баллистической брони.

source: pair of EOD gloves
ru_ru: пара сапёрных перчаток

source: Light armored gloves constructed from kevlar and nomex for explosive ordnance disposal. They are designed to protect against fragmentation and heat.
ru_ru: Легкие бронированные перчатки из кевлара и номекса для обезвреживания взрывоопасных предметов. Они предназначены для защиты от осколков и тепла.

source: EOD helmet
ru_ru: сапёрный шлем

source: Turn on headlamps
ru_ru: Включить фонарь

source: "Activating illumination."
ru_ru: "Активация освещения".

source: "Illumination disabled, low power."
ru_ru: "Освещение отключено, низкий запас энергии".

source: An armored electronically shielded helmet containing a camera, a two-way radio, and a headlamp, all of which can be voice-activated for redundancy. It is designed to protect against overpressure, fragmentation, impact and heat.
ru_ru: Бронированный шлем с электронной защитой, содержащий камеру, двустороннюю радиостанцию и фонарь, все из которых в резервном порядке могут быть активированы голосовой командой. Предназначен для защиты от избыточного давления, осколков, ударов и тепла.

source: EOD helmet (on)
ru_ru: сапёрный шлем (вкл.)

source: Turn off headlamps
ru_ru: Выключить фонарь

source: "Disabling illumination."
ru_ru: "Отключение освещения."

source: EOD trousers
ru_ru: сапёрные штаны

source: Thick armored trousers constructed from kevlar and nomex for explosive ordnance disposal. It is designed to protect against overpressure, fragmentation, impact and heat.
ru_ru: Толстые бронированные брюки из кевлара и номекса для обезвреживания взрывоопасных предметов. Они предназначены для защиты от избыточного давления, осколков, ударов и тепла.

source: light EOD trousers
ru_ru: лёгкие сапёрные штаны

source: Armored trousers constructed from kevlar and nomex designed to protect against overpressure, fragmentation, impact and heat in hostile environments. It is lighter than normal EOD armor to provide more maneuverability.
ru_ru: Бронированные брюки из кевлара и номекса предназначены для защиты от избыточного давления, осколков, ударов и тепла в неблагоприятных условиях Они легче, чем обычная броня для сапёров, что обеспечивает большую маневренность.

source: pair of EOD foot protectors
ru_ru: пара саперных протекторов для ног

source: Armored foot protectors constructed from steel and nomex for explosive ordnance disposal. They are designed to protect against overpressure, fragmentation, impact and heat.
ru_ru: Бронированные протекторы ног из стали и номекса для обезвреживания взрывоопасных боеприпасов. Они предназначены для защиты от избыточного давления, осколков, ударов и тепла.

source: head bandana
ru_ru: головная повязка

source: Cover mouth
ru_ru: Прикрыть рот

source: You adjust the %s to cover your mouth.
ru_ru: Вы регулируете %s, чтобы прикрыть рот.

source: A cotton bandana, worn over the head.
ru_ru: Хлопчатобумажная бандана, надеваемая на голову.

source: Helicopter Flying Handbook
ru_ru: "Справочник по пилотированию вертолётов"

source: A fairly thick stack of hastily printed sheets of paper, with the ink-smeared title "The Federal Aviation Association - Helicopter Flying Handbook"
ru_ru: Довольно толстая пачка наспех отпечатанных листов бумаги с размазанным чернилами заголовком "Федеральная авиационная ассоциация - Справочник по пилотированию вертолётов".

source: Helicopter Design For Dummies
ru_ru: "Дизайн вертолётов для чайников"

source: A large yellow book titled "Helicopter Design For Dummies"
ru_ru: Большая желтая книга под названием "Дизайн вертолётов для чайников".

source: Zenture Industries® z-Ŵatch™
ru_ru: z-Ɥасы™ Зентур Индастриз®

source: <color_white>The Coolest Watch You've NEVER SEEN</color>™ This is undoubtedly the coolest looking watch you've ever seen before. Its like something from a sci-fi TV show or a video game. Its bands are a rich dark leather on the outside and soft sheepskin on the inside, with a sturdy gold clasp on the end of one band and seven beautifully punctured holes at precise intervals on the other band. Its body is a uniform black disk with a nearly invisible compartment in the back for batteries. Its glass faceplate functions as a button which calls forth the most user-friendly interface you've ever used describing all of its numerous functions all conveyed by an silly animated Magic-8 Ball that's saying <color_light_green>'Sorry, No internet signal found. Go Team Zenture!'</color>
ru_ru: <color_white>Самые крутые часы, которые вы НИКОГДА НЕ ВИДЕЛИ</color>™ Это, несомненно, самые крутые часы, которые вы когда-либо видели. Они напоминают что-то из научно-фантастического телешоу или видеоигры. Ремешки часов - это роскошная тёмная кожа снаружи и мягкая овчина внутри, с прочной золотой застёжкой на конце одного ремешка и семью красиво пробитыми отверстиями через точные интервалы на другом ремешке. Корпус представляет собой однородный чёрный диск с почти незаметным отсеком для батареек в задней части. Стеклянная лицевая панель выполняет функцию кнопки, которая вызывает самый удобный интерфейс, который вы когда-либо использовали, описывая все его многочисленные функции, которые передаются глупым анимированным волшебным бильярдным шаром-восьмёркой, говорящим <color_light_green>'Извините, нет интернет-сигнала. Вперёд, Зентур!'</color>

source: Zenture Industries® Premium z-Ŵatch™
ru_ru: Премиальные z-Ɥасы™ Зентур Индастриз®

source: <color_white>The Coolest Watch You've NEVER SEEN</color>™ This is undoubtedly the coolest looking watch you've ever seen before. Its like something from a sci-fi TV show or a video game. Its bands are a rich crimson-red leather on the outside and soft sheepskin on the inside, with a sturdy gold clasp on the end of one band and seven beautifully punctured holes at precise intervals on the other band. Its body is a uniform black disk with a nearly invisible compartment in the back for batteries. Its glass faceplate functions as a button which calls forth the most user-friendly interface you've ever used describing all of its numerous functions all conveyed by an silly animated Magic-8 Ball that's saying <color_light_green>'No internet signal found. Note: Lambda Protocol is active. Go Team Zenture!'</color>
ru_ru: <color_white>Самые крутые часы, которые вы НИКОГДА НЕ ВИДЕЛИ</color>™ Это, несомненно, самые крутые часы, которые вы когда-либо видели. Они напоминают что-то из научно-фантастического телешоу или видеоигры. Ремешки часов - это роскошная алая кожа снаружи и мягкая овчина внутри, с прочной золотой застёжкой на конце одного ремешка и семью красиво пробитыми отверстиями через точные интервалы на другом ремешке. Корпус представляет собой однородный чёрный диск с почти незаметным отсеком для батареек в задней части. Стеклянная лицевая панель выполняет функцию кнопки, которая вызывает самый удобный интерфейс, который вы когда-либо использовали, описывая все его многочисленные функции, которые передаются глупым анимированным волшебным бильярдным шаром-восьмёркой, говорящим <color_light_green>'Извините, нет интернет-сигнала. Примечание: Протокол Лямбда активен. Вперёд, Зентур!'</color>

source: Zenture Industries® Executive z-Ŵatch™
ru_ru: Представительские z-Ɥасы™ Зентур Индастриз®

source: <color_white>The Coolest Watch You've NEVER SEEN</color>™ This is undoubtedly the coolest looking watch you've ever seen before. Its like something from a sci-fi TV show or a video game. Its bands are a rich crimson-red leather on the outside and soft sheepskin on the inside, with a sturdy platinum clasp on the end of one band and two beautifully punctured holes at precise intervals on the other band. Its body is a uniform black disk with a nearly invisible compartment in the back for batteries. Its glass faceplate functions as a button which calls forth the most user-friendly interface you've ever used describing all of its numerous functions all conveyed by an serious-looking animated Magic-8 Ball that is saying <color_light_green>'Greetings Mr. Zenture. Lambda Protocol is active. Omega Protocol on standby. Primary and Secondary Facilities currently secure, containment still in place. Uplink currently disconnected, attempting reconnection.'</color>
ru_ru: <color_white>Самые крутые часы, которые вы НИКОГДА НЕ ВИДЕЛИ</color>™ Это, несомненно, самые крутые часы, которые вы когда-либо видели. Они напоминают что-то из научно-фантастического телешоу или видеоигры. Ремешки часов - это роскошная алая кожа снаружи и мягкая овчина внутри, с прочной золотой застёжкой на конце одного ремешка и двумя красиво пробитыми отверстиями через точные интервалы на другом ремешке. Корпус представляет собой однородный чёрный диск с почти незаметным отсеком для батареек в задней части. Стеклянная лицевая панель выполняет функцию кнопки, которая вызывает самый удобный интерфейс, который вы когда-либо использовали, описывая все его многочисленные функции, которые передаются глупым анимированным волшебным бильярдным шаром-восьмёркой, говорящим <color_light_green>'Приветствую вас, мистер Зентур. Протокол Лямбда активен. Протокол Омега в режиме ожидания. Первичные и вторичные объекты в настоящее время в безопасности, изоляция всё еще в действии. Связь в настоящее время отключена, пытаюсь подключиться снова.'</color>

source: reclaimed xenoid face mask
ru_ru: трофейная маска ксеноидов

source: After partially melting the xenoid face mask to remove the alien metal and replacing it with steel, applying an entire kevlar panel, and painting it white, the once unnerving alien face now more or less resembles an average hockey mask, while preserving the alien optics, the gas-proofing, and removing the radioactivity.
ru_ru: После частичного расплавления ксеноидной маски, чтобы удалить инопланетный металл и заменить его сталью, наложения целой кевларовой панели и покраски в белый цвет, некогда нервирующее лицо пришельца теперь более или менее напоминает обычную хоккейную маску, сохранив при этом инопланетную оптику, газонепроницаемость и фильтрацию радиации.

source: salvaged xenoid nozzle gun
ru_ru: трофейный пистолет-распылитель ксеноидов

source: A strange, rather flimsy looking gun with a large nozzle on one end. There doesn't seema to be any trigger mechanism, nor any where to load in ammo. The gun itself smells strongly of flowers.
ru_ru: Странный, довольно хлипкий на вид пистолет с большим соплом на одном конце. Кажется, что нет ни спускового механизма, ни места для загрузки патронов. Сам пистолет сильно пахнет цветами.

source: salvaged xenoid great sword
ru_ru: трофейный большой меч ксеноидов

source: A well built and beautifully decorated great-sword forged from a dense, unknown chrome metal. Its ability to disgorge flame does not seem to respond to your will, but the cutting edge is still exceptionally sharp.
ru_ru: Хорошо сделанный и красиво украшенный большой меч, выкованный из плотного, неизвестного хромированного металла. Его способность извергать пламя, похоже, не зависит от вашей воли, но режущая кромка остается исключительно острой.

source: salvaged xenoid long sword
ru_ru: трофейный длинный меч ксеноидов

source: A well built sword made from dense alien metal, in service of the xenoid knights. The etched hieroglyphs that adorn it no longer glow, but its cutting edge is perfectly serviceable.
ru_ru: Хорошо сделанный меч из плотного инопланетного металла, служащий ксеноидным рыцарям. Украшающие его иероглифы больше не светятся, но его режущая кромка вполне исправна.

source: salvaged xenoid long spear
ru_ru: трофейное длинное копьё ксеноидов

source: A long and slender spear made from dense alien metal, used by xenoid wardens. It is not balanced as one would expect, much of the weight being on the piercing end.
ru_ru: Длинное и тонкое копьё из плотного инопланетного металла, используемое ксеноидными стражами. Оно не сбалансировано, как можно было бы ожидать, большая часть веса приходится на колющий конец.

source: salvaged xenoid heavy machete
ru_ru: трофейный тяжёлый мачете ксеноидов

source: This large but surprisingly heavy knife is almost, but not quite, exactly like a machete. It has a few faint grey hieroglyphs etched along the length of the blade.
ru_ru: Этот большой, но удивительно тяжёлый нож почти, но не совсем, похож на мачете. По всей длине лезвия выгравировано несколько бледных серых иероглифов.

source: salvaged xenoid shock baton
ru_ru: трофейная шоковая дубинка ксеноидов
