Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Really_Dark_Skies/lang/*.po
Languages: ru_ru

source: This thick, heavy baton as a distinctly alien balance to it. There is a strange polymer grip on the bottom, while the top third is dominated by wide, fractured crystal. There are barely visible alien hieroglyphs across the breadth entire baton, which has gone completely grey.
ru_ru: Эта толстая, тяжёлая дубинка имеет явно инопланетный баланс. В нижней части имеется странный полимерный захват, в то время как в верхней трети преобладает широкий, изломанный кристалл. По всей ширине дубинки, которая стала полностью серой, расположены едва заметные инопланетные иероглифы.

source: salvaged xenoid armlet gun
ru_ru: трофейный браслет-пистолет ксеноидов

source: This strange copper-colored alien plastic arm band has two very small tubes coming off the 'top', while the 'bottom' has five different button-like impressions arraigned in a circle. It is has repeating hieroglyphs etched across its entire surface, but the device to have had a dead-man's switch and is completely busted.
ru_ru: Этот странный инопланетный пластиковый браслет медного цвета имеет две очень маленькие трубки, выходящие из "верхней" части, а "нижняя" часть имеет пять различных отпечатков, похожих на кнопки, расположенных по кругу. По всей его поверхности выгравированы повторяющиеся иероглифы, но устройство имеет выключатель мертвеца и полностью сломано.

source: sewer lurker
ru_ru: сточный ползун

source: A dripping creature, a serpentine body with a mass of tentacles attached to a gnashing maw, this thing seems to have found its home among trash and sewage. It is an ambush predator, preferring to lurk just beneath the cloudy water before something comes close enough to snag with its long tentacles.
ru_ru: С этого существа что-то стекает, змеевидное тело с массой щупалец, прикрепленных к скрежещущей пасти, похоже, нашло свой дом среди мусора и сточных вод. Это хищник из засады, предпочитающий затаиться под мутной водой, прежде чем что-то приблизится достаточно близко, чтобы зацепиться за него своими длинными щупальцами.

source: swamp lurker
ru_ru: болотный ползун

source: A long, serpentine body, dark and murky just like the waters it inhabits. Tendrils trail behind it, framing innumerable teeth in a gnashing central mouth. It prefers to lurk just below the surface, drifting and still like an unassuming piece of flotsam until something gets too close.
ru_ru: Длинное, змеевидное тело, тёмное и мутное, как и воды, в которых оно обитает. За ним тянутся усики, обрамляющие бесчисленные зубы в скрежещущей центральной пасти. Предпочитает скрываться под поверхностью, дрейфуя и не двигаясь, как неприметный кусок плоского хлама, пока кто-нибудь не подойдет слишком близко.

source: mossy cow reptiloid
ru_ru: моховая коровья ящерица

source: A cow-sized reptile-like creature, covered in what appears to be a thick layer of mossy vegetation and rocks. It trudges about the landscape on sturdy legs, foraging whatever flora it can reach with sharp little teeth. It doesn't seem to mind you too much.
ru_ru: Рептоид размером с корову, покрытый чем-то, напоминающее толстый слой мшистой растительности и камней. Он передвигается по ландшафту на крепких ногах, добывая растительность, до которой может дотянуться острыми маленькими зубами. Не похоже, чтобы он сильно обращал на вас внимание.

source: blue dog reptiloid
ru_ru: синяя собачья ящерица

source: A slim reptile-like creature about the size of a big dog, with a thick mane of what looks like rather pretty orange-blue 'feathers' around its head. Frond-like protrusions grow from the top of its head down to the base of its tail, glowing faintly when in the presence of other members of its pack.
ru_ru: Стройный рептоид размером с крупную собаку, с густой гривой из довольно красивых оранжево-голубых "перьев" вокруг головы. С макушки головы до основания хвоста растут похожие на ласты выступы, которые тускло светятся в присутствии других членов стаи.

source: wisp
ru_ru: огонёк

source: A small, fist sized critter that looks like a floating slug covered in bio-luminescent markings, capable of limited flight through utilization of membranous, wing-like protrusions and the secretion of a faint white mist. It is most commonly found around floating around dead leaves, rotten fruits, and other substances in small, communal groups. It regards you with curiosity, and occasionally flashes its markings as if it is communicating among its fellows.
ru_ru: Небольшое, размером с кулак существо, похожее на парящего слизня, покрытого биолюминесцентными отметинами, способное к ограниченному полёту благодаря использованию мембранных, похожих на крылья выступов и выделению тусклого белого тумана. Чаще всего его можно встретить плавающим вокруг мёртвых листьев, гнилых плодов и других субстанций в небольших, общинных группах. Он наблюдает за вами с любопытством и иногда мигает своими отметинами, как будто общается со своими собратьями.

source: bileworm
ru_ru: желчный червь

source: A large worm-like creature that smells like death, befitting its seemingly preferred diet of carrion and other rotting organic material, though it would probably attack wounded prey if pressed. It is capable of both burrowing and limited land travel, with the help of a multitude of short tentacles that surround its mouth and line its under-body.
ru_ru: Крупное червеобразное существо, пахнущее смертью, что соответствует его, по-видимому, предпочтительной диете - падаль и другие гниющие органические материалы, хотя при необходимости оно, вероятно, атакует раненую добычу. Оно способно как зарываться в землю, так и передвигаться по суше с помощью множества коротких щупалец, которые окружают его рот и выстилают нижнюю часть тела.

source: The %1$s grabs your arm and bites down hard!!
ru_ru: %1$s хватает вас за руку и сильно кусает!!!

source: The %1$s grabs <npcname> and bites down hard!!
ru_ru: %1$s схватил <npcname> и сильно укусил!!!

source: The %1$s grabs your arm in its mouth, but fails to penetrate your armor.
ru_ru: %1$s захватывает вашу руку в рот, но не может пробить вашу броню.

source: The %1$s grabs <npcname>, but fails to penetrate the armor.
ru_ru: %1$s хватает <npcname>, но не может пробить броню.

source: The %1$s slashes you with its knife!
ru_ru: %1$s режет вас своим ножом!

source: The %1$s slashes <npcname>!
ru_ru: %1$s режет <npcname>!

source: The %1$s attempts to cut you, but fails to penetrate your armor.
ru_ru: %1$s пытается порезать вас, но не может пробить вашу броню.

source: The %1$s tries to cut <npcname>, but fails to penetrate your armor.
ru_ru: %1$s пытается порезать <npcname>, но не может пробить броню.

source: The %1$s hits you with a heavy slash!!
ru_ru: %1$s бьёт вас тяжелым ударом!!!

source: The %1$s heavily slashes <npcname>!!
ru_ru: %1$s тяжело бьёт <npcname>!!

source: The %1$s hits you with a spear thrust!!
ru_ru: %1$s бьёт вас копьём!!

source: The %1$s thrusts a spear at <npcname>!!
ru_ru: %1$s бьёт копьём <npcname>!

source: The %1$s attempts to hit you, but fails to penetrate your armor.
ru_ru: %1$s пытается проткнуть вас, но не может пробить вашу броню.

source: The %1$s tries to hit <npcname>, but fails to penetrate your armor.
ru_ru: %1$s пытается проткнуть <npcname>, но не может пробить броню.

source: The %1$s sweeps your legs from under you!
ru_ru: %1$s сбивает вас с ног!

source: The %1$s knocks <npcname> to the ground!
ru_ru: %1$s сбивает с ног <npcname>!

source: The %1$s tries to sweep out your leg, but can't get through the armor.
ru_ru: %1$s пытается сбить вас с ног, но броня удерживает вас.

source: The %1$s tries to sweep <npcname> to the ground, but can't get through the armor.
ru_ru: %1$s пытается сбить с ног <npcname>, но броня держится.

source: The %1$s suddenly slams you with their shield, stunning you!
ru_ru: %1$s внезапно ударяет вас своим щитом, оглушая вас!

source: The %1$s stuns <npcname> with a shield bash!
ru_ru: %1$s оглушает <npcname> ударом щита!

source: The %1$s tries to shield bash you, but fails to penetrate your armor.
ru_ru: %1$s пытается ударить вас щитом, но не может пробить вашу броню.

source: The %1$s tries bash <npcname>, but fails to penetrate the armor.
ru_ru: %1$s пытается ударить щитом <npcname>, но не может пробить броню.

source: flame sword
ru_ru: огненный меч

source: a fake gun used by the incinerator. it's a bug if you find this in the wild
ru_ru: Фейковая пушка для испепелителя. Если вам удалось найти её обычными игровыми средствами - это баг.

# gun_type_type
source: launcher
ru_ru: гранатомёты

source: fire cannon
ru_ru: огненная пушка

source: Fires an explosive bolt of fiery energy. If you're seeing this, it's a bug.
ru_ru: Стреляет взрывающимся энергетическим снарядом. Если можешь это читать - это баг.

source: smokegun
ru_ru: дымомёт

source: Shoots dangerous nauseating gas. If you're seeing this, it's a bug.
ru_ru: Стреляет опасным тошнотворным газом. Если можешь это читать - это баг.

source: riotgun
ru_ru: пушка для подавления беспорядков

source: Shoots pacification gas, bonus fungicide insecticide. If you're seeing this, it's a bug.
ru_ru: Стреляет усмиряющим газом, работает как противогрибковый распылитель. Если можешь это читать - это баг.

source: plasma blaster
ru_ru: плазменный бластер

source: Shots plasma. If you see this its a bug
ru_ru: Плазмой стреляет. Если можешь это читать - это баг.

source: semi-auto
ru_ru: полуавтомат

source: 2 rd.
ru_ru: 2 патрона

# gun_type_type
source: rifle
ru_ru: винтовки

source: forearm flechette gun
ru_ru: нарукавный флешеттовый пистолет

source: Shots a flechette tri-dart. If you see this its a bug
ru_ru: Стреляет сразу тремя флешеттовыми дротиками. Если можешь это читать - это баг.

source: 3 rd.
ru_ru: 3 патрона

source: Shots a single flechette dart. If you see this its a bug
ru_ru: Стреляет одиночным флешеттовым дротиком. Если можешь это читать - это баг.

source: 1 rd.
ru_ru: 1 патрон

source: psi stun
ru_ru: пси оглушение

source: an attack that stuns the target for a few turns
ru_ru: атака, оглушающая цель на несколько ходов

source: %1$s gesticulates at %3$s and a pulse of disorienting psionic energy ripples through the air!
ru_ru: %1$s жестикулирует в сторону %3$s и импульс дезориентирующей псионической энергии прокатывается по воздуху!

source: psi panic
ru_ru: пси паника

source: an attack that panics the target for a few turns
ru_ru: атака, заставляющая цель паниковать на несколько ходов

source: The %1$s gesticulates at %3$s and a pulse of fear-inducing psionic energy ripples through the air!
ru_ru: %1$s жестикулирует в сторону %3$s и импульс вызывающей страх псионической энергии проносится по воздуху!

source: psi hallucinate
ru_ru: пси галлюцинация

source: an attack that causes the target to hallucinate for a many turns
ru_ru: атака, на долгое время заставляющая цель видеть галлюцинации

source: %1$s gesticulates at %3$s and a pulse of mind-bending psionic energy ripples through the air!
ru_ru: %1$s жестикулирует в сторону %3$s и импульс изменяющей сознание псионической энергии проносится по воздуху!

source: psi mindblast
ru_ru: пси удар разума

source: blasts a target with a wave of disorienting psionic energy. has random effects
ru_ru: накрывает цель волной дезориентирующей псионной энергии. Случайные вторичные эффекты.

source: camera
ru_ru: камера

source: an attack that blinds the target for a quite a few turns
ru_ru: атака, ослепляющая цель на некоторое время

source: an alien
ru_ru: пришелец

source: metallic footfalls
ru_ru: металлические шаги

source: an alien robot
ru_ru: робот-пришелец

source: booming stomps
ru_ru: гулкий топот

source: an alien animal
ru_ru: животное-пришелец

source: a fusion of flesh and mineral
ru_ru: слияние плоти и минералов

source: shuffling and scraping.
ru_ru: шарканье и скрежет.

source: stray stumbler
ru_ru: потерянный-шатун

source: A former human, a hateful, stumbling shadow of its former self only capable of violent outbursts of fury; large patches of cyan-purple crystals grow out of its bruised flesh, slowly overtaking it.
ru_ru: Бывший человек, ненавистная, спотыкающаяся тень себя прежнего, способная лишь на сильные вспышки ярости; большие пятна сине-фиолетовых кристаллов вырастают из его израненной плоти, медленно поглощая его.

source: stray cop
ru_ru: потерянный-коп

source: A former law enforcer, no doubt deployed to help civilians evacuate during the Arrival. Unfortunately, despite their best efforts, many were still infested. It still clad from head to toe in light body armor, partially overtaken by bluish crystal growths.
ru_ru: Бывший сотрудник правоохранительных органов, которого, несомненно, направили помогать гражданским эвакуироваться во время Прибытия. К сожалению, несмотря на все их усилия, многие все еще были заражены. Он всё ещё одет с головы до ног в лёгкую броню, частично покрытую голубоватыми кристаллическими наростами.

source: stray soldier
ru_ru: потерянный-солдат

source: A former soldier, no doubt deployed to assist with evacuations and aid citizens, dressed from head to toe in partially crystallized combat armor. Though their training could not have prepared them for what they were up against, they still seem to remember enough to take you on.
ru_ru: Бывший солдат, несомненно, направленный на эвакуацию и помощь гражданам, одетый с ног до головы в частично кристаллизованную боевую броню. Хотя их обучение не могло подготовить их к тому, с чем они столкнулись, они, похоже, помнят достаточно, чтобы попытаться одолеть вас.

source: stray firefighter
ru_ru: потерянный-пожарный

source: A former human body clad in tattered first responder gear, wet sounding breath gurgling through the gas mask encrusted to its face. Staggering around the community it once served, it is little more than yet another host for the strange crystal infestation.
ru_ru: Бывшее человеческое тело, облачённое в изорванное снаряжение спасателя, с влажным дыханием, прорывающимся сквозь противогаз, прикреплённый к лицу. Пошатываясь, он бродит по району, который когда-то обслуживал, и является не более чем ещё одним носителем странной кристаллической заразы.

source: hungry stray
ru_ru: потерянный-голодомор

source: An obese former human, body studded with irregular crystal growths deforming its body. It howls in mockery of hunger as it wanders, seeking new meals to add to its bulk.
ru_ru: Ожиревший бывший человек, тело которого усеяно неправильными кристаллическими наростами, деформирующими его тело. Он воет в насмешку над голодом, бродя в поисках новой пищи, чтобы пополнить свою массу.

source: stray rockfeeder
ru_ru: потерянный-камнеед

source: A swollen and misshaped body pierced from the inside by growths of rocks, the lower half of its face nothing a distended jaw full of gnashing, crystalline teeth. It lets out blood-curdling howls of pain and constantly drips a foul smelling slurry of rocky sludge and bile.
ru_ru: Раздутое и неправильной формы тело, пронизанное изнутри наростами камней, нижняя половина морды не представляет собой ничего, кроме разинутой пасти, полной скрежещущих кристаллических зубов. Он издает пронзительные вопли боли и постоянно истекает дурно пахнущей жижей из каменного ила и желчи.

source: stray crystaltender
ru_ru: потерянный-кристаллит

source: Little more than a moving mound of crystal and meat that occasionally spits up a tide of glowing, rocky gruel from its many cracks and crevices, this crab-like creature trudges to and fro bearing a heavy burden. From just behind the murky surfaces of its shell, you can almost make out small, moving creatures skittering about in its complex innards. It seems to stay close to other crystal creatures, pouring the blue-goop it secretes onto them like some sort of caretaker. When threatened it is capable of producing harrowing screams, no doubt drawing its friends to its aide.
ru_ru: Это крабоподобное существо, неся на себе тяжелую ношу, представляет собой не более чем шевелящийся курган из кристаллов и мяса, который время от времени извергает из своих многочисленных трещин и щелей светящуюся каменистую кашу. Сразу за мутной поверхностью его панциря можно почти разглядеть маленьких, подвижных существ, резвящихся в его сложных внутренностях. Он держится поблизости от других кристаллических существ, поливая их голубой жидкостью, которую выделяет, словно заботясь о них. При угрозе он способен издавать жуткие крики, что, несомненно, привлекает его друзей на помощь.

source: crackling stray
ru_ru: потерянный-бродяга

source: A hunched human form, back bristling with a hedge of buzzing blue crystals. Its veins visibly glow with some sort of unearthly purple substance.
ru_ru: Сгорбленная человеческая фигура, спина покрыта изгородью жужжащих голубых кристаллов. Его вены заметно светятся какой-то неземной фиолетовой субстанцией.

source: arcing stray
ru_ru: потерянный-искра

source: A deformed multi-legged creature, its once terrestrial body now merely a platform for the massive crystalline pylons that jut from its torso where its head once was. Its arms dangle uselessly at its sides, but is more than capable of simply ramming its prey to deliver dangerous electric shocks.
ru_ru: Деформированное многоногое существо, чьё некогда земное тело теперь служит лишь платформой для массивных кристаллических пилонов, выходящих из туловища, где когда-то была голова. Его руки бесполезно болтаются по бокам, но он более чем способен просто таранить свою жертву для нанесения опасных электрических ударов.

source: stray sprinter
ru_ru: потерянный-спринтер

source: This well-toned toned, agile former human was once an athletic figure covered with bright blue crystals, and appears to have retained some of its former intellect.
ru_ru: Этот хорошо подтянутый, ловкий бывший человек когда-то был атлетической фигурой, ныне покрыт ярко-синими кристаллами, и, похоже, сохранил часть своего прежнего интеллекта.

source: stray prowler
ru_ru: потерянный-мародёр

source: This tightly-wound mutant now moves like some sort of animal, sometimes on two legs and sometimes on four. Its mouth menaces with tusks of polished stone and fingers gleam with crystal-fused claws.
ru_ru: Этот мутант с тугими ранами теперь передвигается как какое-то животное, иногда на двух, а иногда на четырех ногах. Его пасть угрожающе оскалилась клыками из полированного камня, а на пальцах сверкают когти из сплава кристаллов.

source: stray predator
ru_ru: потерянный-хищник

source: Lithe muscle and pulsating crystal fused together into a mass that must be made up of multiple bodies, propelled forward by multiple grossly elongated crystal limbs sharpened to dangerous points. It strides about the streets, spearing intruders to its domain like some sort of horrid spider from beyond the stars.
ru_ru: Тонкие мышцы и пульсирующий кристалл слились в массу, состоящую, видимо, из множества тел, которую двигают вперед многочисленные удлиненные хрустальные конечности, остро отточенные до опасной степени. Он расхаживает по улицам, пронзая нарушителей его владений, словно какой-то ужасный паук из-за звезд.

source: stray bruiser
ru_ru: потерянный-громила

source: A former human, athletic and toned, body menacing with thick crystal armor that pulsates as if alive.
ru_ru: Бывший человек, атлетически сложенный и подтянутый, угрожающее тело с толстой кристаллической броней, которая пульсирует, словно живая.

source: stray goliath
ru_ru: потерянный-голиаф

source: A human that has grown considerably in stature after accruing plenty of additional crystalline biomass, now at least ten foot tall and covered in rocky plates that make it seem more mineral than human.
ru_ru: Человек, значительно прибавивший в росте после накопления большого количества дополнительной кристаллической биомассы, теперь высотой не менее десяти футов и покрытый каменными пластинами, из-за которых он кажется скорее минералом, чем человеком.

source: stray titan
ru_ru: потерянный-титан

source: This towering mass of fused flesh and crystal is humanoid, but far beyond merely human now at its terrifying height. It crushes everything that stands in its way with club-like 'hands' that are even bigger than you are and easily throws anything in its way aside.
ru_ru: Эта возвышающаяся масса из плоти и кристаллов имеет человекоподобную форму, но при своём ужасающем росте далеко выходит за рамки простого человека. Она сокрушает всё, что стоит на её пути, своими дубиноподобными "руками", которые даже больше, чем вы, и легко отбрасывает всё, что стоит на пути.

source: stray waif
ru_ru: потерянный-сирота

source: A small, quick mutant, most likely once a human child, now disfigured by patches of crystal. Their features are still recognizable enough to make the thought of putting them down cause your gut to churn.
ru_ru: Маленький, шустрый мутант, скорее всего, когда-то бывший человеческим ребенком, а теперь изуродованный кристаллами. Их черты все еще достаточно узнаваемы, чтобы мысль о том, чтобы убить их, заставила ваше нутро вздрогнуть.

source: stray creepler
ru_ru: потерянный-ползун

source: A terrifying, hairy husk of a creature scrambling about on all fours, a mongrel housepet or wild animal that is now covered in patches of crystal growths that jut from it like spikes and two alien eyes darting in different directions.
ru_ru: Страшное, волосатое существо, передвигающееся на четвереньках, беспородная домашняя кошка или дикое животное, покрытое кристаллическими наростами, которые торчат из него, как шипы, и два инопланетных глаза, косящих в разные стороны.

source: stray wretch
ru_ru: потерянный-шельма

source: This blur of jagged, crystal-fused limbs and hair could've been anything from a housepet to a small human at some point, but now it leaps and skitters around like something out of a nightmare.
ru_ru: Это расплывчатое пятно из зазубренных, сросшихся с кристаллами конечностей и шерсти когда-то могло быть кем угодно - от домашнего кота до маленького человека, но сейчас оно прыгает и скачет, словно что-то из ночного кошмара.

source: stray stalker
ru_ru: потерянный-сталкер

source: A wolf-sized creature made of thick slabs of crystal, small fleshy tendrils drifting off of it like cilia. It seems more than happy to tear the life out of anything living unfortunate enough to cross its path, to drag back to its 'family'.
ru_ru: Существо размером с волка, сделанное из толстых плит кристалла, с маленькими мясистыми усиками, свисающими с него, как реснички. Кажется, оно с удовольствием вырывает жизнь из всего живого, что по несчастью пересекает его путь, чтобы утащить обратно в свою "семью".

source: stray flailing wretch
ru_ru: потерянный-скользун

source: A person-sized mass of writhing, barbed tendrils that barely seems like it was even any terrestrial animal any more, originating from a barely visible mass of central crystal. It slithers across the ground, snatching up organic matter to bring back to feed to its smaller companions so that they too may grow larger.
ru_ru: Масса извивающихся, колючих усиков размером с человека, которая едва ли похожа на земное животное, исходит из едва заметной массы центрального кристалла. Она скользит по земле, собирая органические вещества и возвращая их на корм своим меньшим товарищам, чтобы они тоже могли вырасти.

source: stray crackling wretch
ru_ru: потерянный-трескун

source: A flailing mass of tendrils and burnt hair that quickly skirts across the ground like an insect, arched back bristling with loudly arcing crystal spears.
ru_ru: Развевающаяся масса усиков и выгоревших волос, быстро передвигающаяся по земле, как насекомое, с выгнутой спиной, покрытой сверкающими кристальными копьями.

source: stray wretchmother
ru_ru: потерянная-шельмоматерь
