Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Really_Dark_Skies/lang/*.po
Languages: ru_ru

source: A large, crystal-packed creature capable of massive, bounding leaps like some sort of alien wolf. Its topmost layer of crystal sprouts several flailing, fleshy tendrils, which pull in anything they can reach into the gnashing maw just under its body. Something else just as unseemly writhes just beneath the murky surface of its glassy body.
ru_ru: Крупное, наполненное кристаллами существо, способное совершать огромные, стремительные прыжки, словно какой-то инопланетный волк. Из верхнего слоя кристалла прорастает несколько извивающихся мясистых усиков, которые втягивают все, до чего могут дотянуться, в скрежещущую пасть под его телом. Что-то ещё, столь же неприглядное, извивается под мутной поверхностью его стеклянного тела.

source: germinating crystal mass
ru_ru: прорастающая кристаллическая масса

source: A little bulb of crystal rooted into the earth through dirt and concrete alike, noodle-like tendrils squirming across the ground, grabbing any little bit of organic matter it can find and drawing it to its base.
ru_ru: Небольшая луковица кристалла укоренилась в земле сквозь грязь и бетон, ее усики, похожие на лапшу, извиваются по земле, захватывая любой кусочек органической материи, который она может найти, и притягивая его к своему основанию.

source: sprouting crystal mass
ru_ru: растущая кристаллическая масса

source: A human-sized mound of shimmering blue-purple crystals growing on the base of what looks like a mound of foul smelling garbage and organic leftovers. Long, thin tendrils appear to grow out of the mound, and are subtly rooting down into the ground below it, boring through dirt and concrete alike. It crackles weakly with electrical energy. If you look closely, it almost looks like something wet and meaty is squirming just inside the inner shell of crystals…
ru_ru: Курган в человеческий рост из мерцающих сине-фиолетовых кристаллов, растущий на основании того, что выглядит как куча дурно пахнущего мусора и органических остатков. Длинные тонкие усики растут из кургана и уходят корнями в землю под ним, проникая сквозь грязь и бетон. Он слабо потрескивает электрической энергией. Если присмотреться, кажется, что внутри внутренней оболочки кристаллов корчится что-то влажное и мясистое...

source: resonant crystal mass
ru_ru: резонирующая кристаллическая масса

source: A set of rail thin crystals growing haphazardly from a mound of rock and composted organic matter, fastened in place by thick strands of bizarre alien material. The buzzing of natural energy playing among the tines seems culminate into an almost musical sound. While pleasant at a distance, this can devolve to a deafening high pitched whine when it feels threatened.
ru_ru: Набор тонких кристаллов, бессистемно растущих из кучи камней и компостированной органики, скреплённых толстыми нитями причудливого инопланетного материала. Жужжание природной энергии, играющей среди зубцов, кажется, кульминирует в почти музыкальный звук. Приятный на расстоянии, он может превратиться в оглушительный высокочастотный вой, когда почувствует угрозу.

source: flailing crystal mass
ru_ru: дрожащая кристаллическая масса

source: A tall, singular crystal, growing out of a sizeable pile of debris that has sprouted a multitude of thin, whip-like tendrils that constantly snake around it like feelers. It frequently grabs nearby objects and drags them into the pile beneath it, as if hoarding.
ru_ru: Высокий, одиночный кристалл, растущий из внушительной кучи мусора, проросшей множеством тонких, похожих на плети усиков, которые постоянно змеятся вокруг него, словно щупальца. Он часто хватает близлежащие предметы и перетаскивает их в кучу под собой, как бы накапливая.

source: energized crystal mass
ru_ru: заряженная кристаллическая масса

source: A crooked, fiercely glowing blue-purple crystal that visibly discharges electricity into the surrounding environment without any particular intent.
ru_ru: Изогнутый, яростно светящийся сине-фиолетовый кристалл, который заметно разряжает электричество в окружающее пространство без какого-либо конкретного назначения.

source: crystal mass wall
ru_ru: стена из кристаллической массы

source: A massive wall of thick, blocky crystals that glow faintly and crackle with residual electric energy.
ru_ru: Массивная стена из толстых, блочных кристаллов, которые тускло светятся и потрескивают остаточной электрической энергией.

source: crystal mass hive
ru_ru: кристаллический улей

source: A towering mass of blue-purple crystal chunks covered in small, fist-sized holes, from which drips a disgusting, faintly glowing rock slurry - perhaps a nutrient mix for its young. After all, it seems to subtly pulsate, as if more organic than its mineral appearance would suggest. The air around it perpetually crackles with palpable energy and menaces with a set of thick, meaty tendrils with razor-like barbs, with something else just as unseemly writhing just beneath the murky surface of the glassy 'rocks'.
ru_ru: Возвышающаяся масса сине-фиолетовых кристаллических глыб, покрытых маленькими, размером с кулак, отверстиями, из которых капает отвратительная, слабо светящаяся каменная жижа - возможно, питательная смесь для его молодняка. В конце концов, кажется, что она едва заметно пульсирует, как будто она более органическая, чем можно было бы предположить по ее минеральному виду. Воздух вокруг неё постоянно потрескивает от ощутимой энергии и множеством толстых мясистых усиков с бритвенными колючками угрожающе извиваются, а под мутной поверхностью стеклянных "камней" извивается что-то ещё, не менее непристойное.

source: crystal seed
ru_ru: кристаллическое семя

source: A skittering, multi-legged creature that appears to be made of a chunk of crystal about the size of a baseball. It skitters around on wire-like legs, eating bits of organic leftovers to gain mass in hopes of one day seeding a crystal colony of its own.
ru_ru: Бродячее, многоногое существо, которое, кажется, сделано из куска кристалла размером с бейсбольный мяч. Оно передвигается на проволокоподобных ногах, поедая кусочки органических остатков, чтобы набрать массу в надежде однажды посеять собственную колонию кристаллов.

source: engorged crystal seed
ru_ru: насыщенное кристаллическое семя

source: A swollen crystal seed, now grown to about the size of a beach ball, heavy enough with accumulated biomass to settle down and begin germinating into a proper crystal mass.
ru_ru: Разбухшее кристаллическое семя, выросшее до размера пляжного мяча, достаточно отяжелевшее от накопленной биомассы, чтобы осесть и начать прорастать в правильную кристаллическую массу.

source: xenoid reconnaissance drone
ru_ru: дрон-разведчик ксеноидов

source: A sleek, white spherical robot about the size of a soccer ball, with a prominent golden insignia of a stylized sun being pierced with a flaming sword. Capable of effortless flight, it hovers about the ruins of the former world; irregularly placed integrated cameras and high-intensity spotlights dispassionately bear witness to the chaos around it. Who knows what might be watching on the other side…
ru_ru: Гладкий, покрытый белой краской сферический робот размером с футбольный мяч, с выдающейся золотой эмблемой в виде стилизованного солнца, пронзаемого огненным мечом. Способный к легкому полету, он парит над руинами бывшего мира; неравномерно расположенные встроенные камеры и прожекторы высокой интенсивности бесстрастно свидетельствуют о хаосе вокруг него. Кто знает, что может наблюдать за ним с другой стороны...

source: <color_white>%1$s blinds %3$s with its integrated camera!</color>
ru_ru: <color_white>%1$s ослепляет %3$s своей встроенной камерой!</color>

source: xenoid seeker drone
ru_ru: дрон-ищейка ксеноидов

source: A small, sleek, white robot with a golden insignia of a stylized sun being pierced with a sword. Capable of limited flight, it hovers about the ruins of the former world, using a suite of rather sharp looking retractable tools, a bright camera flash, and integrated 'arms' to manipulate the world around it with surprising dexterity and procure samples. It seems to watch you closely…
ru_ru: Маленький, гладкий, белый робот с золотой эмблемой в виде стилизованного солнца, пронзаемого мечом. Способный к ограниченному полету, он парит над руинами бывшего мира, используя набор довольно острых на вид выдвижных инструментов, яркую вспышку камеры и встроенные "руки", чтобы манипулировать окружающим миром с удивительной ловкостью и добывать образцы. Кажется, он внимательно наблюдает за вами...

source: xenoid ranger
ru_ru: разведчик ксеноидов

source: A human-sized soldier dressed in light armor, a cloak which shifts subtly to camouflage them against their surroundings, and a featureless facial mask. Armed with a fine long knife and quite quick on their feet, it surveys the world with a fearless gaze.
ru_ru: Солдат человеческого роста, одетый в лёгкие доспехи, плащ, который плавно сдвигается, маскируя его на фоне окружающей обстановки, и безликую маску на лице. Он вооружен острым длинным ножом и довольно быстро передвигается на ногах, оглядывая мир бесстрашным взглядом.

source: <color_pink>The %1$s gesticulates at %3$s and a pulse of fear-inducing psionic energy ripples through the air!</color>
ru_ru: <color_pink>%1$s жестикулирует в сторону %3$s и импульс вызывающей страх псионической энергии проносится по воздуху!</color>

source: xenoid hunter
ru_ru: охотник ксеноидов

source: A human-sized soldier dressed in light armor, a cloak that shifts subtly to camouflage them against their surroundings, and a featureless facial mask. Armed with a fine long knife and quite quick on their feet, it surveys the world with a hateful glance.
ru_ru: Солдат человеческого роста, одетый в лёгкие доспехи, плащ, который плавно сдвигается, маскируя его на фоне окружающей обстановки, и безликую маску на лице. Вооруженный прекрасным длинным ножом и довольно быстро передвигающийся на ногах, он оглядывает мир ненавидящим взглядом.

source: <color_pink>%1$s gesticulates at %3$s and a pulse of disorienting psionic energy ripples through the air!</color>
ru_ru: <color_pink>%1$s жестикулирует в сторону %3$s и импульс дезориентирующей псионической энергии прокатывается по воздуху!</color>

source: xenoid stalker
ru_ru: сталкер ксеноидов

source: A human-sized soldier dressed in light armor, a cloak that shifts activly to camouflage them against their surroundings, and a featureless facial mask. Armed with a large spear and quite quick on their feet, it surveys the world with a hateful glance.
ru_ru: Солдат человеческого роста, одетый в лёгкие доспехи, плащ, который плавно сдвигается, маскируя его на фоне окружающей обстановки, и безликую маску на лице. Вооруженный большим копьём и довольно быстро передвигающийся на ногах, он оглядывает мир ненавидящим взглядом.

source: xenoid enforcer
ru_ru: силовик ксеноидов

source: A human-sized soldier clad in light grey armor in conjunction with a small grey shield and shock baton. The shield has strange black hieroglyphs on it whose outline glows and pulsates in sync with the luminescence from the shock baton. The gaze from its dispassionate mask fills you with fear.
ru_ru: Солдат человеческого роста, облачённый в светло-серые доспехи в сочетании с небольшим серым щитом и ударной дубинкой. На щите - странные чёрные иероглифы, очертания которых светятся и пульсируют синхронно со свечением ударной дубинки. Взгляд из-под бесстрастной маски наполняет вас страхом.

source: xenoid oppressor
ru_ru: подавитель ксеноидов

source: A human-sized soldier clad in light grey armor in conjunction with a small grey shield and shock baton. The shield has strange black hieroglyphs on it whose outline glows and pulsates in sync with the luminescence from the shock baton.
ru_ru: Солдат человеческого роста, облачённый в светло-серые доспехи в сочетании с небольшим серым щитом и ударной дубинкой. На щите странные чёрные иероглифы, очертания которых светятся и пульсируют синхронно со свечением ударной дубинки.

source: xenoid fumigator
ru_ru: фумигатор ксеноидов

source: A human-sized soldier dressed in light armor, an evil-looking mask, and long gun with a strange nozzle on the end. Light blue fumes drip from the nozzle and quickly dissipate.
ru_ru: Солдат в человеческий рост, одетый в лёгкую броню, маску злобного вида и с длинным пистолетом со странным соплом на конце. Из сопла капает светло-голубой дым и быстро рассеивается.

source: <color_pink>%1$s gesticulates at %3$s and a pulse of mind-bending psionic energy ripples through the air!</color>
ru_ru: <color_pink>%1$s жестикулирует в сторону %3$s и импульс изменяющей сознание псионической энергии проносится по воздуху!</color>

source: <color_light_green>The %1$s fires a stream of blue hazy gas!</color>
ru_ru: <color_light_green>%1$s выпускает поток голубого мутного газа!</color>

source: xenoid berserker
ru_ru: берсерк ксеноидов

source: A human-sized soldier clad in light grey armor, wielding long silver sword in one hand and shock batton in the other. The casual ease with which it juggles the two weapons weapons demonstrates its familiarity with and willingness to use them.
ru_ru: Солдат человеческого роста, облачённый в светло-серые доспехи, с длинным серебряным мечом в одной руке и шоковой дубинкой в другой. Непринуждённая лёгкость, с которой он управляется этими двумя видами оружия, демонстрирует его знакомство с ними и готовность их применить.

source: <color_pink>The %1$s gesticulates at %3$s and a chaotic wave psionic energy floods through the air!</color>
ru_ru: <color_pink>%1$s жестикулирует в сторону %3$s и хаотичная волна псионической энергии прокатывается по воздуху!</color>

source: xenoid purifier
ru_ru: очиститель ксеноидов

source: A human-sized soldier wearing laser etched blue plate armor, an evil-looking mask, and long gun with a strange nozzle on the end. Light blue fumes drip from the nozzle and quickly dissipate.
ru_ru: Солдат в человеческий рост, одетый в латную броню синего цвета с лазерной гравировкой, в маске злобного вида и с длинным пистолетом со странным соплом на конце. Из сопла капает светло-голубой дым и быстро рассеивается.

source: xenoid incinerator
ru_ru: испепелитель ксеноидов

source: Dressed from head to toe in stylized heavy plate and a grotesque mask, this armoured warrior of the xenoids wields an ornate, silvery greatsword lightly shimmering with crimson flames. With a sudden activation, it can project gluts of flame from the hilt, incinerating enemies before it.
ru_ru: Одетый с ног до головы в стилизованные тяжёлые пластины и гротескную маску, этот закованный в броню воин ксеноидов владеет богато украшенным серебристым мечом, слегка мерцающим багровым пламенем. Неожиданно активировав рукоятку, он может выпускать из неё струи пламени, испепеляя врагов на своём пути.

source: <color_light_red>The incinerator almost imperceptibly flicks its sword, and a stream of inferno erupts forth!!</color>
ru_ru: <color_light_red>Испепелитель почти неуловимо щёлкает своим мечом, и поток адского пламени вырывается наружу!!</color>

source: xenoid knight
ru_ru: рыцарь ксеноидов

source: A humanoid clad in strange blue plate armor at that pulses with laser etched runes, mixed with more 'modern' looking combat gear. Armed with a large silver sword that it handles with casual with ease, a shield emblazoned with the symbol of a sun being pierced by a sword, and unshakable faith in whatever otherworldly god they venerate.
ru_ru: Гуманоид, облаченный в странные синие пластинчатые доспехи, на которых выгравированы лазером руны, смешанные с более "современным" боевым снаряжением. Вооружён большим серебряным мечом, с которым обращается с непринужденной легкостью, щитом, украшенным символом солнца, пронзаемого мечом, и непоколебимой верой в потустороннего бога, которого они почитают.

source: xenoid templar
ru_ru: храмовник ксеноидов

source: A humanoid clad in strange blue plate armor which is etched top to bottom with a shimmering alien runic script. Armed with a long silver sword with a large red gemstone set in the pommel, a shield emblazoned with the symbol of a sun being pierced by a sword, it seems to be implacable evil given physical form.
ru_ru: Гуманоид, облачённый в странные синие пластинчатые доспехи, сверху донизу испещрённые мерцающим инопланетным руническим письмом. Вооружён длинным серебряным мечом с большим красным драгоценным камнем в оправе, щитом, украшенным символом солнца, пронзаемого мечом, и кажется, что это непримиримое зло, обретшее физическую форму.

source: xenoid paladin
ru_ru: паладин ксеноидов

source: xenoid emissary
ru_ru: эмиссар ксеноидов

source: A large five meter tall, metallic creature with a stunningly beautiful design and brilliantly shining etchings, standing atop three segmented legs. The tentacles that drift off of its central chassis are tipped with strange looking devices as it strides slowly across the shattered landscape. This one seems less aggressive than those seen on the front-lines of the since the arrival of the other xenoids. It seems to be studying its surroundings and probing things in the environment with a variety of internal tools. A sickeningly sweet gas hangs around it.
ru_ru: Большое металлическое существо высотой пять метров с потрясающе красивым дизайном и блестящими гравюрами, стоящее на трех сегментированных ногах. Щупальца, отходящие от его центрального шасси, оснащены странными устройствами, и оно медленно идет по разрушенному ландшафту. Этот вид кажется менее агрессивным, чем те, что появились на передовой после прибытия других ксеноидов. Кажется, что он изучает свое окружение и исследует окружающую среду с помощью различных внутренних инструментов. Вокруг него витает тошнотворно сладкий газ.

source: xenoid emissary of pestilence
ru_ru: эмиссар чумы

source: A towering, seven meter tall, metallic creature standing atop three long legs connected to a central chassis. It would be stunningly beautiful with its glowing golden inlays and celestial design, were it not for the gas that pours from its tentacle-mounted guns that despoils the landscape and makes your skin prickle just looking at its toxic, likely radioactive, glory. Its hums hauntingly as it moves and booming footsteps often heralded trouble to come since the arrival of the xenoids, now is no different.
ru_ru: Возвышающееся на семь метров металлическое существо, стоящее на трёх длинных ногах, соединенных с центральным шасси. Оно было бы потрясающе красивым с его сияющими золотыми вставками и небесным дизайном, если бы не газ, льющийся из установленных на щупальцах орудий, который портит пейзаж и заставляет кожу покрываться мурашками при одном взгляде на его ядовитое, скорее всего радиоактивное, великолепие. Его призрачный гул при движении и гулкие шаги часто предвещают грядущие неприятности с момента появления ксеноидов.

source: Putrid gas rolls across the landscape!
ru_ru: Гнилостный газ распространяется по местности!

source: xenoid emissary of war
ru_ru: эмиссар войны

source: A colossal eight meter tall, chrome-metallic creature standing atop three long legs connected to a central chassis. It would be stunningly beautiful with its glowing golden inlays and celestial design, were it not for the evil-looking ray-gun on its tentacle-mounted turrets which survey the landscape with surgical focus. It drums ominously as it moves and booming foot falls are often the last sound heard before it strikes.
ru_ru: Колоссальное хромометаллическое существо высотой восемь метров, стоящее на трёх длинных ногах, соединённых с центральным шасси. Оно было бы потрясающе красивым с его сияющими золотыми вставками и небесным дизайном, если бы не злобно выглядящие лучевые пушки на его турелях, установленных на щупальцах, которые обследуют ландшафт с хирургической точностью. При движении он зловеще барабанит, а гулкие шаги часто являются последним звуком, слышимым перед его атакой.

source: <color_light_red>A blinding lazer causes widespread devastation.</color>
ru_ru: <color_light_red>Ослепляющий лазер вызывает масштабные разрушения.</color>

source: xenoid emissary of flame
ru_ru: эмиссар пламени

source: A breathtaking, seven meter tall, metallic creature stands atop three long legs, with many more segmented tentacles emanating from its central chassis and a glowing halo about its head. This one is far more terrifying though, its claim to fame being some sort of high-intensity energy cannon, capable of rending whatever it touches asunder in an explosive burst of plasma and flame. Its unique chirping and booming footsteps often heralded trouble to come during the Arrival, and now is no different.
ru_ru: Захватывающее дух металлическое существо высотой семь метров стоит на трёх длинных ногах, из его центрального шасси исходит множество сегментированных щупалец, а на голове - светящийся нимб. Это существо гораздо более устрашающе, его отличительной чертой является что-то вроде высокоинтенсивной энергетической пушки, способной разорвать на части всё, к чему она прикоснется, взрывом плазмы и пламени. Его уникальный щебет и гулкие шаги часто предвещали грядущие неприятности во время Прибытия, и сейчас ситуация не изменилась.

source: Sound returns as the emissary's cannon roars to life!!
ru_ru: Звук возвращается, когда пушка эмиссара приходит в действие!!

source: xenoid recycler
ru_ru: переработчик ксеноидов

source: A sleek mass of dozens of thin metallic tentacles which originate from a metallic core that looks like a mix between a garbage disposal and a clamp, with golden pinpoints of dim light dotting its chassis. It seems adept at collecting small pieces of junk and debris and mulching them in its mouth for unknown purposes - you included.
ru_ru: Гладкая масса из десятков тонких металлических щупалец, исходящих из металлической сердцевины, похожей на смесь мусоропровода и зажима, с золотистыми точками тусклого света, усеивающими ее корпус. Похоже, он мастерски собирает мелкий мусор и обломки и перерабатывает их в своей пасти для неизвестных целей - в том числе и вас.

source: xenoid tunneler
ru_ru: тоннелепроходчик ксеноидов

source: A huge creature, encased in metal plating and covered in small golden "eyes". Stocky robotic appendages covering its body allow it to smash through rock and propel itself forward with efficiency. Its mouth is open wide, showing its interior which seems to have been partially replaced by some sort of whirring processing equipment that would be highly unpleasant to be caught up in. Fortunately it doesn't seem very hostile.
ru_ru: Огромное существо, заключённое в металлическую оболочку и покрытое маленькими золотыми "глазами". Мощные роботизированные придатки, покрывающие его тело, позволяют ему пробивать скалы и эффективно двигаться вперёд. Пасть широко раскрыта, показывая внутренности, которые, похоже, частично заменены каким-то жужжащим технологическим оборудованием, попасть в которое было бы крайне неприятно. К счастью, он не выглядит очень враждебным.

source: You dream of a video game played against an unending horde of aliens.
ru_ru: Вам снится компьютерная игра, где нужно сражаться против бесконечной орды пришельцев.

source: You dream of turning on a radio, but all you hear is the distinctive static of the Xenoids.
ru_ru: Вам снится, как вы включаете радио, но вместо передачи слышите лишь статику, издаваемую ксеноидами.

source: You dream of being eviscerated alive by Xenoids wearing human skin.
ru_ru: Вам снится, как вас заживо изрезают ксеноиды, одетые в человеческую кожу.

source: You dream of being in a small steel cage, with large Xenoids looking at you from outside.
ru_ru: Во сне вы находитесь в маленькой стальной клетке, а большие ксеноиды находятся снаружи и наблюдают за вами.
