Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Really_Dark_Skies/lang/*.po
Languages: ru_ru

source: Can I talk to you again about the Xenoids?
ru_ru: Можешь рассказать мне о ксеноидах ещё раз?

source: Dude, you can see them too? I thought those dudes with the creepy masks were hallucinations and I was just trying to ignore them.
ru_ru: Чел, ты тоже их видишь? Я думал, что те чуваки в жутких масках - это галлюцинации, которые мне стоило пытаться игнорировать.

source: No they really are real.
ru_ru: Не, они реально настоящие.

source: Can I ask you about the Xenoids again?
ru_ru: Можете рассказать мне об этих ксеноидных пришельцах ещё разок?

source: Great, another kind of monster that will try to kill my cows!
ru_ru: Отлично, еще один вид монстра, который попытается убить моих коров!

source: An udder catastrophe.
ru_ru: Когда я ехал в эвакуационном автобусе, я увидел группу этих странного вида солдат, вооруженных мечами и щитами. Я почти подумал, что это какая-то нездоровая ролевая игра во время беспорядков, пока один из них не посмотрел прямо на меня. Клянусь, его глаза запульсировали красным, и у меня начался самый страшный приступ паники, который я когда-либо испытывал, как будто рыцарь превратился в крестоносца-тамплиера, а я был беженцем за стенами Иерусалима. Если бы у меня уже не был пустой желудок, я бы, наверное, потерял сознание. Это до сих пор преследует меня.

source: When I was on the evacuation bus I saw a group of these strange looking soldier types that were armed with swords and shields. I almost thought it was some kind of morbid live action role playing during the riots, until one of them looked directly at me. I swear its eyes pulsed red, and I started having the worst panic attack I've ever had, it was as if the knight turned into a crusading Templar and I was a refugee outside the walls of Jerusalem. If I hadn't already had an empty stomach I probably would have lost it. It still haunts me.
ru_ru: Когда я ехала в эвакуационном автобусе, я увидела группу странного вида солдат, вооруженных мечами и щитами. Мне подумалось, что это какая-то нездоровая ролевая игра во время беспорядков, пока один из них не посмотрел прямо на меня. Клянусь, его глаза запульсировали красным, и у меня начался самый страшный приступ паники, который я когда-либо испытывала, как будто рыцарь превратился в крестоносца-тамплиера, а я была беженкой за стенами Иерусалима. Если бы у меня уже не был пустой желудок, я бы, наверное, потеряла сознание. Эта картина до сих пор преследует меня.

source: I'm glad you made it.
ru_ru: Хорошо, что тебе удалось это пережить.

source: [RP] Can you tell me more about that hallucination?
ru_ru: [РП] Вы можете рассказать мне больше об этой галлюцинации?

source: All I can say is that when I saw his eyes pulse red and the whole world around me changed. The aliens with swords now appeared like armoured knights with a golden cross on the shield. The strangest thing is that I never really paid attention to history in school, but I knew they were Knights Templar coming to kill us. Just when they seemed like they were about to strike, I must have came to my senses because I was on the floor of the bus dry heaving. I don't want to talk about this anymore.
ru_ru: Могу лишь сказать, что когда я увидела, как его глаза загорелись красным светом, весь мир вокруг меня изменился. Пришельцы с мечами теперь выглядели как закованные в латы рыцари с золотым крестом на щите. Самое странное, что я никогда не уделяла внимания истории в школе, но я знала, что это рыцари-тамплиеры, пришедшие убить нас. В тот момент, когда казалось, что они вот-вот нанесут удар, я, должно быть, пришла в себя, потому что лежала на полу автобуса с сухим дыханием. И больше мне об этом говорить не хочется.

source: That sounds terrible.
ru_ru: Звучит ужасно.

source: Sounds like a psychological operation by the CIA or some other unknown unelected federal agency.
ru_ru: Похоже на психологическую операцию ЦРУ или какого-то другого неизвестного неизбранного федерального агентства.

source: This isn't an inside job.
ru_ru: Это не внутреннее дело.

source: I did hear something about that on the radio, but there are so many predators prowling around the farm these days we're just taking it one day at a time.
ru_ru: Я слышала что-то об этом по радио, но в последнее время вокруг фермы бродит столько хищников, что мы просто живём одним днём.

source: Sounds reasonable.
ru_ru: Звучит разумно.

source: What can you tell me about aliens?
ru_ru: Что можешь рассказать мне о пришельцах?

source: Can you tell me anything else about aliens, again?
ru_ru: Можешь что-нибудь ещё раз рассказать о пришельцах?

source: I never figured the little green men would be real!
ru_ru: Я никогда не думал, что маленькие зеленые человечки могут быть настоящими!

source: They're real alright.
ru_ru: Они настоящие, это точно.

source: Are those the bad guys in a video game or something?
ru_ru: Это плохие парни в видеоигре или что-то в этом роде?

source: No, just this mod.
ru_ru: Нет, только в этой модификации.

source: If they really are extra-terrestrial aliens I'd love to know where they came from.
ru_ru: Если это действительно внеземные пришельцы, хотелось бы мне узнать, откуда они взялись.

source: Maybe some things are best unknown.
ru_ru: Возможно, некоторые вещи лучше оставлять неизвестными.

source: Maquis-Athlete
ru_ru: Атлет Маки

source: I'm here to kick ass and chew bubblegum.
ru_ru: Я здесь чтобы пинать жопы и жевать жвачку.

source: Are you lost, marshal?
ru_ru: Потерялся, маршал?

source: What can I do for you marshal?
ru_ru: Чем могу помочь, маршал?

source: Welcome…
ru_ru: Добро пожаловать…

source: Here to trade, I hope?
ru_ru: Пришли поторговать, надеюсь?

source: Safe travels, scavenger.
ru_ru: Счастливого пути, собиратель.

source: I need a volunteer for a combat mission, interested?
ru_ru: Мне нужны добровольцы для боевой задачи, интересует?

source: Let's trade.
ru_ru: Поторгуем.

source: What are you doing here?
ru_ru: Что ты здесь делаешь?

source: [MISSION] I'm looking for Chad Erikson, Randy sent me.
ru_ru: [МИССИЯ] Я ищу Чада Эриксона, меня направил сюда Рэнди.

source: Is there anything I can do to help you out?
ru_ru: Может, тебе какая-то помощь нужна?

source: About that mission…
ru_ru: По поводу задания…

source: See you later.
ru_ru: Увидимся позже.

source: I'm not sure where Mr. Erikson is at right now.
ru_ru: Я как-то не в курсе, где именно сейчас мистер Эриксон.

source: Ok, Thanks.
ru_ru: Окей, спасибо.

source: Ok, I have to go now.
ru_ru: Окей, не пора.

source: We all help them keep the outside defences in place and warn of any zombies or xenoids around the perimeter. You can always count on the snipers upstairs for overwatch while smashing and looting.
ru_ru: Мы все помогаем им поддерживать внешнюю оборону и предупреждаем о зомби или ксеноидах по периметру. Всегда можно рассчитывать на снайперов наверху для наблюдения во время разгрома и мародёрства.

source: I'm back from a recent combat patrol, no thank God no human casualties this time.
ru_ru: Я как раз из последнего боевого патруля. Слава богу, в этот раз обошлось без человеческих жертв.

source: Nice arrangement for everyone.
ru_ru: Хорошее соглашение для всех.

source: Ok, good bye.
ru_ru: Окей, до встречи.

source: Find Civil War Sabre
ru_ru: Найти саблю эпохи гражданской войны

source: I have a heist for you…
ru_ru: Есть у меня для тебя работа по ограблению…

source: My great-great-great-great-grandfather's civil war sabre is wasting way in a museum. Now that no one is guarding it I want it recovered.
ru_ru: Сабля эпохи гражданской войны, принадлежавшая моему пра-пра-пра-пра-прадедушке, разлагается в музее. Так как теперь её никто не охраняет, я хочу её реквизировать.

source: Thats great.
ru_ru: Это здорово.

source: I will wait, and perhaps someone else will help me.
ru_ru: Я подожду, может кто-то другой мне поможет.

source: Just bust though the door, break the glass and grab it. Stealth is not required for this mission.
ru_ru: Просто выбей дверь, вломись в окно, хватай и беги. Скрытность в этой операции не требуется.

source: Did you find it yet?
ru_ru: Ну как, удалось добыть что оговорено?

source: I knew you could find it.
ru_ru: У меня не было сомнений, что ты справишься.

source: What good does this do me?
ru_ru: А мне с этого какая выгода?

source: Thanks for trying.
ru_ru: Спасибо за попытку.

source: Maquis-Beast Mutant
ru_ru: Зверо-мутант Маки

source: I'm am untethered and my rage knows no bounds..
ru_ru: Меня ничто не сдерживает, и ярость моя не знает границ...

source: What faint light brought you down here, marshal?
ru_ru: Какой тусклый свет привёл вас сюда, маршал?

source: Are you looking for something, sir?
ru_ru: Сэр, вы что-то ищете?

source: We don't bother anyone down here and expect the same from others.
ru_ru: Мы никого тут не беспокоим и ожидаем того же от других.

source: What brings you down here, scavenger.
ru_ru: Что же привело тебя сюда, собиратель.

source: What is upstairs?
ru_ru: Что наверху?

source: [MISSION] I'm looking for Chad Erikson, his nephew Randy sent me.
ru_ru: [МИССИЯ] Я ищу Чада Эриксона, по поручению его племянника Рэнди.

source: He's probably up on the roof chatting with the snipers posted up there.
ru_ru: Наверное, он на крыше, перекидывается парой слов со снайперами, что там дежурят.

source: He's very rarely around here
ru_ru: Он редко тут бывает

source: Just contemplating what its like being a mutant insect during the end of the world.
ru_ru: Просто пытаюсь принять свою новую жизнь мутанта-насекомого в условиях конца света.

source: Rule #1: No Killing, the penalty is death.
ru_ru: Правило #1: "Не убивать", наказание - смерть.

source: I keep the peace down here between other scavengers, but everyone is very civil to each other since there are monsters outside.
ru_ru: Я поддерживаю здесь мир между собирателями, но все и так очень вежливы друг к другу, ведь снаружи всякие монстры.

source: Ok, I'll leave you to it.
ru_ru: Ладно, не буду отвлекать.

source: I don't go upstairs too often, the basements are more fun.
ru_ru: Наверх я много не хожу, в подвалах намного веселее.

source: Well, bye.
ru_ru: Ну, пока.

source: Maquis-BIONIC_ASSASSIN
ru_ru: Бионический ассассин Маки

source: I have been programmed defend humanity and eliminate internal threats to it.
ru_ru: Меня запрограммировали защищать человечество и уничтожать его внутренние угрозы.

source: What do you require citizen?.
ru_ru: Что тебе нужно, гражданин?.

source: I'm kind of busy right now.
ru_ru: Мне сейчас как-то некогда.

source: Lets set a combat strategy…
ru_ru: Обсудим боевую стратегию…

source: [MISSION] Mr. Erikson sent me, I have the reinforcements.
ru_ru: [МИССИЯ] Мистер Эриксон послал меня, со мной подкрепление.

source: Turn around.
ru_ru: Обернись.

source: He is right behind you.
ru_ru: Да он прямо за тобой.

source: He is in this very room.
ru_ru: Он с нами, прямо в этой комнате.

source: There is an arrangement with everyone that lives here, the bottom few floors are a free trade zone, the middle floors are general living space, and the upper floors are for the alien resistance operation. Part of that agreement means some of us with sharp eyes and quick trigger-fingers get to be up here.
ru_ru: Есть договоренность со всеми, кто здесь живет: несколько нижних этажей - зона свободной торговли, средние уровни отведены под жилые помещения, а верхние - для операции по сопротивлению пришельцам. Часть этого соглашения означает, что некоторые из нас с острыми глазами и быстрыми пальцами должны находиться здесь.

source: It is really nice to be up here just me, my mp3 player and this huge fucking gun.
ru_ru: Очень приятно быть здесь, наверху, в компании только меня, моего MP3-плеера и огромной грёбаной пушки.

source: This entire tower might be one of the last good places left in New England, let alone the world. Its kind of awesome when you think about it.
ru_ru: Вся эта башня может быть последним хорошим местом во всей Новой Англии, а может и во всём мире. Довольно здорово, если так подумать.

source: No. I wouldn't sell you this gun.
ru_ru: Нет. Эту пушку я тебе не продам.

source: Go down stairs if you want to trade, I'm busy up here.
ru_ru: Иди вниз, если хочешь поторговать, не отвлекай меня.

source: Piss off.
ru_ru: Отвали.

source: Maquis-Bionic Doctor
ru_ru: Бионический доктор Маки

source: I'm here to install and maintain cybernetic devices.
ru_ru: Я тут для установки и обслуживания кибернетических устройств.

source: Can I help you marshal? Got any bionics that need a tune up?.
ru_ru: Могу чем-то помочь, маршал? Может, какие-то бионические модули подкрутить?.

source: Hello marshal, need any bionics installed?
ru_ru: Привет, маршал, нужно установить какую-то бионику?

source: I need medical support for an upcoming mission, interested?
ru_ru: Мне для предстоящей миссии нужна медицинская поддержка, интересует?

source: I need some bionic work done.
ru_ru: Мне нужна кое-какая работа по бионике.

source: I don't have anything for sale.
ru_ru: У меня нет ничего на продажу.

source: Then you should go find a merchant downstairs and talk to them.
ru_ru: Тогда тебе следует пойти вниз и отыскать кого-то из торговцев.

source: Dammit, I'm a doctor not a merchant.
ru_ru: Проклятье, я врач, а не торговец.

source: I have another question.
ru_ru: У меня есть ещё один вопрос.

source: I'm sure that Mr. Erikson is on this floor.
ru_ru: Почти наверняка мистер Эриксон на этом этаже.

source: I just saw Mr. Erikson go into one of the roooms around here, sorry I can't help you any more than that.
ru_ru: Кажется, в какой-то из кооомнат этого этажа мне виделся мистер Эриксон, но извини, более детально не подскажу.

source: I help people install cybernetic augmentations into their body.
ru_ru: Я помогаю людям с установкой кибернетических аугментаций в их тела.

source: I can help you install or remove bionics
ru_ru: Я могу помочь тебе установить или удалить бионику

source: I was wondering if you could install a cybernetic implant…
ru_ru: Хотелось узнать, можешь ли ты установить кибернетический имплант…

source: I need help removing an implant…
ru_ru: Мне нужна помощь с удалением импланта…

source: A new autoclave
ru_ru: Новый автоклав

source: Find an autoclave.
ru_ru: Найти автоклав.

source: I need you to find me something.
ru_ru: Мне нужна помощь с поиском кое-чего.

source: I need a working autoclave to sterilize bionics before installing them.
ru_ru: Мне нужен рабочий автоклав для стерилизации бионики перед установкой.

source: Thank you. This will really help out the resistance organization.
ru_ru: Благодарю. Это здорово поможет организации сопротивления.

source: Oh well. I'll see if I can find another supplier, thanks.
ru_ru: Ох, ну что ж, спасибо. Поищу другого поставщика.

source: A hospital might have one, or maybe a secret lab?
ru_ru: В госпитале должен быть такой. Может, и в лаборатории найдётся?

source: Checking for MedSoft firmware patch
ru_ru: Поиск последнего обновления прошивки "МедСофт"

source: Find the latest MediSoft firmware patch
ru_ru: Найти последнее обновление прошивки "МедСофт"

source: I need to check the autodoc for updates, find me the latest MediSoft firmware patch.
ru_ru: Автодоку требуется обновление, так что мне нужно найти последнюю прошивку "МедСофт".

source: Thank you. The USB drive should display the contents as 'MediSoft'.
ru_ru: Спасибо. На флейшке должна быть надпись "МедСофт".

source: Oh well. I'll see if someone else can find it, thanks.
ru_ru: А, ладно. Посмотрю, может кому-то ещё удастся её найти, спасибо.

source: The best place would probably be a goverment research lab, but then again things like this seem to end up in the trash all the time. Just keep your eyes open for a USB drive that displays the content as 'MediSoft'.
ru_ru: Лаборатории и исследовательские учреждения это лучшее место, только там вечно чёрт знает что творится. Просто поглядывай на разные флешки вокруг и ищи ту, где будет надпись "МедСофт".

source: Maquis-Bird Mutant
ru_ru: Птице-мутант Маки

source: I'm just dreaming of flying.
ru_ru: Просто мечтаю полетать.

source: What faint light brought you up here, marshal?
ru_ru: Какой тусклый свет привел вас сюда, маршал?

source: Buzz off, fed.
ru_ru: Отвали, федерал.

source: We don't bother anyone up here and expect the same from others.
ru_ru: Мы никого тут не беспокоим и ожидаем аналогичного отношения от других.

source: What brings you up here, scavenger.
ru_ru: Что же привело тебя сюда, собиратель.

source: There is an arrangement with everyone that lives here, the bottom two floors are a free trade zone and the upper floors are for the alien resistance operation. We also help keep the outside defences in place and warn of any zombies or xenoids around the perimeter. It takes a lot to keep this place running
ru_ru: Есть договоренность со всеми, кто здесь живет: нижние два этажа - зона свободной торговли, а верхние - для операции по сопротивлению пришельцам. Мы также помогаем поддерживать внешнюю оборону и предупреждаем о появлении зомби или ксеноидов по периметру. Многое требуется, чтобы поддерживать это место в рабочем состоянии.

source: Chad Erikson
ru_ru: Чад Эриксон

source: I am the leader of the local chapter of the Maquis, the last human resistance against the Xenoid invaders.
ru_ru: Я лидер местного подразделения Маки, последнего оплота сопротивления человечества против вторжения ксеноидов.

source: Hello marshal
ru_ru: Привет, маршал

source: How can I help you citizen?
ru_ru: Чем могу помочь, гражданин?

source: Hello again citizen.
ru_ru: Приветствую вновь, гражданин.

source: I am so glad to see anyone still wearing a U.S. Marshal Badge. I'm going to assume that you didn't pick it up off a dead zombie but it doesn't really matter since this Armageddon is the great equalizer. What can we do for each other today?
ru_ru: Отрадно видеть, что кто-то ещё носит значок маршала США. Не буду предполагать что тебе пришло в голову поднять его с трупа какого-то зомби, но в общем-то это не важно, конец света прекрасно выполняет роль уравнителя. Чем мы можем друг другу помочь?

source: I don't recognize you, but I will next time. My name is Mr. Erikson and I'm in overall ground command around here, by attrition if nothing else. If you've come all the way up here you must have a reason. What can we do for each other today?
ru_ru: Я тебя не узнаю, но в следующую встречу это будет иначе. Зови меня мистер Эриксон, я тут отвечаю за наземное командование в отставке, если так можно выразиться. Должно быть, у тебя были свои причины добраться сюда. Итак, чем мы можем друг другу помочь?

source: [MISSION] Sir! Mission is Foxtrot Uniform Charlie Kilo! Sir!
ru_ru: [МИССИЯ] Сэр! Доклад с последней миссии, статус: Павел Иван Зоя Дмитрий Елена Центр. Сэр!

source: Hey, Chad. How did you end up in charge here?
ru_ru: Эй, Чад. Как ты тут оказался за главного?

source: Hello Mr. Erikson, I have some questions for you.
ru_ru: Приветствую, мистер Эриксон, у меня к вам несколько вопросов.

source: Hi, Mr. Erikson. Got a second to talk?
ru_ru: Привет, мистер Эриксон. Есть секунда на разговор?

source: Hey Chad, nice to meet you too. Bye.
ru_ru: Хей, Чад, приятно познакомиться. Пока.

source: Thats Mr. Erikson and like I said, attrition. I had been an federal agent for decades was about a month from retiring and then the shit really hit the fan.
ru_ru: Мистер Эриксон, и как я уже сказал, в отставке. Я был федеральным агентом несколько десятилетий и всего-то месяц до пенсии не дожил, когда вся эта хрень развалилась.

source: I just had some questions.
ru_ru: Просто хотелось задать несколько вопросов.

source: Which agency did you work for?
ru_ru: На какое агентство ты работал?

source: Actually I'm just heading out. Bye.
ru_ru: Вообще-то, мне пора. До встречи.

source: I worked for a three letter acronym United States Federal government agency, I won't mention which one, but that doesn't matter much now. Lets just say that I still have some useful combat and espionage skills that happened to be very useful for an alien invasion.
ru_ru: Было такое заведение в государственных органах США, из трёх букв название состояло. Конкретнее говорить не буду, да и не важно это уже. Скажем так, при мне всё ещё все полезные навыки ведения боя и разведки, которые оказались весьма полезными в условиях инопланетного вторжения.

source: Ok, I had some questions.
ru_ru: Окей, у меня несколько вопросов.

source: Ok, see you later.
ru_ru: Ладно, увидимся позже.

source: What do you require?
ru_ru: Что тебе требуется?

source: Yes, how can I help you?
ru_ru: Да, чем могу помочь?

source: I'm pretty busy but could probably help.
ru_ru: Дел у меня полно, но какую-то помощь я оказать смогу.

source: Buddy, what do you want?
ru_ru: Приятель, что тебе нужно?

source: Lady, want do you want?
ru_ru: Леди, что вам нужно?

source: [MISSION] Your nephew Randy wanted me to see how you are doing.
ru_ru: [МИССИЯ] Твой племянник Рэнди отправил меня разузнать, как у тебя тут дела.

source: [MISSION] Felix Fox sent me.
ru_ru: [МИССИЯ] Я от Феликса Фокса.

source: Is there anything else I can to to help the Maquis than doing generic missions?
ru_ru: Может, Маки нуждаются в какой-то помощи помимо выполнения рутинных поручений?

source: That is a very nice watch.
ru_ru: Это очень клёвые часы.

source: What was this building supposed to have been?
ru_ru: Это здание. Для чего оно предназначалось раньше?

source: [RP] I want to join the Maquis and fight against the xenoid invaders.
ru_ru: [РП] Я хочу присоединиться к Маки и помочь в борьбе с вторжением ксеноидов.

source: [RP] I want change how I fight against the xenoid invaders.
ru_ru: [РП] Я хочу изменить свои методы борьбы с ксеноидными захватчиками.

source: So how did you end up here?
ru_ru: Как ты тут оказался?

source: I would like to ask you about the Xenoids.
ru_ru: Хотелось бы узнать, как избегать ксеноидов.

source: Goodbye…
ru_ru: До встречи…

source: We do have plans to expand facilities here at Barter Tower, but the Maquis have been fighting for survival for weeks now. If you want to take point on the task, I will leave base expansion entirely in our control. Talk to the quartermaster on the ground level, he should still be wearing his postman uniform.
ru_ru: У нас есть планы по расширению инфстрактуры здесь, в Башне Торговли, но уже несколько недель Маки заняты борьбой за выживание. Если хотите взять это задание на себя, я оставлю расширение базы полностью под нашим контролем. Поговорите с квартирмейстером на первом этаже, он всё ещё должен быть одет в форму почтальона.

source: Thats unfortunate but at least you made it back. I may have something for you to do to help gain much needed intelligence.
ru_ru: Прискорбно это слышать, но тебе хотя бы удалось вернуться. У меня может найтись для тебя работа для получения столь нужных разведданных.

source: What can I do to help the Maquis?
ru_ru: Что я могу сделать, чтобы помочь Маки?

source: Thats great. We always need help in the fight against the alien invader. How do you want to help out? Keep in mind you can change your mind as much and and frequently as you want. There are many ways to defeat the xenoids.
ru_ru: Здорово. Нам всегда нужна помощь в борьбе с инопланетными захватчиками. Какую помощь ты можешь предложить? Имей в виду, что переменчивое настроение в этом вопросе не приветствуется. Есть много способов победить ксеноидов.

source: I just want to kill aliens. The most direct way possible.
ru_ru: Просто хочу убивать пришельцев. Прямо и понятно.

source: I want to help lead the fight against the xenoids.
ru_ru: Хочу возглавить военную операцию против ксеноидов.

source: I want to provide medical support and heal people.
ru_ru: Хочу оказать медицинскую поддержку и лечить людей.
