Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Really_Dark_Skies/lang/*.po
Languages: ru_ru

source: There is an arrangement with everyone that lives here, the bottom two floors are a free trade zone and the upper floors are for the alien resistance operation. We all help them keep the outside defences in place and warn of any zombies or xenoids around the perimeter. They really help provide cover when we're moving cars in or out.
ru_ru: У всех, кто здесь живет, есть договоренность: нижние два этажа - зона свободной торговли, а верхние - для операции по сопротивлению пришельцам. Мы все помогаем им поддерживать внешнюю оборону и предупреждаем о появлении зомби или ксеноидов по периметру. Они действительно помогают прикрывать нас, когда мы ввозим или вывозим машины.

source: I found this vehicle here and I don't know if I should repair it or use it for parts. Either way it will make me some money somehow.
ru_ru: Мне удалось найти этот автомобиль здесь и я не знаю, стоит ли мне его ремонтировать или использовать на запчасти. В любом случае это поможет мне заработать немного денег.

source: A swage and die set of what?
ru_ru: Найти набор штампов и матриц и чего?

source: Find a swage and die set.
ru_ru: Найти набор штампов и матриц.

source: A swage and die set is used for testing higher mechanical tolerances and intricate fabrication, this would be extremely useful with repairs and maintance of everything in the building.
ru_ru: Найти набор штампов и матриц используется для проверки больших механических допусков и сложного изготовления, он будет чрезвычайно полезен при ремонте и обслуживании всего, что есть в здании.

source: A steel factory or lumbermill might have one, maybe even a stray or a zombie with a toolbelt?
ru_ru: Сталелитейный завод или лесозаготовки хорошее место для поиска, но ещё можно проверить случайных зомби с инструментальным поясом, как вариант?

source: Looking for hackPRO exploit scripts
ru_ru: Поиск экслуатационных скриптов "ВзломПРО"

source: Find the last hackPRO exploits and hacks
ru_ru: Найдите последние хаки и эксплоиты "ВзломПРО"

source: I need to be on the look out for a 'hackPRO' update, it helps with work-arounds on electronics that need repair.
ru_ru: "ВзломПРО" в моём распоряжении требует обновления, это на самом деле неплохо помогает в ремонте всякой электроники.

source: Thank you. The USB drive should display the contents as 'hackPRO'.
ru_ru: Спасибо. Содержимое USB-носителя должно иметь подпись "ВзломПРО".

source: The best place would probably be a goverment research lab, but then again things like this seem to end up in the trash all the time. Just keep your eyes open for a USB drive that displays the content as 'hackPRO'.
ru_ru: Полагаю, лучшим местом будет любая правительственная лаборатория, но они вечно такое себе место. В целом, просто поглядывай на всякие флешки и ищи среди них ту, где будет подпись "ВзломПРО".

source: Maquis-Feline Mutant
ru_ru: Кошкомутант Маки

source: I'm just trying to be a lazy cat.
ru_ru: Просто ленюсь, как кошкам и положено.

source: Find and save the internet famous cat 'Lucky'
ru_ru: Найти и сохранить известную на весь интернет кошку Лаки

source: I need you to find a cat.
ru_ru: Мне надо найти кошку.

source: The last time I was out on patrol, I saw a cat out by a small park, but I remember seeing that same cat on the internet before everything went down. However, it ran off before I could catch it. I want to go back out and try to find it again but I need some help, are you up for finding a random cat in a world that's gone crazy?
ru_ru: Во время последнего патруля мне довелось увидеть кошку рядом с маленьким парком, и эту же самую кошку я помню из интернета, ещё до того, как всё развалилось. Однако, она убежала до того, как мне удалось её поймать. Хочу вот теперь найти её вновь и мне не помешала бы помощь, как тебе, поможешь отыскать кошку в мире, который поехал немножко?

source: Thank you! I don't have anything to catch the cat with, but you could probably find a pet carrier. The cat was very fluffy and big so it might not fit into a smaller cage. You will also need to have some cat food to make it friendly enough.
ru_ru: Спасибо! У меня особо ничего нет, что может помочь в поимке, но могу посоветовать поискать переноску для питомцев. Кошка большая и пушистая, в маленькую клетку не влезет. А ещё может понадобиться кошачий корм, чтобы с ней подружиться.

source: Oh well, I'm sure a random cat will survive the cataclysm.
ru_ru: Ну, думаю, какая-то там кошка точно переживёт катаклизм.

source: A cat must be friendly to you in order to accept going into confinement. If you're having problems catching the cat, try befriending it with food.
ru_ru: Кошка должна тебе доверять, прежде чем согласится на переноску в клетке или ещё как. Если возникают трудности с поимкой, попробуй приманить едой.

source: Have you found the cat?
ru_ru: Тебе удалось найти кошку?

source: Thank you so much! That cat really likes you now.
ru_ru: Большое тебе спасибо! Эта кошка тебя очень любит, кстати.

source: What?! You're lying, I can tell! Did you even bring a cage?
ru_ru: Чего?! Да ты гонишь, я чувствую! Тебе в голову не пришло переноску прихватить с собой?

source: Oh no! I guess they are too much for you…
ru_ru: О нет! Видимо, для тебя это слишком…

source: Felix Fox
ru_ru: Феликс Фокс

source: Maquis-Fox
ru_ru: Фокс Маки

source: I'm here to keep the logistics of the resistance moving forward.
ru_ru: Я здесь занимаюсь обеспечением логистики сопротивления, чтоб ничего не зачахло.

source: what's up dude?.
ru_ru: чего как?.

source: Hey how's it going man?.
ru_ru: Эй, как оно?.

source: Are you in charge of the Maquis?
ru_ru: Ты возглавляешь Маки?

source: [RP] I am a member of the Maquis, I need to get to the nearest base.
ru_ru: [РП] Я из Маки, и мне нужно попасть на ближайшую базу.

source: Ha, the spooky Chad is back his usual office on the seventh floor of Barter Tower. The Princess is in another castle!
ru_ru: Ха, жуткий Чад как всегда в своём офисе на седьмом этаже Башни Торговли. Принцесса в другом замке!

source: No man, that sounds like too much work. I'm just the point man here on the farm. It takes a lot to keep this place going even before the world ended. The Chad is in charge of everything but he is at Barter Tower.
ru_ru: Не, звучит слишком сложно. Я простой фермер. Это место и до конца света было тяжело содержать, если честно. Сейчас всем заправляет Чад, но он в Башне Торговли.

source: No man, that sounds like too much work. There is some fed based out of a strange sky-scraper they call 'Barter Tower'.
ru_ru: Не, звучит слишком сложно. Есть база федералов в странном небоскрёбе, который называют "Башня Торговли".

source: Protecting my homestead from zombies, aliens and Canadians. Or at least two of those!
ru_ru: Защищаю свою родину от зомби, пришельцев и канадцев. Как минимум кого-то двух из этого списка!

source: I'm keeping my little territory here sovereign against alien invaders!
ru_ru: Свою небольшую суверенную территорию я буду охранять в её текущем виде от всяких инопланетных вторжений!

source: No. I'm good, I have everything I need.
ru_ru: Не. Мне нормально, у меня есть всё, что мне нужно.

source: I do not have anything for sale, man. There a merchant around somewhere.
ru_ru: Друже, я ничего не продаю. Торговцы тут где-то ещё должны быть.

source: Locate Chad Erikson
ru_ru: Найти Чада Эриксона

source: Randy Erikson finally got news from his uncle, go to his last reported location and check it out.
ru_ru: Рэнд Эриксон наконец-то получил новости от своего дяди, нужно отправиться к его последнему местонахождению и проверить, что к чему.

source: I need help getting in touch with a family member…
ru_ru: Мне нужна помощь в установлении контакта с членом моей семьи…

source: I have a general idea of where my uncle Chad Erikson is at, I give you a general idea which direction and how far away it is, but other than that I can only guess.
ru_ru: У меня есть общее представление о местонахождении моего дяди Чада Эриксона, и я дам тебе примерные направления и дистанцию, но дальше остаётся только гадать.

source: Come back when you get a chance.
ru_ru: Возвращайся, как шанс представится.

source: Maquis-Fencer
ru_ru: Фехтовальщик Маки

source: I'm here to be the dashing swordswoman.
ru_ru: Моя работа здесь - изящные выпады делать.

source: Maquis-Guard
ru_ru: Охранник Маки

source: I'm to keep the peace and provide combat support.
ru_ru: Я слежу за мирным положением дел и предоставляю боевую поддержку.

source: Mr. Erikson is very busy with the various operations against the aliens.
ru_ru: Мистер Эриксон очень занят различными операциями против пришельцев.

source: I am not sure where Mr. Erikson's office is.
ru_ru: Если честно, я не в курсе, где конкретно офис мистера Эриксона.

source: Chad Erikson is the closest thing to a leader the resistance has.
ru_ru: Чад Эриксон это лучший пример "лидера", который пока что был у сопротивления.

source: Enforcing Rule #1: No Killing, the penalty is death.
ru_ru: Исполнение правила #1: "Не убивать", наказание - смерть.

source: I keep the peace down here, but everyone is very civil to each other since there are monsters outside.
ru_ru: Я здесь поддерживаю мирную обстановку, но все и так очень вежливы друг к другу, ведь снаружи всякие монстры.

source: Maquis-Gunslinger
ru_ru: Стрелок Маки

source: I'm here to shoot the wings off flies, but shooting aliens works too.
ru_ru: Я тут чтобы крылья с мух отстреливать, но стрелять по пришельцам тоже ничего так.

source: There are some mutants in the upper floors and some in the basement, but they're good people. So long as you don't stare at the heavily deformed ones.
ru_ru: Есть несколько мутантов на верхних этажах и несколько в подвале, но они хорошие люди. Если не пялиться на их сильно деформированные особенности тел.

source: My trigger finger is itching, must be some trouble on the horizon.
ru_ru: Мой указательный палец прямо чешется, наверняка на горизонте какая-то беда.

source: Work While Busy
ru_ru: Работай Пока Занят

source: Find a few packs of playing cards.
ru_ru: Найти несколько колод игральных карт.

source: I'd like a few packs of playing cards.
ru_ru: Мне бы не помешало несколько колод игральных карт.

source: I really like tossing a card up in the air and shooting holes in it before it hits the ground, and its fun to play solitaire between watches. Could you find me a few packs of playing cards?
ru_ru: Мне нравится подбрасывать игральные карты и простреливать в них дырки до того, как они упадут на землю, ну и в солитёр неплохо порубиться между дозорами. Можешь несколько колод раздобыть?

source: Just bring it to me when you have it.
ru_ru: Просто тащи добро ко мне, когда сможешь найти.

source: Nevermind then. I hope you'll change your mind.
ru_ru: Тогда не бери в голову. Надеюсь, ты передумаешь.

source: I'd loot libraries and bookstores.
ru_ru: Хорошей идеей было бы осмотреть библиотеки и книжные магазины.

source: So, have you found the cards?
ru_ru: Ну как, удалось раздобыть карты?

source: Thank you. This will keep me busy for a while. Please take this as a token of my gratitude.
ru_ru: Спасибо. На какое-то время это меня точно займёт. Прошу, прими это в знак моей благодарности.

source: Could you give them to me?
ru_ru: Можешь передать их мне?

source: Fine. I can read something else.
ru_ru: Ладно. Почитаю что-нибудь ещё.

source: Maquis-Mantis Mutant
ru_ru: Богомол-мутант Маки

source: I'm to become an insectiod killing machine.
ru_ru: Собираюсь стать насекомоподобной машиной для убийства.

source: Maquis-Mechanic
ru_ru: Механик Маки

source: I'm here to salvage vehicles to make my own kill-dozer.
ru_ru: Я тут собираю всякие до-катаклизмовые тачки чтобы сделать собственный убийца-мобиль.

source: Time for an oil change
ru_ru: Время заменить масло

source: Find six quarts of new motor oil in exchange for <reward_count:FMCNote> certified notes.
ru_ru: Найти шесть кварт нового моторного масла в обмен на <reward_count:FMCNote> сертифицированных банкнот.

source: I'm working on getting an old truck running, but I need a good six quarts of new motor oil to get it up and running again. I even have some of the new money for your troubles.
ru_ru: Я тут работаю над этим старым грузовиком, но чтобы заставить его запыхтеть, мне нужно шесть кварт хорошего моторного масла. За твои хлопоты я тебе даже дам новых денег.

source: Thank you. Motor oil is getting very hard to come by anymore.
ru_ru: Спасибо. В наши дни добывать моторное масло стало довольно затруднительно.

source: A gas station, house garage, there's plenty of places to look.
ru_ru: Заправочная станция, гаражи частных домов, какие-то такие места, где стоит поискать.

source: Thanks. Here's your payment.
ru_ru: Спасибо. Вот твоя оплата.

source: Maquis-Medical Mutant
ru_ru: Медик-мутант Маки

source: I'm trapped in someone head that isn't mine.
ru_ru: Я в плену, внутри чьей-то головы, и это не моя голова.

source: The man of the old federal government comes.
ru_ru: А вот идёт федеральный представитель старого правительства.

source: Close the doors behind you or the good air will escape.
ru_ru: Дверь за собой закрой, а то весь хороший воздух улетучится.

source: Melissa 'Misty' Forrest
ru_ru: Мелисса "Мисти" Форрест

source: Misty
ru_ru: Мисти

source: I'm here to understand being a plant.
ru_ru: Я тут пытаюсь разобраться, как быть растением.

source: Greetings.
ru_ru: Приветствую.

source: Hello.
ru_ru: Привет.

source: Mr. Erikson is not on the farm, he's probably back at Barter Tower directing local resistance operations against the Xenoids.
ru_ru: Мистер Эриксон не на ферме, наверняка он в Башне Торговли, координирует локальные операции по сопротивлению ксеноидам.

source: Mr. Erikson is back at his office.
ru_ru: Мистер Эриксон в своём офисе.

source: Mr. Erikson is probably back at his office.
ru_ru: Мистер Эриксон наверняка в своём офисе.

source: I'm contemplating what it means to be a plant.
ru_ru: Пытаюсь осознать, каково это - быть растением.

source: All I need is sunlight.
ru_ru: Всё, что мне нужно, это солнечный свет.

source: Maquis-Merchant
ru_ru: Торговец Маки

source: I'm here to find goods that can no longer be made and in general trade with people.
ru_ru: Я тут занимаюсь поиском вещей, которые больше невозможно изготовить, ну и чтобы вести торговлю с людьми.

source: Looking to make a purchase, marshal?
ru_ru: Хотите закупиться, маршал?

source: Oh, a U.S. marshal, I thought you were all extinct.
ru_ru: О, маршал США, а я думал вы все вымерли.

source: There is an arrangement with everyone that lives here, the bottom two floors are a free trade zone and the upper floors are for the alien resistance operation. We all help them keep the outside defences in place and warn of any zombies or xenoids around the perimeter. This is the freest market that has ever existed!
ru_ru: У всех, кто здесь живет, есть договоренность: нижние два этажа - зона свободной торговли, а верхние - для операции по сопротивлению пришельцам. Мы все помогаем им поддерживать внешнюю оборону и предупреждаем о появлении зомби или ксеноидов по периметру. Это самый свободный рынок, который когда-либо существовал!

source: I'm buying and I'm selling.
ru_ru: Я покупаю и продаю.

source: I kill monsters, take their loot and sell it here. This pleases the man upstairs.
ru_ru: Я убиваю монстров, собираю их барахло и продаю его здесь. Человеку наверху это нравится.

source: I've been scavenging since shit hit the fan, been all over the place, and besides that refugee center, this place feels the most secure. Plus they like us constantly bringing in new trade goods.
ru_ru: С тех пор как дерьмо встретилось с вентилятором, я занимаюсь собирательством где только можно, и за пределами центра беженцев это место ощущается как наиболее безопасное. К тому же, они постоянно поставляют новые вещи на продажу.

source: Maquis-Moth Mutant
ru_ru: Моль-мутант Маки

source: I'm looking for bright lights, shiny objects, and sweet drinks.
ru_ru: Я ищу всякие яркие лампочки, светящиеся предметы и сладкие напитки.

source: I need a scientist to supervise an upcoming mission, interested?
ru_ru: Мне нужен учёный для организации грядущей миссии, интересует?

source: Got to have my favorite cola.
ru_ru: Жду не дождусь мою любимую колу.

source: Find a dozen cans of the best energy cola that ever existed.
ru_ru: Найди несколько банок самой лучшей энергетической колы, которая только существовала.

source: Ever since I turned into a insect mutant, I've been wanting to have few more cans of my favorite energy cola, it was like a clear morning dew. I even have some of the new money for your troubles.
ru_ru: С тех пор как меня омутантило в насекомое, у меня прямо жуткая охота до моей любимой энергетической колы, прямо утренняя роса, не иначе. Я заплачу за твои хлопоты.

source: Thank you. They won't be making this anymore.
ru_ru: Спасибо тебе. Больше наверняка такую штуку никто выпускать не будет.

source: There are probably a lot of cans around in vending machines.
ru_ru: В торговых автоматах должно быть полно таких банок.

source: Quartermaster
ru_ru: Квартермейстер

source: Maquis-The Quartermaster
ru_ru: Квартермейстер Маки

source: I want to join the Maquis.
ru_ru: Хочу вступить в ряды Маки.

source: Mr. Erikson is probably still upstairs in his office.
ru_ru: Мистер Эриксон наверняка в своём офисе, наверху.

source: I'm not sure where the boss is now, but he is probably upstairs somewhere.
ru_ru: Не могу сказать наверняка, где сейчас босс, но наверняка где-то на верхних этажах.

source: Mr. Erikson is always coming and going, he's got an office upstairs somewhere.
ru_ru: Мистер Эриксон часто приходит и уходит, у него офис где-то наверху.

source: I'm not sure where the boss is now, but he's probably upstairs somewhere
ru_ru: Не могу сказать наверняка, где сейчас босс, но наверняка где-то на верхних этажах.

source: Mr. Erikson is probably upstairs.
ru_ru: Мистер Эриксон наверняка наверху.

source: The Maquis are numerous bands of survivors, former military operators, even mutated humans, that are united against the xenoid invaders. Of everything going in with the cataclysm, the extra-terrestrial invasion takes priority.
ru_ru: Маки - это множество отрядов выживших, бывших военных, даже мутировавших людей, которые объединились против ксеноидных захватчиков. Из всего, что происходит во время катаклизма, внеземное вторжение стоит на первом месте.

source: The Maquis don't just let any random survivor walk into a resistance base and speak to the commander of the local cell, you need to demonstrate that you are really with us. Try talking to people around and see if anyone needs help or if you're up for a combat mission, I might find someone to talk you out on patrol.
ru_ru: Маки не позволяют любому случайному выживальщику просто так войти на военную базу и поговорить с местным командиром, сначала тебе придётся доказать, что ты один из нас. Поговори с людьми вокруг и посмотри, чем кому можно помочь. Или, если чувствуешь готовность приступить к боевым задачам, я подыщу кого-нибудь для назначения тебе в патруль.

source: I've been helping everyone around here, I want to meet the man in charge.
ru_ru: Ну, я тут всем помогаю, хотелось бы встретиться с главным.

source: Just moving freight around to keep the resistance moving.
ru_ru: Просто занимаюсь распределением грузов для снабжения сопротивления.

source: Amateurs study tactics, experts study logistics.
ru_ru: Любители изучают тактику, эксперты изучают логистику.

source: No. I can not sell anything, all goods are all spoken for.
ru_ru: Нет. Не могу ничего продать, всё барахло учтено.

source: I do not have anything for sale. Don't ask again.
ru_ru: У меня нет ничего на продажу. Не беспокой меня этим вопросом.

source: Then you should go find one of the many merchants around the tower. They are scattered around all over.
ru_ru: Тогда тебе стоит поискать торговца. Их тут по башне много, почти везде кто-то да найдётся.

source: Well now that you mention it, I could use someone to act as point for a number of projects around the tower. There is so much room around here to expand, and so many different ways to do so. If you can go around and convince some people to move boxes around, then the Maquis can expand to add new facilities. This can't be done instantaneously though, because everyone here already have jobs to do. If you think everyone around here is completely stationary, think again.
ru_ru: Раз уж об это речь зашла, мне бы пригодился кто-нибудь, кто мог бы стать координатором ряда проектов вокруг Башни. Здесь так много места для расширения, и так много разных способов его использовать. Если сможешь обойти окрестности и убедить некоторых людей передвинуть ящики, то Маки смогут расшириться и добавить новую инфраструктуру. Однако, это не может быть сделано мгновенно, потому что у всех здесь уже есть работа. Если думаешь, что все вокруг абсолютно неподвижны, подумай ещё раз.

source: Alright I'll lead the way, what options do we have?
ru_ru: Хорошо, я беру это на себя, какие у нас есть варианты?

source: There are alot of different options for initial expansion. Do you have any ideas to start with?
ru_ru: Варианты по первичному расширению достаточно обширны. Какие идеи тебе кажутся хорошими для начала?

source: Do you have an idea how you would want to start the initial expansion?
ru_ru: Есть мысли, как начать базовое расширение?

source: Protecting the remaining citizens is the ultimate priority.
ru_ru: Защита оставшихся граждан имеет абсолютный приоритет.

source: First thing is setting up an area to recover alien technology.
ru_ru: В первую очередь стоит обустроить зону для восстановления технологий пришельцев.

source: Lets focus on getting a triage area and multiple recovery zones ready first.
ru_ru: Сначала нужно подготовить зону оказания помощи и несколько зон для отдыха.

source: We need to understand our enemy to defeat them. Lets help the scientists first.
ru_ru: Чтобы победить наших противников, мы должны их понять. Сначала поможем учёным.

source: Better weapons and tactics help everyone. Lets get a shooting range and bullet reloading running first.
ru_ru: Улучшение тактики и оружия помогут всем. Обустроим стрельбище и зону для релодинга боеприпасов.

source: Maybe we should start in a different direction.
ru_ru: Возможно, нам стоит начать в другом направлении.

source: Well there are several other directions that we could expand, but we can't do everything at once. First thing we need is to create a dedicated medical area. So far, casualties are treated by comrades-in-arms during battle, or taken away for dedicated treatment. What we need is several large areas where people can safely recover, and I have a few places in mind already. I've also gotten requests from the lab-techs and scientists upstairs for additional resources so they can analyze the Xenoids technology and biology. There is also talk about setting up dedicated areas as shooting ranges and for small-arms production.
ru_ru: Есть несколько направлений, по которым мы могли бы расширяться, но мы не можем сделать все сразу. Первое, что нам нужно, это создать отдельную зону медицинского обеспечения. Пока что раненых лечат соратники во время боя или увозят для специализированного ухода. Нам нужно несколько больших зон, где люди смогут спокойно лечиться, и у меня уже есть несколько мест на примете. Кроме того, ко мне поступили запросы от лаборантов и ученых наверху на дополнительные ресурсы, чтобы они могли анализировать технологию и биологию ксеноидов. Также ведутся разговоры о создании специальных помещений для стрельбищ и производства стрелкового оружия.

source: Better weapons and tactics help everyone. Lets get a shooting range running first.
ru_ru: Улучшение тактики и оружия помогут всем. Обустроим стрельбище.
