Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Really_Dark_Skies/lang/*.po
Languages: ru_ru

source: <color_light_blue>There's another kind of zombie around.</color>
ru_ru: <color_light_blue>Вокруг бродит новый вид зомби.</color>

source: <color_red>If it bleeds we can kill it.</color>
ru_ru: <color_red>Если оно может истекать кровью, мы с ним справимся.</color>

source: <color_red>By the toll of a billion deaths man has bought his birthright of the Earth, and it is his against all comers.</color>
ru_ru: <color_red>За миллиард смертей человек обрёл свое право на Землю, и она принадлежит ему вопреки желаниям вновь прибывших.</color>

source: Panicking
ru_ru: Паника

source: You just can't stop shaking and are overwhelmed by existential fear!
ru_ru: Вы просто не можете перестать дрожать и вас переполняет экзистенциальный страх!

source: An all consuming dread overwhelms your mind and you begin to shake uncontrollably!
ru_ru: Всепоглощающий ужас захлестывает ваш разум, и вы начинаете неудержимо дрожать!

source: Your feel your heart-rate slow back to normal.
ru_ru: Вы чувствуете, как пульс приходит в норму.

source: You shake uncontrollably
ru_ru: Вы неконтролируемо дрожите

source: You realize that the upgrade at Maquis Headquarters should be completed by now.
ru_ru: Вы понимаете, что модернизация штаб-квартиры уже должна быть завершена.

source: fog
ru_ru: туман

source: This is a thin, blue cloud of fog.
ru_ru: Это тонкое голубое облако тумана.

source: They may have been almost human as we are, once… before, whatever was… done to them, now they are something… else…
ru_ru: Когда-то они могли быть людьми… до того, что с ними сотворило это… что бы это ни было, и теперь они нечто… иное…

source: xenoid bone
ru_ru: ксеноидовая кость

source: A bone generously 'donated' by a Xenoid, if it wasn't from an alien you might mistake it for something terrestrial.
ru_ru: Кость, щедро "предоставленная" ксеноидом, и если бы она не принадлежала инопланетянину, вы могли бы принять ее за что-то вполне земное.

source: small xenoid bone
ru_ru: маленькая ксеноидовая кость

source: A small bone 'donated' by a very generous Xenoid. It is a small oval, thin like a guitar pick, and with a small hole near one end.
ru_ru: Небольшая кость, "предоставленная" очень щедрым ксеноидом. Это небольшой овал, тонкий, как гитарный медиатор, с маленьким отверстием на одном конце.

source: Prismetallic Blend
ru_ru: присметаллическая смесь

source: dented
ru_ru: испорчено

source: scratched
ru_ru: поцарапанный

source: marked
ru_ru: помятый

source: smashed
ru_ru: разбитый

source: shattered
ru_ru: раскуроченное

source: Chromogenic Weave
ru_ru: хромогенное плетение

source: ripped
ru_ru: порвано

source: cut
ru_ru: порезано

source: torn
ru_ru: дырявый

source: shredded
ru_ru: изодранный

source: tattered
ru_ru: лохмотья

source: Collagenic Polymer
ru_ru: коллагеновый полимер

source: gouged
ru_ru: поцарапано

source: cracked
ru_ru: треснуло

source: Emulsified Hydrogel
ru_ru: эмульгированный гидрогель

source: pulped
ru_ru: стёртый в кашу

source: lightly damaged
ru_ru: слегка повреждённое

source: damaged
ru_ru: повреждённое

source: very damaged
ru_ru: сильно повреждённое

source: thoroughly damaged
ru_ru: вконец повреждённое

source: pavement
ru_ru: тротуар

source: A segment of asphalt, slowly degrading from cracks.
ru_ru: Сегмент асфальта, медленно разрушающийся от трещин.

source: sidewalk ramp down (high end)
ru_ru: тротуарный пандус вниз (высокий конец)

source: The upper end of a sidewalk ramp leading down.
ru_ru: Верхний конец пандуса тротуара, ведущего вниз.

source: sidewalk ramp down (low end)
ru_ru: тротуарный пандус вниз (низкий конец)

source: The lower end of a sidewalk ramp leading down.
ru_ru: Нижний конец пандуса тротуара, ведущего вниз.

source: sidewalk ramp up (high end)
ru_ru: тротуарный пандус (высокий уровень)

source: The upper end of a sidewalk ramp leading up.
ru_ru: Верхний конец пандуса тротуара, ведущего вверх.

source: sidewalk ramp up (low end)
ru_ru: подъём тротуара (низкий конец)

source: The lower end of a sidewalk ramp leading up.
ru_ru: Нижний конец пандуса тротуара, ведущего вверх.

source: mechanical fluid splatter
ru_ru: брызги механической жидкости

source: mechanical fluid stain
ru_ru: пятно механической жидкости

source: puddle of mechanical fluid
ru_ru: лужа механической жидкости

source: pedestrian crossing
ru_ru: пешеходный переход

source: White polymer lines painted on the pavement which indicate places where pedestrians should cross the road.
ru_ru: Нарисованные на тротуаре белые полимерные линии, обозначающие места, где пешеходы должны переходить дорогу.

source: <color_light_blue>Really Dark Skies</color>
ru_ru: <color_light_blue>Реально Тёмные Небеса</color>

source: A supplement mod that increments the Cataclysm Bright Nights experience by adding an inscrutable evil, extra-terrestrial humanoid paramilitary expeditionary force to your typical survival scenario. /n/n Complements to the vanilla adding the evil aliens 'The Xenoids', a regenerating, alternative style of zombies called 'Strays', and terrifyingly armored [REDACTED], and even expansions to old foes like Mi-Go's, and Triffids! <color_light_red>Prepare for a challenge.</color>
ru_ru: Мод, расширяющий опыт от игры Cataclysm Bright Nights, добавляя непостижимые инопланетно-гуманоидные военизированные экспедиционные силы в ваш типичный сценарий выживания. Дополняя и расширяя ванильный опыт, в игру добавляются мерзкие 'Ксеноиды'; регенерирующие варианты зомбированных, называемых 'Потерянными', а так же ужасающе бронированные [REDACTED], плюс дополнения к старым знакомым, таких как Ми-го и триффиды! <color_light_red>Подготовьтесь к испытанию.</color>

# profession_male
source: Bionic Maquis Commander
ru_ru: Бионический коммандос Маки

# profession_female
source: Bionic Maquis Commander
ru_ru: Бионический коммандос Маки

# prof_desc_male
source: Decked out with the latest cybernetic augmentions, armed with the dealiest of firearms the still remain, and with nerves of steel, your only purpose is to save the world from the aliens.
ru_ru: Облачённый в новейшие кибернетические приспособления, вооружённый самым совершенным огнестрельным оружием, которое еще осталось, и со стальными нервами, твоя единственная цель - спасти мир от пришельцев.

# prof_desc_female
source: Decked out with the latest cybernetic augmentions, armed with the dealiest of firearms the still remain, and with nerves of steel, your only purpose is to save the world from the aliens.
ru_ru: Облачённая в новейшие кибернетические приспособления, вооружённая самым совершенным огнестрельным оружием, которое еще осталось, и со стальными нервами, твоя единственная цель - спасти мир от пришельцев.

# profession_male
source: Bionic Maquis Soldier
ru_ru: Бионический солдат Маки

# profession_female
source: Bionic Maquis Soldier
ru_ru: Бионический солдат Маки

# prof_desc_male
source: You are the result of one of the military's latest and final research programs, a prototype cyborg soldier. You're still alive thanks to your augmentations, even after all your comrades fell to the undead.
ru_ru: Ты - результат одной из последних и окончательных научно-исследовательских программ вооруженных сил, прототип солдата-киборга. Ты всё ещё жив благодаря своим аугментациям, даже после того, как все твои товарищи пали от рук нежити.

# prof_desc_female
source: You are the result of one of the military's latest and final research programs, a prototype cyborg soldier. You're still alive thanks to your augmentations, even after all your comrades fell to the undead.
ru_ru: Ты - результат одной из последних и окончательных научно-исследовательских программ вооруженных сил, прототип солдата-киборга. Ты всё ещё жива благодаря своим аугментациям, даже после того, как все твои товарищи пали от рук нежити.

# profession_male
source: Bionic Maquis Cyber-smith
ru_ru: Бионический кибер-кузнец Маки

# profession_female
source: Bionic Maquis Cyber-smith
ru_ru: Бионический кибер-кузнец Маки

# prof_desc_male
source: For better or for worse, bionic augmentation has turned you into a walking power tool. Upgraded with a standard industrial-grade manual labor surgery and training package, you are augmented with bionic muscles and an integrated toolset, both powered by standard batteries.
ru_ru: К лучшему или к худшему, но бионическая аугментация превратила тебя в ходячий электроинструмент. Усовершенствованный стандартным промышленным набором операций и пакетами базовых тренировок, ты обзавёлся бионическими мышцами и встроенным набором инструментов, которые питаются от стандартных батарей.

# prof_desc_female
source: For better or for worse, bionic augmentation has turned you into a walking power tool. Upgraded with a standard industrial-grade manual labor surgery and training package, you are augmented with bionic muscles and an integrated toolset, both powered by standard batteries.
ru_ru: К лучшему или к худшему, но бионическая аугментация превратила тебя в ходячий электроинструмент. Усовершенствованная стандартным промышленным набором операций и пакетами базовых тренировок, ты обзавелась бионическими мышцами и встроенным набором инструментов, которые питаются от стандартных батарей.

# profession_male
source: Bionic Xenobiologist
ru_ru: Бионический ксенобиолог

# profession_female
source: Bionic Xenobiologist
ru_ru: Бионический ксенобиолог

# prof_desc_male
source: Prior to the apocalypse you were employed by a major international corporation as a representative and technical advisor, utilizing the incredible power of your cybernetically augmented mind.
ru_ru: До апокалипсиса ты работал в крупной международной корпорации в качестве официального представителя и технического специалиста, используя невероятную силу своего усиленного кибернетикой разума.

# prof_desc_female
source: Prior to the apocalypse you were employed by a major international corporation as a representative and technical advisor, utilizing the incredible power of your cybernetically augmented mind.
ru_ru: До апокалипсиса ты работала в крупной международной корпорации в качестве официального представителя и технического специалиста, используя невероятную силу своего усиленного кибернетикой разума.

# profession_male
source: Bionic Maquis Medic
ru_ru: Бионический медик Маки

# profession_female
source: Bionic Maquis Medic
ru_ru: Бионический медик Маки

# prof_desc_male
source: As a second-generation augmented firefighter, you have been cybernetically enhanced to operate in the most dire of emergency situations. The end of the world definitely counts as a dire situation.
ru_ru: Как пожарный во втором поколении, ты был кибернетически усовершенствован для работы в самых суровых чрезвычайных ситуациях. Конец света определенно считается суровой ситуацией.

# prof_desc_female
source: As a second-generation augmented firefighter, you have been cybernetically enhanced to operate in the most dire of emergency situations. The end of the world definitely counts as a dire situation.
ru_ru: Как пожарная во втором поколении, ты была кибернетически усовершенствована для работы в самых суровых чрезвычайных ситуациях. Конец света определенно считается суровой ситуацией.

source: I might be down for a combat mission.
ru_ru: Я не против поучаствовать в боевой операции.

source: The Maquis has a combat patrol, are you game?
ru_ru: Маки организуют боевой патруль, ты как, в деле?

source: I changed my mind.
ru_ru: Что-то мне перехотелось.

source: Sounds interesting, I'll come along.
ru_ru: Интересно звучит, я присоединюсь.

source: Affirmative. Thought you'd never ask.
ru_ru: Так точно. Были опасения, что меня никогда не спросят.

source: Let's go.
ru_ru: Пошли.

source: I could be persuaded to come along.
ru_ru: Меня можно попробовать убедить присоединиться.

source: The Maquis needs some technical support, are you interested?
ru_ru: Маки нуждаются в некоторой технической поддержке, тебе интересно?

source: Thought you'd never ask.
ru_ru: Ну наконец-то.

source: The Maquis needs some medical expertise, are you interested?
ru_ru: Маки нуждаются в руке опытного медика, может, тебе это интересно?

source: The Maquis needs some science support, are you interested?
ru_ru: Маки требуются научные сотрудники, звучит интересно?

source: I don't think so.
ru_ru: Я так не думаю.

source: I am not going with you.
ru_ru: С тобой не пойду.

source: Whatever.
ru_ru: Неважно.

source: Rendezvous To Headquarters
ru_ru: Рандеву в штаб-квартире

source: With your knowledge of humans cooperating with Xenoids, you have to get to the local Maquis resistance base and inform the leader of the existance of Quislings.
ru_ru: Зная, что люди сотрудничают с ксеноидами, вы должны добраться до местной базы сопротивления Маки и сообщить лидеру о существовании Квислингов.

source: Kill a dozen strays
ru_ru: Убить несколько потерянных

source: You seem to understand this Xenoid threat better than most…
ru_ru: Похоже, эту ксеноидскую угрозу ты понимаешь лучше, чем многие другие…

source: You're kitted out better than most… would you be interested in going out on a quick combat patrol against the Xenoids. I'll lend you a hand to the best of my ability but will be taking point against the alien invaders, what do you say?
ru_ru: У тебя экипировка получше, чем у других... что думаешь по поводу быстрого совместного патруля против ксеноидов? Я помогу тебе по мере возможностей, но в приоритете буду отстреливать пришельцев, что скажешь?

source: Good, lets do this quick and efficiently. We are both coming back here alive after this.
ru_ru: Хорошо, делаем всё быстро и эффективно. И оба два возвращаемся живые после всего этого.

source: Hey, I know I wouldn't volunteer for it either… but then I remember that most of us survivors won't make it unless someone decides to take the initiative.
ru_ru: Эй, на твоём месте никто бы на такое не подписался... но затем я вспоминаю, что большинство выживших не справятся, если кто-то не возьмёт инициативу в свои руки.

source: I'd secure an ammo cache and try to sweep a town in multiple passes.
ru_ru: Хорошая идея - подготовить тайник с боеприпасами и попытаться зачистить город несколькими проходами.

source: Got this knocked out?
ru_ru: Удалось с этим разобраться?

source: Excellent worth, it was a pleasure working with you. Now lets go back to base.
ru_ru: Отлично поработали, был очень приятно. Теперь двигаем на базу.

source: I don't think that was quite a dozen xenoids.
ru_ru: Не думаю, что мы достаточно ксеноидов завалили.

source: Quitting already?
ru_ru: Уже сваливаешь?

source: Kill at least twenty-five strays
ru_ru: Убить минимум двадцать пять потерянных

source: You're kitted out better than most… would you be interested in going out on a quick combat patrol against the some strays. I'll lend you a hand to the best of my ability but will be taking point against the alien zombies, what do you say?
ru_ru: У тебя экипировка получше, чем у других... что думаешь по поводу быстрого совместного патруля против потерянных? Я помогу тебе по мере возможностей, но в приоритете буду отстреливать зомбяков, что скажешь?

source: I don't think that was quite twenty-five strays.
ru_ru: Не думаю, что тут наберётся двадцать пять.

source: Return to Maquis HQ
ru_ru: Вернуться в штаб Маки

source: Return to Maquis HQ.
ru_ru: Вернуться в штаб Маки.

source: Lets go back to base.
ru_ru: Выдвигаемся на базу.

source: Alright, lets be off. You don't mind taking point, right?
ru_ru: Хорошо, выдвигаемся. Не возражаешь взять лидерство, нет?

source: Well…
ru_ru: Ну…

source: You keep a map around don't you? I do, and you probably should too.
ru_ru: Карта у тебя имеется, не так ли? У меня вот имеется, и тебе советую заиметь свою.

source: We there yet?
ru_ru: Мы уже прибыли?

source: Thanks for having my back. As I said, I owe you one.
ru_ru: Спасибо за прикрытие моей спины. С меня должок.

source: Are you lost or something?
ru_ru: Что-то потеряли?

source: Can't believe we got lost…
ru_ru: Поверить не могу, что мы заблудились…

source: Clean up a sewer
ru_ru: Очистить стоки

source: Go to a sewer treatment plant and kill some strange creatures.
ru_ru: Отправляйся к водоочистным сооружениям и убей там странных существ.

source: I need you to find and kill some monsters.
ru_ru: Я хочу попросить тебя найти и уничтожить несколько монстров.

source: There were reports of some kind of alien critters a sewers treatment plant. Go eliminate them out.
ru_ru: Были донесения, что какие-то непонятные вредители обосновались на водоочистной станции. Надо их уничтожить.

source: Thank you.
ru_ru: Спасибо.

source: Oh well. I'm sure it wasn't anything.
ru_ru: Ну и ладно. Думаю, ничего страшного.

source: You might get lucky and maybe a seweranha will kill them.
ru_ru: Может, тебе повезёт, и их прикончит канализапиранья.

source: How is the search going?
ru_ru: Как продвигаются поиски?

source: Thanks.
ru_ru: Спасибо.

source: I'm sure you did…
ru_ru: Да, наверняка тебе удалось…

source: I wonder where it all went…
ru_ru: Интересно, куда всё подевалось…

source: Go to a power substation and kill some strange creatures.
ru_ru: Отправляйся к электроподстанции и уничтожь там странных существ.

source: There were reports of some kind of alien crystal monsters. Go eliminate them out.
ru_ru: Появились донесения о странных кристаллических инопланетных монстрах. Нужно от них избавиться.

source: If you're going to fight monsters that use electricity against you, don't be a good conductor.
ru_ru: Если планируешь вести бой с противником, который использует против тебя электричество, постарайся не быть хорошим проводником.

source: Speak to Mr Erikson
ru_ru: Поговорить с мистером Эриксоном

source: The local leader of the Maaquis wants to meet you.
ru_ru: Местный лидер Маки хочет с тобой встретиться.

source: The boss wants to see you…
ru_ru: Босс хочет тебя видеть…

source: The boss ups stairs wants to talk to you. Do you want to talk to him?
ru_ru: Босс наверху, хочет с тобой потолковать. А как насчёт тебя?

source: I'll find him.
ru_ru: Я найду его.

source: Why?
ru_ru: Зачем?

source: Just follow your map.
ru_ru: Просто следуй отметке на карте.

source: Did you find him yet?
ru_ru: Ну как, удалось его найти?

source: With this we'll be able to convince others to join up and fight against the invasion
ru_ru: С этим мы сможем убедить остальных присоединиться и бороться с вторжением

source: Something seems not right with how you described my brother…
ru_ru: Что-то мне не нравится, как ты моего брата описываешь…

source: It was a lost cause anyways…
ru_ru: А, всё равно затея была так себе…

source: Operation Science Field Trip
ru_ru: Операция "Научная полевая вылазка"

source: Bring enforcements to an operative setting up a forward base. Go to the entrance to the secret lab and meet up with the operative there. Bring two volunteers reinforcements, and get them all there alive.
ru_ru: Приведите подкрепление к оперативнику, обустраивающему передовую базу. Идите ко входу в секретную лабораторию и встретьтесь там с оперативником. Возьмите с собой подкрепление из двух добровольцев и доставьте их туда живыми.

source: With the intel you got us, the Maquis recently found an access shaft hidden in a forest, which leads right down into a secret laboratory. I need you to find two volunteers downstairs, tell them that Mr. Erikson needs them for a mission, and take them to this location, and meet up with an operative already there, she knows you're coming. Try very hard to not get anyone killed out there, yourself included.
ru_ru: Согласно информации, которую вы нам предоставили, Маки недавно нашли шахту доступа, спрятанную в лесу, которая ведёт прямо в секретную лабораторию. Мне нужно, чтобы вы нашли двух добровольцев там внизу, и сказали им, что они нужны мистеру Эриксону для миссии, после чего отвели их в это место, и встретились с оперативником, который уже там и в курсе, что вы идёте. Постарайтесь действовать так, чтобы никого не убили, в том числе и вас.

source: That's great, go choose your four squad-members and get going.
ru_ru: Отлично, выберите четырёх членов для отряда и приступаем.

source: Don't expect help then.
ru_ru: В таком случае, помощи не жди.

source: You can recruit anyone that is off-duty on balcony level downstairs, but if someone is guarding or has a job to do cannot be recruited for combat missions.
ru_ru: Вы можете завербовать любого человека, который находится вне службы на балконе уровнем ниже, но если кто-то находится в охране или у него есть работа, его нельзя завербовать для выполнения боевых заданий.

source: Don't you have a job to do?
ru_ru: У тебя что, нет работы?

source: Excellent, this will allow the Maquis to much needed resources.
ru_ru: Превосходно, это предоставит Маки столь нужные ресурсы.

source: What good does this do us?
ru_ru: А нам с этого какая выгода?

source: Simply useless…
ru_ru: Просто бесполезно…

source: What can you tell me about the Xenoids?
ru_ru: Что ты можешь рассказать мне о ксеноидах?

source: Can you tell me anything else about the Xenoids?
ru_ru: Может, что-то ещё расскажешь о ксеноидах?

source: I haven't seen any of the aliens so far, but I've heard the guards talk about them. I don't ever want to see them, but who knows what the future holds.
ru_ru: До сих пор мне пришельцы не встречались, но мне доводилось слышать, как о них говорили охранники. Не хочу никогда их видеть, но кто знает, что ждёт нас в будущем.

source: I know what you mean.
ru_ru: Я понимаю, о чём ты.

source: I always knew there were aliens out there. I just wish they weren't trying to kill us.
ru_ru: Мне всегда было известно, что пришельцы существуют. Я просто хочу, чтобы они не пытались нас убить.

source: Alonso always knew that we were not alone. Alonso just wishes the aliens are here to love us and make love to us.
ru_ru: Алонсо всегда знала, что мы не одни. Алонсо просто хочет, чтобы инопланетяне были здесь чтобы любить нас и заниматься с нами любовью.

source: [TEST] Mission back to the Maquis safehouse
ru_ru: [ТЕСТ] Миссия на возврат в убежище Маки

source: I'm ready to go back when you are
ru_ru: Возвращаемся назад по твоей готовности.

source: On second thought…
ru_ru: Хотя, если подумать…

source: I'm ready to go.
ru_ru: Могу выдвигаться.

source: Lets set a combat strategy
ru_ru: Давай разберёмся с боевой стратегией.

source: Return to Maquis safehouse
ru_ru: Вернуться в убежище Маки

source: Return to Maquis safehouse.
ru_ru: Вернитесь в убежище Маки.

source: Well given what happened to Barry, I wouldn't doubt there are all sorts of aliens. Hopefully they'll kill each other and not us.
ru_ru: Учитывая то, что случилось с Барри, я не сомневаюсь, что инопланетяне существуют в огромном ассортименте. Надеюсь, они будут убивать друг друга, а не нас.

source: Hopefully.
ru_ru: Надеюсь.

source: When I was scouting the spire where the aliens took Barry, I saw these other strange humanoid soldiers armed with swords and shields attack the aliens that took Barry. I thought I might be able to sneak in and rescue Barry, but one of the soldiers fired a trio of metal darts at me. Luckily it missed but I didnt' stick around after that.
ru_ru: Во время разведки шпиля, где пришельцы забрали Барри, мне удалось увидеть, как другие странные гуманоидные солдаты, вооруженные мечами и щитами, напали на пришельцев, которые забрали Барри. Мне пришло в голову, что я смогу пробраться внутрь и спасти Барри, но один из солдат выпустил в меня три металлических дротика. К счастью, он промахнулся, но после этого задерживаться там не показалось хорошей идеей.

source: Interesting.
ru_ru: Интересно.

source: Are those the antagonists from the War of the Worlds?
ru_ru: Это антагонисты из "Войны миров"?

source: This time they landed.
ru_ru: На этот раз они приземлились.
