Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Really_Dark_Skies/lang/*.po
Languages: ru_ru

source: You dream of continuous static-crackling sounds, interspared with Xenoid speech.
ru_ru: Вам снится безостановочный поток шипяще-щёлкающих звуков, перемешивающихся с речью ксеноидов.

source: You dream of an old love, but before you reach them, they are killed by Xenoid Knights.
ru_ru: Вам снится старая любовь, но вы не можете до неё добраться до того, как ксеноиды наносят смертельный удар.

source: RP: Combatant
ru_ru: РП: Боец

source: You've seen your fair share of scruffs and scrapes, and when the Cataclysm hit, you fought the Xenoids and managed to survive to tell the tale. This has no direct skill benefit, but allows you to present yourself as a fighter to certain NPCs.
ru_ru: Вы повидали немало ссадин и ушибов, а когда случился Катаклизм, вы сражались с ксеноидами и сумели выжить, чтобы рассказать об этом. Не приносит прямой пользы навыкам, но позволяет представиться некоторым NPC в качестве бойца.

source: RP: Technician
ru_ru: РП: Техник

source: From the first time you saw the Xenoids, you've been trying to figure out how they're technology works. You can't wait to take them apart, alive and functional if possible. This has no direct skill benefit, but allows you to present yourself as a technician to certain NPCs.
ru_ru: С тех пор как вы впервые увидели Ксеноидов, вы пытаетесь понять, как работает их технология. Вам не терпится разобрать их на части, живые и функциональные, если это возможно. Не приносит прямой пользы навыкам, но позволяет представиться некоторым NPC в качестве техника.

source: RP: Scientist
ru_ru: РП: Учёный

source: You've spent more time in front of a book or a screen than you have outside; but these Xenoids have upended everything you thought you knew about science, plus they're trying to kill you. This has no direct skill benefit, but allows you to present yourself as a scientist to certain NPCs.
ru_ru: Вы проводили больше времени перед книгой или экраном, чем на улице; но эти ксеноиды перевернули всё, что вы знали о науке, к тому же они пытаются вас убить. Не приносит прямой пользы навыкам, но позволяет представиться некоторым NPC в качестве учёного.

source: RP: Medic
ru_ru: РП: Медик

source: Your job or experiences had you seeing all sorts of trauma, both physical and mental, and you were trusted during the Cataclysm to provide life-saving care. This has no direct skill benefit, but allows you to present yourself as a medic to certain NPCs.
ru_ru: Ваша работа или опыт заставляли вас сталкиваться со всеми видами травм, как физических, так и психических, и во время Катаклизма вам доверяли оказывать жизненно важную помощь. Не приносит прямой пользы навыкам, но позволяет представиться некоторым NPC в качестве медика.

source: RP: Leader
ru_ru: РП: Лидер

source: Whether or not you like it, you've always had a knack for managing people and have some hard-won skill in doing so. During the cataclysm,the arrival the Xenoids and the ensuing chaos, you helped lead people around you to safety. This has no direct skill benefit, but allows you to present yourself as a leader to certain NPCs.
ru_ru: Нравится вам это или нет, но вы всегда умели управлять людьми и обладаете некоторыми навыками, достигнутыми с таким трудом. Во время катаклизма, прихода ксеноидов и последующего хаоса вы помогали людям вокруг себя спастись. Не приносит прямой пользы навыкам, но позволяет представиться некоторым NPC в качестве лидера.

source: RP: Quisling
ru_ru: РП: Квислинг

source: You decided of your own free will, for what ever reason, to collaborate with the Xenoids against humanity. This has no direct skill benefit, but allows you to present yourself as a collaborator to certain NPCs, although the Maquis may recognize and execute you.
ru_ru: Ваша свободная воля, по каким-то причинам, дала вам отмашку на коллаборацию с ксеноидами против человечества. Не приносит прямой пользы навыкам, но позволяет представиться некоторым NPC в качестве коллаборатора. Маки могут вас распознать и приговорят к казни.

source: Team Leader
ru_ru: Лидер команды

source: NPC trait used for base building. It is a bug if you have it.
ru_ru: Перк для NPC, используемый для строительства баз. Если видите этот текст, это баг.

source: After an unexpected betrayal by their fellow humans, the remaining Maquis were totally exterminated. Humanity is now a slave race for their new Xenoid masters…
ru_ru: После неожиданного предательства со стороны людей, оставшиеся члены Маки были полностью уничтожены. Отныне человечество в рабстве своих новых инопланетных хозяев…

source: Locked in an endless battle against a variety of alien force, the Maquis was forced fall back to handful of fortified bases. Continuous attrition and bad luck caused the Maquis to die a slow and inevitable death…
ru_ru: Увязнув в бесконечном сражении, войска Маки были вынуждены отступить к укреплённым базам вдоль побережья. Без людских и материальных ресурсов для перегруппировки, все выжившие люди потеряли всякую надежду…

source: The steadfastness of individual survivors after the cataclysm impressed the tattered remains of the once glorious union. Spurred on by small successes, a number of operations to re-secure facilities met with limited success. Forced to eventually consolidate to large bases, the Maquis left these facilities in the hands of the few survivors that remained. As the years passed, little materialized from the hopes of rebuilding civilization…
ru_ru: Стойкость отдельных выживших после катаклизма произвела впечатление на потрёпанные останки некогда славного союза. Ободрённые небольшими достижениями, ряд операций по восстановлению безопасности объектов прошел с ограниченным успехом. Вынужденные в конце-концов объединиться в крупные базы, Маки оставили эти объекты в руках немногих оставшихся в живых. Шли годы, но надежды на восстановление цивилизации не оправдались…

source: Agaist all odds, humanity has begun to push back against its foes, and as they steadily gained ground on all fronts they found something thought lost forever: Hope for the future…
ru_ru: Вопреки всем прогнозам, человечество начало давать отпор своим оппонентам, возвращая контроль по всем направлениям поля боя, которое считалось проигранным навсегда: надежда на будущее…

source: To whomever is listening, this may be our last broadcast. The xenoids spotted us outside and they are surrounding the building. No one has any weapons bigger than a pocket knife. Can't stay in the studio any longer, station is being rewired to multicast frequencies for automatic broadcast. Stay safe, and bless you, people. Wish you luck.
ru_ru: Кто бы ни слушал, это может быть наша последняя передача. Ксеноиды заметили нас снаружи и окружают здание. Ни у кого нет никакого оружия, кроме перочинного ножа. Мы не можем больше оставаться в студии, станцию переключают на многоадресные частоты для автоматического вещания. Оставайтесь в безопасности, и да благословляю вас, люди. Желаю вам удачи.

source: This is …kssht… we're holding the line so that …kssht… it's been a pleasure to serve, but there's too many of fu…kssht… damn xenoids! God bless America! …kssht…
ru_ru: Это… кшшш… мы держим оборону, чтобы… кшшш… было приятно служить, но их слишком много… кшшш… чёртовы ксеноиды! Боже, храни Америку! …кшшш…

source: …kssht… Mayday! This is Black Rose, declarin…kssht…ight emergency! We s…kssht…three-legged alien robot that sh…kssht…kind of directed eng…kssht…eapon at us, both engine…kssht…n fire! Blue Jay do you re…kssht…m going to try to la…kssht…re it is again. Brace for im…kssssshhhht……………ACTIV…kssht…G BLACKBO…kssht…CRDER REBRO…kssht…TING LAST RADIO…kssht…NSMISSIO…kssht…
ru_ru: …кшшш… Мэйдэй! Говорит Чёрная Роза, объявляю… …кш… чрезвычайную ситуацию! Мы с… кш… трёхногим инопланетным роботом, который ш… кш… направил на нас оружие, оба двигателя… кш… горят! Блю Джей, ты ре…кш…м попытаешься ла…кш…ть его снова. Приготовься к стол……кшшш……………..АКТИВ…кшшш… ЧЁРНЫЙ Б……кшшш…..ПРИКЗ ПЕРЕДН……кшшш…..ДНЯЯ РАДИО ПЕРЕ…..кшшш…..ИЯМИССИЯ……кшшш…

source: This is an emergency broadcast from the National Emergency Alert System. This is not a test. Unknown military forces have been spotted nationwide. We are referring to this force as 'Xenoids'. The Xenoids are confirmed by law enforcement officials to be universally hostile to life and extremely dangerous. Please proceed to your local community shelter. Arm yourself if you are able. If you are not in an evacuation zone, officials highly recommend you pack weapons, gear for evacuation. Make sure to include clean clothes, a blanket, and enough food and water to last a few days, and as much ammunition as you can carry. More information will be released as it becomes available. Message Repeats.
ru_ru: Это экстренная передача Национальной системы экстренного оповещения. Это не тест. Неизвестные военные силы были замечены по всей стране. Мы называем эти силы "Ксеноидами". Представители правоохранительных органов подтвердили, что Ксеноиды повсеместно враждебны к жизни и чрезвычайно опасны. Пожалуйста, отправляйтесь в ближайшее убежище. Если есть возможность, вооружитесь. Если вы не находитесь в зоне эвакуации, официальные лица настоятельно рекомендуют вам собрать оружие и снаряжение для эвакуации. Обязательно возьмите чистую одежду, одеяло, достаточно еды и воды, чтобы хватило на несколько дней, и столько боеприпасов, сколько сможете унести. Дополнительная информация будет публиковаться по мере ее поступления. Сообщение повторяется.

source: This is an emergency broadcast from the National Emergency Alert System. This is not a test. Unknown military forces have been spotted nationwide. We are referring to this force as 'Xenoids'. The Xenoids are confirmed by law enforcement officials to be universally hostile and extremely dangerous. They seem to be armed with melee weapons and swords, however use caution when in eyesight of the Xenoids as some survivors have reported mind-altering affects including but not limited to paralysis, hallucinations and severe panic attacks. The Xenoids are confirmed to communicate between each other and use advanced tactics when engaging. More information will be released as it becomes available. Message Repeats.
ru_ru: Это экстренная передача Национальной системы экстренного оповещения. Это не тест. Неизвестные военные силы были замечены по всей стране. Мы называем эти силы "Ксеноидами". Представители правоохранительных органов подтвердили, что ксеноиды повсеместно враждебны и чрезвычайно опасны. Они вооружены оружием ближнего боя и мечами, однако будьте осторожны, находясь в поле зрения ксеноидов, так как некоторые выжившие сообщали о воздействии на сознание, включая паралич, галлюцинации и сильные панические атаки. Подтверждено, что ксеноиды общаются между собой и используют продвинутую тактику при столкновении. Дополнительная информация будет публиковаться по мере ее поступления. Сообщение повторяется.

source: an unintelligibly whistling radio call.
ru_ru: неразборчиво свистящий радиовызов.

source: strange repetitive radio chatter.
ru_ru: странные повторяющиеся радиопереговоры.

source: some loud squeaky radio chatter, followed by a brief whistle in response.
ru_ru: несколько громких писклявых радиопереговоров, за которыми последовал короткий свист в ответ.

source: a squeaky whistle and static noise.
ru_ru: писклявый свист и статический шум.

source: syncopating radio static.
ru_ru: синкопирующие радиопомехи.

source: booming footsteps.
ru_ru: гулкие шаги.

source: unnaturally quiet footsteps.
ru_ru: неестественно тихие шаги.

source: a very loud crash.
ru_ru: очень громкий грохот.

source: an ominous, dreadful cacophony of quasi-musical notes.
ru_ru: зловещая, жуткая какофония квазимузыкальных нот.

source: a semi-musical chirping which echoes across the landscape.
ru_ru: полумузыкальное щебетание, которое эхом разносится по всему ландшафту.

source: a haunting mechanical humming and hissing.
ru_ru: призрачное механическое гудение и шипение.

source: a chilling melodious whistle.
ru_ru: леденящий душу мелодичный свист.

source: a brief piercing chrip.
ru_ru: короткий пронзительный треск.

source: a horrifying sound that can only be described as several hundred crying babies.
ru_ru: ужасающий звук, который можно описать только как плач нескольких сотен младенцев.

source: Go kart
ru_ru: Go Карт

source: Small helicopter
ru_ru: Маленький вертолёт

source: Survivors Helicopter
ru_ru: Вертолёт выживших

source: Survivors Blackhawk
ru_ru: Блэкхоук выживших

source: Survivors AH-64 Apache
ru_ru: AH-64 "Апач" выживших
