Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Really_Dark_Skies/lang/*.po
Languages: ru_ru

source: Remember where you used to go to buy a wrench, try there. If you see a voltmeter or a soldering iron, grab them too.
ru_ru: Вспомни где раньше приходилось покупать гаечные ключи, и сходи туда. А ещё, если увидишь там вольтметр или паяльник, захвати их тоже.

source: Thanks! Now I finally feel ready in case this generator decides it wants to commit suicide.
ru_ru: Спасибо! Наконец-то я чувствую себя готовым к возможному желанию генератора покончить с собой.

source: It's okay. I didn't really expect you to succeed anyway.
ru_ru: Без проблем. На самом деле я не очень-то ожидал какого-то успеха.

source: Find a voltmeter
ru_ru: Найти вольтметр

source: Randy Erikson said he needs a voltmeter to troubleshoot some electronic machinery.
ru_ru: Рэнди Эриксон нуждается в вольтметре для исправления проблем с электроникой в оборудовании.

source: I need a voltmeter to diagnose the electrical system.
ru_ru: Мне нужен вольтметр для диагностирования электрических систем.

source: I hope you listened to my advice on your last mission because now I'm going to need a voltmeter to figure out why there are more warning lights flashing than normal. Go get one.
ru_ru: Надеюсь, моя подсказка по поводу последнего задания не прошла мимо тебя, потому что теперь мне требуется вольтметр для выяснения, почему я наблюдаю больше предупреждающих горящих лампочек, чем обычно. Добудь его для меня.

source: I think it will work for now, but who knows when the lights will go out for good?
ru_ru: Думаю, пока что сойдёт, но кто ж знает, когда освещение вырубится окончательно?

source: I remember seeing a nice voltmeter at the electronics store in the mall before shit hit the fan. Try there maybe?
ru_ru: Кажется, хороший вольтметр мне попадался на глаза в магазине электроники в универмаге, как раз перед всем этим хаосом. Попробуй посмотреть там?

source: Thank you so much. Now lets see what part isn't working.
ru_ru: Большое тебе спасибо. Теперь поглядим, что тут не работает.

source: Find a soldering iron
ru_ru: Найти паяльник

source: Randy Erikson needs a working soldering iron to fix a power control board.
ru_ru: Рэнди Эриксон нуждается в паяльнике для ремонта управляющей панели.

source: I need a soldering to fix the electrical system.
ru_ru: Мне нужен паяльник для ремонта электрической системы.

source: I think I figured out which parts of the power control board are acting up. Luckily I have the replacement circuits, but I'm going to need a good soldering iron. You already wouldn't have one would you?
ru_ru: Кажется, я выяснил, какие части платы управления питанием выходят из строя. К счастью, у меня есть запасные схемы, но мне понадобится хороший паяльник. Не завалялся ли у тебя один?

source: Didn't you find one at the electronics store in the mall? Go back and pick up some extra solder while you're there.
ru_ru: Разве он тебе не попадался в магазине электроники, который в универмаге? Вернись туда и заодно захвати с собой немного припоя.

source: Great now I actually have to fix it.
ru_ru: Отлично, теперь я смогу это починить.

source: Get a pound of solder wire
ru_ru: Найти фунт припоя

source: Randy Erikson needs 225 units of solder to finalize repears of the power control board.
ru_ru: Рэнди Эриксон запросил 225 единиц припоя для завершения ремонта управляющей панели.

source: I need more solder.
ru_ru: Нужно больше припоя.

source: I vastly underestimated how much solder I am going to need to fix this thing. I need at least a pound to fix everything that's broken. Do you have that much on you?
ru_ru: Я значительно недооценил как много припоя мне понадобится для ремонта этой штуки. Как минимум фунт для того, чтобы починить всё, что сломано. Сколько у тебя сейчас есть?

source: One pound is 225 units of solder wire. Can you remember that number or do you need me to write it down for you too?
ru_ru: Один фунт это 255 единиц припоя. Сможешь запомнить это число, или мне записать?

source: Get some reference software
ru_ru: Найти справочное ПО

source: Randy Erikson needs a hardcopy of something called the 'Integrated Circuit Archive Database'. Might have to see if you can find an internet connection or see if someone saved it on a USB drive.
ru_ru: Рэнди Эриксону нужна физическая копия чего-то, что называется "архивы данных интегральных схем". Возможно, стоит поискать рабочее интернет-соединение или поискать где-нибудь сохранённую копию на USB-носителе.

source: I need the circuit reference documentation.
ru_ru: Мне нужна справочная документация по интегральным схемам.

source: I've gotten all the loose parts fixed and all wires replaced that needed replacing, but to check every circuit I need a hard copy of the 'Integrated Circuit Archive Database', since I can't just ask the internet for that kind of stuff any more.
ru_ru: Мне удалось починить всё, что требовало починки, и заменить все перегоревшие провода, но для проверки всех схем мне понадобится физическая копия "архива данных интегральных схем", поскольку в интернете я такой запрос больше сделать не могу.

source: I need those reference documents to double check everything.
ru_ru: Эти справочные материалы мне нужны для окончательной полной проверки.

source: I bet a secret government lab has a copy. It should be on a USB drive somewhere.
ru_ru: Готов поспорить, что в государственных лабораториях найдётся копия. Наверняка на USB-флешке где-то валяется.

source: Wow, you actually found it. Here is a book that will help you use the helicopter parked out there.
ru_ru: Ого, тебе действительно удалось это найти. Вот тебе книга, которая поможет в управлении вертолётом, когда ты его сможешь найти.

source: Get some hobby software
ru_ru: Найти ПО для хобби

source: Randy Erikson wants a some software that has probably been mislabled. It was probably useless to begin with.
ru_ru: Рэнди Эриксон попросил найти какое-то программное обеспечение, которое наверняка неправильно назвали. Возможно, оно ничего полезного не делает.

source: I some old hobby software.
ru_ru: Мне нужно старое ПО для хобби.

source: I need another old piece of software, not sure what it was but I'll know it when I see it..
ru_ru: Мне нужно ещё кое-какое старое программное обеспечение, и я даже точно не знаю как оно называется, но я его узнаю, когда увижу..

source: I will know it when I check the files on the USB. Probably got mislabled as miscellaneous or something.
ru_ru: Скажу точнее, когда проверю файлы на флешке. Наверняка оно называется как "разнообразное" или типа того.

source: Finally I have all my favorite mods for Cataclysm Bright Nights, this game is so boring unmodded. Here is a book you'll really like, plus some paper money the staff here keep giving me.
ru_ru: Наконец-то у меня есть все мои любимые моды для Cataclysm Bright Nights, игра дико скучная без сторонних модификаций. Держи книжку, она тебе наверняка понравится, плюс немного бумажных денег, которые тут в обиходе.

source: How do you avoid the Xenoids?
ru_ru: Как избегать ксеноидов?

source: When you're on the road these days, just keep moving as fast as you can, don't let anyone or anything stop you from getting to where you are, and remember where there might be gasoline.
ru_ru: Не сбавляй газ во время движения по дороге, двигайся как можно быстрее, не позволяй никому остановить тебя и помни о потенциальных местах, где можно раздобыть бензин.

source: Great advice. Thanks.
ru_ru: Отличный совет. Спасибо.

source: Are you aware there are aliens out here.?
ru_ru: Вы же в курсе, что там вокруг пришельцы?

source: You do know that humanity is being attacked by Xenoids, right?
ru_ru: Ты же в курсе, что человечество находится под атакой ксеноидов, да?

source: We are aware of them and do not require any assistance in this matter.
ru_ru: Мы о них осведомлены и не нуждаемся в помощи по данному вопросу.

source: What do you mean 'You are aware of them'?
ru_ru: Что значит "мы о них осведомлены"?

source: It means just that. We are aware of them and do not require any assistance in this matter. Good bye.
ru_ru: Именно это и означает. Мы о них осведомлены и не нуждаемся в помощи по данному вопросу. До свидания.

source: Don't you hang up on me!
ru_ru: Эй, не отключайтесь!

source: My usual contracts keep my clear of them most of the time, and my skill and a little luck keeps them away the rest of the time. I intend to keep it that way.
ru_ru: Мои обычные контракты позволяют мне держаться от них подальше большую часть времени, а мое мастерство и немного удачи позволяют им держаться подальше в остальное время. Собираюсь продолжать в том же духе.

source: My sentiments exactly.
ru_ru: В точности мои чувства.

source: With all the craziness in the evacuation, we hardly noticed those strange alien soldiers; sometimes they were even fighting the zombies, but it seemed like it was merely to get to us.
ru_ru: Во всей суматохе и безумии эвакуации, мало кто из нас обратил внимание на странных инопланетных солдат; иногда они даже сражаются с зомбированными, но похоже, это им нужно лишь для того, чтобы добраться до нас.

source: You should talk to Randy Erikson, he's in the utility room. I think he has some alien technology that he took apart.
ru_ru: Тебе стоит поговорить с Рэнди Эриксоном, он в подсобном помещении. Думаю, у него есть какая-то инопланетная железка, которую он разобрал на части.

source: Hopefully these xenoids doesn't kill us sooner than the zombies will. Haha.
ru_ru: Надеюсь, эти ксеноиды не прикончат раз раньше, чем это сделают зомби. Ха-ха.

source: What are you talking about, there's aliens now? Figures with all this crazy shit going on.
ru_ru: Говоришь, вокруг всякие пришельцы. Стоило ожидать, учитывая прочее происходящее дерьмо.

source: What about the Strays?
ru_ru: Что насчёт потерянных?

source: I saw a few when I was doing perimeter patrol a few days ago. They don't seem too different from regular zombies, whatever the fuck that means. Still have to pulp them to prevent them from reviving. Who cares what difference there is between the monsters that are trying to kill you?
ru_ru: Доводилось видеть нескольких во время патрулирования периметра несколько дней назад. На вид они не слишком отличаются от обычных зомби, что бы это ни значило. Все равно приходится их убивать, чтобы они не ожили. Какая разница, чем отличаются монстры, которые пытаются тебя убить?

source: Unexpectedly philosophical.
ru_ru: Неожиданная философия.

source: I heard something about that before my radio ran out of batteries. Just some other kind of target as far as I'm concerned.
ru_ru: Что-то об этом мне доводилось слышать, пока у моего радио не сели батарейки. Просто ещё какая-то цель, насколько я понимаю.

source: The zombies are bad, but those things really creep me out. I mean God only knows where the fuck those blue crystals come from.
ru_ru: Зомби - это плохо, но эти твари меня пугают. Одному Богу известно, откуда берутся эти голубые кристаллы.

source: I wonder what they look like under that mask they wear.
ru_ru: Интересно, как они выглядят под своими масками.

source: I got hit by one of their flettche projectiles a while back, if I didn't have some bandages I would have bleed out.
ru_ru: Недавно в меня попал один из их флешеттовых снарядов, если бы у меня не было бинтов, вся кровь бы вытекла.

source: If you hear their weird radio, go in the opposite direction.
ru_ru: Если услышишь их странное радио, двигай в противоположном направлении.

source: Don't look into their eyes!
ru_ru: Не смотри им в глаза!

source: I always laugh when the blue crystal type-zombies attack the black ooze type-zombies.
ru_ru: Я всегда смеюсь, когда зомби типа голубого кристалла нападают на зомби типа чёрной жижи.

source: I try to take them down quickly, because if you don't any damage you do will scab over in minutes, sometimes seconds.
ru_ru: Я стараюсь уничтожать их быстро, потому что если этого не сделать, то все нанесённые им повреждения зарубцуются через несколько минут, а иногда и секунд.

source: Yeah me too.
ru_ru: Ага, я тоже.

source: I've encountered a few of the 'ranger' and 'enforcer' types, but I usually head in the other direction as soon as I hear them, since they can probably hear me too. I've seen them more their hands around like they're doing some kind of magic and for all I know it could be magic. I ain't sticking around to find out.
ru_ru: Мне доводилось сталкиваться с несколькими представителями "разведчиков" и "силовиков", но обычно направляюсь в другую сторону, как только слышу их, ведь они тоже могут меня услышать. Мне удалось заметить, как они разводят руками, словно творят какую-то магию, и как знать, это действительно может быть магия. Я не собираюсь задерживаться, чтобы узнать наверняка.

source: Not much different than zombies, although they seem to see a little better at night than regular zombies.
ru_ru: Мало чем отличаются от зомби, хотя ночью видят немного лучше, чем обычные зомби.

source: What can you tell me about these Xenoid aliens?
ru_ru: Что вы можете рассказать мне об этих ксеноидных пришельцах?

source: I only know what I've heard on the radio. Thank god we haven't had them show up here they sound almost scarier than the walking dead. I've heard that those 'Xenoids' have also have some robotic drones and machines with them but I haven't seen anything yet. There was a pale looking guy with a mohawk that was pestering me about them, but but I think he's working on the old generator now.
ru_ru: Я знаю только то, что передавали по радио. Слава богу, у нас они не появлялись, а то по описанию почти страшнее, чем ходячие мертвецы. Вроде как у этих "ксеноидов" также есть какие-то роботизированные дроны и машины, но мне пока такие не встречались. Был один бледный парень с ирокезом, который донимал меня насчёт них, но я думаю, что он сейчас работает над старым генератором.

source: You mean those other zombies that have some strange kind of blue crystals on them? I don't know. I'm not sure but we've just been pulping them like the other zombies. As for the name I have no idea where I first heard them called that but it works well enough. Given how cataclysmic things have been lately, a zed is a zeke is a zombie.
ru_ru: Ты имеешь в виду тех других зомби, на которых есть какие-то странные голубые кристаллы? Без понятия. Не знаю даже, мы просто уничтожали их, как и других зомби. Что касается названия, я понятия не имею, откуда оно пошло и почему их так называют, но оно вполне подходит. Учитывая, какие катаклизмы происходят в последнее время, зед - это зед, зик - это зомби.

source: A rose by any other name I guess.
ru_ru: Как розу ты не назови, полагаю.

source: I've seen a few ranger types when doing patrols around the forests. They usually appear in groups so we try to engage them as a group. We've been incredibly lucky so far, last time I almost couldn't stop the bleeding after they fired those darts at me.
ru_ru: Встречались мне несколько рейнджеров во время патрулирования лесов. Они обычно появляются группами, поэтому и мы стараемся нападать на них всей группой. До сих пор нам невероятно везло, в прошлый раз мне почти не удалось остановить кровотечение после того, как они запустили в меня дротики.

source: Those blue crystals freak me out. Have you noticed how the heal right before your eyes. Best bet is to kill and pulp them as quickly as possible.
ru_ru: Эти голубые кристаллы меня пугают. Наверняка тебе удавалось заметить, как их раны заживают прямо на глазах. Лучший вариант - убить их как можно быстрее.

source: Agreed.
ru_ru: Это верно.

source: I've seen a few ranger types when doing patrols around the forests. I've been incredibly lucky so far, last time I almost couldn't stop the bleeding after they fired those darts at me.
ru_ru: Встречались мне несколько рейнджеров во время патрулирования лесов. До сих мне невероятно везло, в прошлый раз мне почти не удалось остановить кровотечение после того, как они запустили в меня дротики.

source: The Maquis
ru_ru: Маки

source: Any and all remaining humans that will resist the invading aliens to the last man.
ru_ru: Все оставшиеся живые представители человечества будут до последнего сопротивляться инопланетному вторжению.

source: The Quislings
ru_ru: Квислинги

source: An semi-organized human militia who openly fight along side the Xenoids against other human beings. The worst kind of traitor.
ru_ru: Полуорганизованное человеческое ополчение, открыто сражающеется вместе с ксеноидами против других людей. Худший вид предателей.

source: Abandoned Store
ru_ru: Заброшенный магазин

# scenario_male
source: Foxtrot Uniform Charlie Kilo
ru_ru: Павел Иван Зоя Дмитрий Елена Центр

# scenario_female
source: Foxtrot Uniform Charlie Kilo
ru_ru: Павел Иван Зоя Дмитрий Елена Центр

# scen_desc_male
source: You were out on your first combat patrol and as you were hunkered down in an abandoned store you noticed alien invaders, dubbed 'The Xenoids' which were working together with humans! Incredibly, in the ongoing cataclysm, some desperate or deviant humans have decided to side with the Xenoids. You must get to your local contact as soon as possible to report this turn of events. Also the buiiding is now on fire. This mission is Foxtrot Uniform Charlie Kilo.
ru_ru: Ты отправился в свой первый боевой патруль и, укрывшись в заброшенном магазине, заметил инопланетных захватчиков, прозванных "Ксеноидами", которые работали вместе с людьми! Невероятно, но во время происходящего катаклизма некоторые отчаянные или ненормальные люди решили встать на сторону ксеноидов. Ты должен как можно скорее добраться до своего местного связного, чтобы сообщить о таком повороте событий. Кроме того, здание уже горит. Статус миссии: Павел Иван Зоя Дмитрий Елена Центр.

# scen_desc_female
source: You were out on your first combat patrol and as you were hunkered down in an abandoned store you noticed alien invaders, dubbed 'The Xenoids' which were working together with humans! Incredibly, in the ongoing cataclysm, some desperate or deviant humans have decided to side with the Xenoids. You must get to your local contact as soon as possible to report this turn of events. Also the buiiding is now on fire. This mission is Foxtrot Uniform Charlie Kilo.
ru_ru: Ты отправилась в свой первый боевой патруль и, укрывшись в заброшенном магазине, заметила инопланетных захватчиков, прозванных "Ксеноидами", которые работали вместе с людьми! Невероятно, но во время происходящего катаклизма некоторые отчаянные или ненормальные люди решили встать на сторону ксеноидов. Ты должна как можно скорее добраться до своего местного связного, чтобы сообщить о таком повороте событий. Кроме того, здание уже горит. Статус миссии: Павел Иван Зоя Дмитрий Елена Центр.

# start_name
source: In Town
ru_ru: В городе

source: Survivor: Scavenger 1
ru_ru: Выживший: собиратель 1

source: This NPC could tell you about how they survived the Cataclysm
ru_ru: Этот NPC может рассказать вам о том, как ему удалось пережить Катаклизм

source: Survivor: Scavenger 2
ru_ru: Выживший: собиратель 2

source: Survivor: Prepper 1
ru_ru: Выживший: выживальщик 1

source: Survivor: Prepper 2
ru_ru: Выживший: выживальщик 2

source: Survivor: Insect Mutant 1
ru_ru: Выживший: инсектоид-мутант 1

source: Survivor: Insect Mutant 2
ru_ru: Выживший: инсектоид-мутант 2

source: My story? I must have gotten bit by a radioactive insect just before the cataclysm struck and now I have super-powers. I don't know <swear> what story you're <swear> looking for.
ru_ru: Моя история? Меня, наверное, укусило радиоактивное насекомое прямо перед катаклизмом, и теперь у меня есть сверхспособности. Я не знаю <swear>какую историю<swear> ты ищешь.

source: I can respect that. <done_conversation_section>
ru_ru: Уважаемо. <конец ветки диалога>

source: Fair enough. <end_talking>
ru_ru: Справедливо. <конец разговора>

source: I have no idea what happened. I remember having the weirdest dream like I was crawling out of a cave or being born or something, but it must not have been a dream because when I woke up it was like I had moulted my entire skin off. Now I'm some kind of moth mutant just trying to survive zombie and alien attacks.
ru_ru: Понятия не имею, что произошло. Я помню, что мне приснился странный сон, будто я выползаю из пещеры, рождаюсь или что-то в этом роде, но, должно быть, это был не сон, потому что сразу после пробуждения мне показалось, что вся моя кожа облезла. Теперь я какой-то мотылек-мутант, который пытается выжить после нападения зомби и инопланетян.

source: Before shit hit the fan, I was always preparing for when shit was going to hit the fan. Now that its actually happened I find myself looking back on all the things I wish I'd have done instead.
ru_ru: Чем мне доводилось заниматься до прилётся дерьма в вентилятор: готовиться к прилёту дерьма в вентилятор. А теперь, когда это всё же произошло, я оглядываюсь в прошлое и думаю о всех других делах, которыми стоило заняться.

source: We all have our regrets. <done_conversation_section>
ru_ru: Все мы о чём-то сожалеем. <конец ветки диалога>

source: Yeah, I'll talk to you later. <end_talking>
ru_ru: Да, позже поговорим. <конец разговора>

source: I knew something like this was coming, ever since that crazy pandemic all those years ago, been preparing for this ever since.
ru_ru: Что-то мне подсказывало, что грядёт нечто подобное, так что у меня всё схвачено ещё с той безумной пандемии, что была годы назад.

source: Good idea. <done_conversation_section>
ru_ru: Хорошая идея. <конец ветки диалога>

source: Okay. <end_talking>
ru_ru: Окей. <конец разговора>

source: Let's not talk about it, ok? All I want to do is make those alien bastards pay for the last person I never loved. And no I'm not telling you about them, I'm keeping that for myself.
ru_ru: Давай не будем об этом говорить, ладно? Всё, что я хочу сделать, это заставить этих инопланетных ублюдков заплатить за последнего человека, который мне не был любим. И нет, это история не для чужих ушей.

source: I tried staying at an evacuation shelter outside of town, but there was barely any food and what what was around was those nasty soy bars. I started scavenging stuff in the forest and sneaking back into town at night to grab more stuff. Eventually I meet up with some other survivors and I've stuck around with them ever since.
ru_ru: У меня была попытка прибиться к эвакуационному центру за городом, но там почти не было еды, а всё, что было, - эти противные соевые батончики. Мне пришлось собирать вещи в лесу и пробираться в город по ночам, чтобы прихватить ещё что-нибудь. В конечном итоге мне удалось встретиться с другими выжившими и с тех пор мы не разлучались.

source: alien metal scrap
ru_ru: обрезок инопланетного металла

source: Scraps of some sort of alien metal of varying sizes, light but tough. It's quite pretty to look at, silvery with faint blue and light green undertones. Makes a decent weapon in a pinch.
ru_ru: Обрезки какого-то инопланетного металла разного размера, легкие, но прочные. Он довольно красив на вид, серебристый с тусклыми голубыми и светло-зелёными оттенками. В крайнем случае сгодится в качестве неплохого оружия.

source: alien cloth scrap
ru_ru: обрезок инопланетной ткани

source: This is a sizeable portion of fibrous pseudo-synthetic cloth, flexible and resistant, but unpleasant to the touch.
ru_ru: Значительная порция волокнистой псевдосинтетической ткани, гибкой и прочной, но неприятной на ощупь.

source: alien polymer scrap
ru_ru: обрезок инопланетного полимера

source: This is a collection of strange, ivory colored plastics that are unnervingly warm to the touch.
ru_ru: Коллекция странных пластиков цвета слоновой кости, пугающе тёплых на ощупь.

source: alien electronic scrap
ru_ru: обломок инопланетной электроники
