Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/Medium-Maintenance-Small-Mods/Whaleys Collectibles/lang/*.po
Languages: ru_ru

source: foam dart
ru_ru: поролоновый дротик

source: A dart made of flimsy foam. It deals almost no damage.
ru_ru: Дротик, сделанный из хрупкой пены. Почти не наносит урона.

source: Foam Dart Pistol
ru_ru: игрушечный дротикомёт

source: A fairly harmless gun that shoots small foam darts.
ru_ru: Вполне безвредное оружие, стреляющее маленькими дротиками, сделанными из поролона.

source: Foam Dart SMG
ru_ru: игрушечный дротикомёт-ПП

source: semi-auto
ru_ru: полуавтомат

source: auto
ru_ru: авто

source: Blue Decorative plate
ru_ru: синяя декоративная тарелка

source: A blue decorative plate.
ru_ru: Декоративная тарелка синего цвета.

source: Red Decorative plate
ru_ru: красная декоративная тарелка

source: A red decorative plate.
ru_ru: Декоративная тарелка красного цвета.

source: Green Decorative plate
ru_ru: зелёная декоративная тарелка

source: A green decorative plate.
ru_ru: Декоративная тарелка зелёного цвета.

source: River Postage Stamp
ru_ru: почтовая марка (река)

source: A postage stamp with an image of a river on it.
ru_ru: Почтовая марка с изображением реки.

source: Snowy Mountain Postage Stamp
ru_ru: почтовая марка (заснеженная гора)

source: A postage stamp with an image of snowy mountains on it.
ru_ru: Почтовая марка с изображением с изображением заснеженной горы.

source: Forest Postage Stamp
ru_ru: почтовая марка (лес)

source: A postage stamp with an image of a forest on it.
ru_ru: Почтовая марка с изображением леса.

source: Desert Postage Stamp
ru_ru: почтовая марка (пустыня)

source: A postage stamp with an image of a desert on it.
ru_ru: Почтовая марка с изображением пустыни.

source: Stars Postage Stamp
ru_ru: почтовая марка (звёзды)

source: A postage stamp with an image of stars on it.
ru_ru: Почтовая марка с изображением звёздного неба.

source: Truck Postage Stamp
ru_ru: почтовая марка (грузовик)

source: A postage stamp with an image of an old red truck on it.
ru_ru: Почтовая марка с изображением старого красного грузовика.

source: Toxic Waste Postage Stamp
ru_ru: почтовая марка (токсичные отходы)

source: A postage stamp with an image of toxic waste on it.
ru_ru: Почтовая марка с изображением токсичных отходов.

source: Swimming Postage Stamp
ru_ru: почтовая марка (пловец)

source: A postage stamp with an image of someone swimming on it.
ru_ru: Почтовая марка с изображением какого-то плывущего человека.

source: finished stamp book
ru_ru: заполненный альбом почтовых марок

source: A leather album full of stamps you've collected. Seeing your finished collection makes you feel satisfied.
ru_ru: Альбом в кожаном переплёте, заполненный почтовыми марками, которые вам удалось собрать. Созерцание законченной коллекции приносит вам удовлетворение.

source: Zombie Figurine
ru_ru: фигурка зомби

source: A figurine of a zombie running.
ru_ru: Фигурка, изображающая бегущего зомби.

source: Horse Figurine
ru_ru: фигурка лошади

source: A figurine of a horse.
ru_ru: Фигурка, изображающая лошадь.

source: Moose Plushie
ru_ru: плюшевый лось

source: A soft moose plushie.
ru_ru: Мягкий плюшевый лось.

source: Zombie Plushie
ru_ru: плюшевый зомби

source: A soft zombie plushie.
ru_ru: Мягкий плюшевый зомби.

source: Zombie Moose Plushie
ru_ru: плюшевый лось-зомби

source: A soft zombie moose plushie.
ru_ru: Мягкий плюшевый лось-зомби.

source: Green Alien Plushie
ru_ru: плюшевый зелёный инопланетянин

source: A soft green alien plushie.
ru_ru: Мягкий плюшевый зелёный инопланетянин.

source: Gray Alien Plushie
ru_ru: плюшевый серый инопланетянин

source: A soft gray alien plushie.
ru_ru: Мягкий плюшевый серый инопланетянин.

source: Frog Plushie
ru_ru: плюшевая лягушка

source: A soft frog plushie.
ru_ru: Мягкая плюшевая лягушка.

source: Snowman Figurine
ru_ru: фигурка снеговика

source: A small plastic snowman figurine.
ru_ru: Маленькая фигурка снеговика, сделанная из пластика.

source: Pig Plushie
ru_ru: плюшевая свинка

source: A soft pig plushie.
ru_ru: Мягкая плюшевая свинка.

source: End Times trading card booster pack
ru_ru: комплект карточек "Конец Времён"

source: A booster pack for the End Times Trading Card Game
ru_ru: Карточка с изображением _ из коллекционной карточной игры "Конец Времён"

source: End Times trading card - rats
ru_ru: карточка "Конец Времён" (крысы)

source: A rat horde card from the End Times Trading Card Game
ru_ru: Карточка с изображением стаи крыс из коллекционной карточной игры "Конец Времён"

source: End Times trading card - beach
ru_ru: карточка "Конец Времён" (пляж)

source: A beach card from the End Times Trading Card Game
ru_ru: Карточка с изображением пляжа из коллекционной карточной игры "Конец Времён"

source: End Times trading card - blood tide
ru_ru: карточка "Конец Времён" (кровавый прилив)

source: A blood tide card from the End Times Trading Card Game
ru_ru: Карточка с изображением кровавого прилива из коллекционной карточной игры "Конец Времён"

source: End Times trading card - nuke
ru_ru: карточка "Конец Времён" (ядерная бомба)

source: A nuke card from the End Times Trading Card Game
ru_ru: Карточка с изображением ядерной бомбы из коллекционной карточной игры "Конец Времён"

source: End Times trading card - corpse
ru_ru: карточка "Конец Времён" (труп)

source: A corpse card from the End Times Trading Card Game
ru_ru: Карточка с изображением трупа из коллекционной карточной игры "Конец Времён"

source: End Times trading card - forest
ru_ru: карточка "Конец Времён" (лес)

source: A forest card from the End Times Trading Card Game
ru_ru: Карточка с изображением леса из коллекционной карточной игры "Конец Времён"

source: End Times trading card - surgery
ru_ru: карточка "Конец Времён" (хирургическая операция)

source: A surgery card from the End Times Trading Card Game
ru_ru: Карточка с изображением хирургической операции из коллекционной карточной игры "Конец Времён"

source: End Times trading card - burger
ru_ru: карточка "Конец Времён" (бургер)

source: A burger card from the End Times Trading Card Game
ru_ru: Карточка с изображением бургера из коллекционной карточной игры "Конец Времён"

source: End Times trading card - zombie
ru_ru: карточка "Конец Времён" (зомби)

source: A zombie card from the End Times Trading Card Game
ru_ru: Карточка с изображением зомби из коллекционной карточной игры "Конец Времён"

source: End Times trading card - moose
ru_ru: карточка "Конец Времён" (лось)

source: A moose card from the End Times Trading Card Game
ru_ru: Карточка с изображением лося из коллекционной карточной игры "Конец Времён"

source: End Times trading card - evac shelter
ru_ru: карточка "Конец Времён" (убежище)

source: An evac shelter card from the End Times Trading Card Game
ru_ru: Карточка с изображением убежища из коллекционной карточной игры "Конец Времён"

source: End Times trading card - drug
ru_ru: карточка "Конец Времён" (наркотик)

source: A drug card from the End Times Trading Card Game
ru_ru: Карточка с изображением наркотика из коллекционной карточной игры "Конец Времён"

source: End Times trading card - boomer
ru_ru: карточка "Конец Времён" (бумер)

source: A boomer card from the End Times Trading Card Game
ru_ru: Карточка с изображением бумера из коллекционной карточной игры "Конец Времён"

source: End Times trading card - guns
ru_ru: карточка "Конец Времён" (пушки)

source: A gun card from the End Times Trading Card Game
ru_ru: Карточка с изображением пушек из коллекционной карточной игры "Конец Времён"

source: End Times trading card - knife
ru_ru: карточка "Конец Времён" (нож)

source: A knife card from the End Times Trading Card Game
ru_ru: Карточка с изображением ножа из коллекционной карточной игры "Конец Времён"

source: End Times trading card - zombie moose
ru_ru: карточка "Конец Времён" (лось-зомби)

source: A zombie moose card from the End Times Trading Card Game
ru_ru: Карточка с изображением лося-зомби из коллекционной карточной игры "Конец Времён"

source: Holographic End Times trading card - rats
ru_ru: голографическая карточка "Конец Времён" (крысы)

source: Holographic End Times trading card - beach
ru_ru: голографическая карточка "Конец Времён" (пляж)

source: Holographic End Times trading card - blood tide
ru_ru: голографическая карточка "Конец Времён" (кровавый прилив)

source: Holographic End Times trading card - nuke
ru_ru: голографическая карточка "Конец Времён" (ядерная бомба)

source: Holographic End Times trading card - corpse
ru_ru: голографическая карточка "Конец Времён" (труп)

source: Holographic End Times trading card - forest
ru_ru: голографическая карточка "Конец Времён" (лес)

source: Holographic End Times trading card - surgery
ru_ru: голографическая карточка "Конец Времён" (хирургическая операция)

source: Holographic End Times trading card - burger
ru_ru: голографическая карточка "Конец Времён" (бургер)

source: Holographic End Times trading card - zombie
ru_ru: голографическая карточка "Конец Времён" (зомби)

source: Holographic End Times trading card - moose
ru_ru: голографическая карточка "Конец Времён" (лось)

source: Holographic End Times trading card - evac shelter
ru_ru: голографическая карточка "Конец Времён" (убежище)

source: Holographic End Times trading card - drug
ru_ru: голографическая карточка "Конец Времён" (наркотик)

source: Holographic End Times trading card - boomer
ru_ru: голографическая карточка "Конец Времён" (бумер)

source: Holographic End Times trading card - guns
ru_ru: голографическая карточка "Конец Времён" (пушки)

source: Holographic End Times trading card - knife
ru_ru: голографическая карточка "Конец Времён" (нож)

source: Holographic End Times trading card - zombie moose
ru_ru: голографическая карточка "Конец Времён" (лось-зомби)

source: Gold Holographic End Times trading card - moose
ru_ru: золотая голографическая карточка "Конец Времён" (лось)

source: A golden holographic moose card from the End Times Trading Card Game. What a find!
ru_ru: Золотая голографическая карточка с изображением лося из Коллекционной Карточной Игры "Конец Времён". Вот так находка!

source: Whaleys Collectables
ru_ru: Коллекционные штучки от Whaley

source: Adds collectible trading cards, stamps, and several new toys including dart guns.
ru_ru: Мод добавляет в игру коллекционные карточки, почтовые марки и несколько новых игрушек, включая пушки, стреляющие поролоновыми дротиками.
