[
  {
    "type": "snippet",
    "category": "epilogue_factions",
    "text": [
      {
        "id": "epilogue_faction_maquis_negative",
        "text": "    After an unexpected betrayal by their fellow humans, the remaining Maquis were totally exterminated.  Humanity is now a slave race for their new Xenoid masters…"
      },
      {
        "id": "epilogue_faction_maquis_0",
        "text": "    Locked in an endless battle against a variety of alien force, the Maquis was forced fall back to handful of fortified bases.  Continuous attrition and bad luck caused the Maquis to die a slow and inevitable death…"
      },
      {
        "id": "epilogue_faction_maquis_100",
        "text": "    The steadfastness of individual survivors after the cataclysm impressed the tattered remains of the once glorious union.  Spurred on by small successes, a number of operations to re-secure facilities met with limited success.  Forced to eventually consolidate to large bases, the Maquis left these facilities in the hands of the few survivors that remained.  As the years passed, little materialized from the hopes of rebuilding civilization…"
      },
      {
        "id": "epilogue_faction_maquis_200",
        "text": "    Against all odds, humanity has begun to push back against its foes, and as they steadily gained ground on all fronts they found something thought lost forever: Hope for the future…"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "epilogue_factions",
    "text": [
      {
        "id": "epilogue_faction_quisling_negative",
        "text": "    After being discovered, the Quislings were wiped out before they could become a serious threat.  The Human Resistance had one less enemy…"
      },
      {
        "id": "epilogue_faction_quisling_0",
        "text": "    The Quislings had always been a distant rumor, and in the end thats all that was ever really heard from them…"
      },
      {
        "id": "epilogue_faction_quisling_100",
        "text": "    Despite early successes, the humans that sided with the Xenoids were ultimately slaughtered by them…"
      },
      {
        "id": "epilogue_faction_quisling_200",
        "text": "    Once the leaders of the Maquis were killed, the Xenoid's human servants moved to fill the power vacuum…"
      }
    ]
  }
]
