Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Psychiclysm/lang/*.po
Languages: ru_ru

source: Adapts some Magiclysm features for psychic phenomena. Changes nether monsters fear attacks to an incremental effect. Gives many monsters psi-attacks. Adds mesmerism options to NPC dialog. Psychic Duels with other mentalists.
ru_ru: Адаптирует некоторые возможности Колдоклизма для психических явлений. Изменяет атаки страха неземных монстров на инкрементный эффект. Даёт многим монстрам пси-атаки. Добавляет опции гипноза в диалог с NPC. Дуэли экстрасенсов с другими менталистами.

source: gracke
ru_ru: гракен

source: Test Psychic
ru_ru: Тестовый Экстрасенс

source: debug trait.
ru_ru: отладочная черта.

source: Awakened
ru_ru: Пробуждённость

source: You have awakened to the dark realities of psychic phenomena and to the invisible forces that stream through the cosmos.
ru_ru: Вы открылись тёмным реалиям психических явлений и к невидимым силам, пронизывающим космос.

source: Fearless
ru_ru: Бесстрашие

source: You fear nothing, at least from planet Earth. You are also somewhat resistant to cosmic horrors and fear-based psychic attacks. However, this also prevents you from ever gaining psychic powers.
ru_ru: Вы ничего не боитесь, по крайней мере того, что с Земли. Вы также в некоторой степени устойчивы к космическим ужасам и психическим атакам, основанным на страхе. Однако это также не позволяет вам когда-либо обрести экстрасенсорные способности.

source: Willpower
ru_ru: Сила воли

source: You have an indomitable will, and are resistant to psychic attacks. However, this also prevents you from ever gaining psychic powers.
ru_ru: У вас несгибаемая воля, и вы устойчивы к психическим атакам. Однако это также не позволяет вам когда-либо обрести экстрасенсорные способности.

source: Fear Resistant
ru_ru: Устойчивость к страху

source: You have evolved past your primitive fight-or-flight instincts. Penalties for fear are reduced.
ru_ru: Вы прошли эволюцию, преодолев примитивные инстинкты борьбы-или-бегства. Штрафы за влияние страха уменьшены.

source: Through strength of personality, you can persuade and entrance the weak willed.
ru_ru: Благодаря силе личности вы можете убедить и войти в доверие к слабовольным людям.

source: Psychic Defense
ru_ru: Психическая защита

source: Your overly sensitive mind has adapted to constant psychic stress. You can now actively defend yourself against fear and psychic onslaughts.
ru_ru: Ваш сверхчувствительный ум адаптировался к постоянному психическому стрессу. Теперь вы можете активно защищаться от страха и психических нападок.

source: Psychic Projection
ru_ru: Психическая проекция

source: Your expanding mind has begun to reach beyond the borders of your physical self. You can now materialize objects and infuse them with your power.
ru_ru: Ваш расширяющийся разум начал выходить за границы вашего физического "Я". Теперь вы можете материализовывать предметы и наделять их своей силой.

source: You concentrate your psychic energies into material form
ru_ru: Вы концентрируете свою психическую энергию в материальную форму

source: Psychic Strength
ru_ru: Психическая сила

source: Your growing consciousness has subsumed portions of your autonomous nervous system. You have gained the power to temporarily overcome physical limits.
ru_ru: Ваше растущее сознание поглотило часть вашей автономной нервной системы. Вы обрели способность временно преодолевать физические ограничения.

source: Enthralled
ru_ru: Порабощение

source: This person has been overcome by your mesmeric powers.
ru_ru: Эта персона была порабощена вашими гипнотическими силами.

source: Unthrall
ru_ru: Освобождение

source: This person is now immune to enthralling.
ru_ru: Эта персона теперь невосприимчива к порабощению.

source: Lobotomized
ru_ru: Лоботомированность

source: Either through surgery or purely psychic means, you have had your psychic powers removed.
ru_ru: Либо с помощью хирургического вмешательства, либо чисто психическими средствами, у вас были удалены ваши экстрасенсорные способности.

source: Optimist
ru_ru: Оптимист

source: Nothing gets you down! You savor the joys of life, ignore its hardships, and are generally happier than most people.
ru_ru: Вас ничто не огорчает! Вы наслаждаетесь радостями жизни, не обращаете внимания на её трудности и в целом счастливее большинства людей.

source: Schizophrenic
ru_ru: Шизофреник

source: You will periodically suffer from delusions, ranging from minor effects to full visual hallucinations. Some of these effects may be controlled through the use of Thorazine.
ru_ru: Вы будете периодически страдать от бреда, от незначительных эффектов до полных зрительных галлюцинаций. Некоторые из этих эффектов можно контролировать с помощью торазина.

source: Jittery
ru_ru: Мандраж

source: During moments of great stress or under the effects of stimulants, you may find your hands shaking uncontrollably, severely reducing your Dexterity.
ru_ru: В моменты сильного стресса или под действием стимуляторов у вас могут неконтролируемо дрожать руки, что сильно снижает вашу ловкость.

# profession_male
source: Awakened
ru_ru: Пробуждённый

# prof_desc_male
source: You've always been eccentric, maybe even a bit crazy. But now that the whole world has gone crazy and reality is turning itself inside out, your mind has begun to awaken to the awful truths and dark mysteries of the cosmos.
ru_ru: Ты всегда был эксцентричным, возможно, даже немного сумасшедшим. Но теперь, когда весь мир сошёл с ума и реальность выворачивает себя наизнанку, твой разум начал открывать себя ужасным истинам и тёмным тайнам космоса.

# profession_female
source: Awakened
ru_ru: Пробуждённая

# prof_desc_female
source: You've always been eccentric, maybe even a bit crazy. But now that the whole world has gone crazy and reality is turning itself inside out, your mind has begun to awaken to the awful truths and dark mysteries of the cosmos.
ru_ru: Ты всегда была эксцентричной, возможно, даже немного сумасшедшей. Но теперь, когда весь мир сошёл с ума и реальность выворачивает себя наизнанку, твой разум начал открывать себя ужасным истинам и тёмным тайнам космоса.

source: Cabin
ru_ru: Хижина

# scenario_male
source: Awakened
ru_ru: Пробуждённый

# scenario_female
source: Awakened
ru_ru: Пробуждённая

# scen_desc_male
source: You've always been eccentric, maybe even a bit crazy. But now that the whole world has gone crazy and reality is turning itself inside out, your mind has begun to awaken to the awful truths and dark mysteries of the cosmos.
ru_ru: Ты всегда был эксцентричным, возможно, даже немного сумасшедшим. Но теперь, когда весь мир сошёл с ума и реальность выворачивает себя наизнанку, твой разум начал открывать себя ужасным истинам и тёмным тайнам космоса.

# scen_desc_female
source: You've always been eccentric, maybe even a bit crazy. But now that the whole world has gone crazy and reality is turning itself inside out, your mind has begun to awaken to the awful truths and dark mysteries of the cosmos.
ru_ru: Ты всегда была эксцентричной, возможно, даже немного сумасшедшей. Но теперь, когда весь мир сошёл с ума и реальность выворачивает себя наизнанку, твой разум начал открывать себя ужасным истинам и тёмным тайнам космоса.

# start_name
source: Research Center
ru_ru: Исследовательский Центр

source: psychology
ru_ru: психология

source: Your skill in understanding other people. Covers speaking ability, such as boasting, flattery, threats, persuasion, lies, and other facets of interpersonal communication. Works best in conjunction with a high level of intelligence.
ru_ru: Ваше умение понимать других людей. Охватывает ораторские способности, такие как хвастовство, лесть, угрозы, убеждение, ложь и другие аспекты межличностного общения. Лучше всего работает в сочетании с высоким уровнем интеллекта.

source: Feel the power.
ru_ru: Почувствуй мощь.

source: This will be over soon.
ru_ru: Скоро всё закончится.

source: Your mind is weak.
ru_ru: Твой разум слаб.

source: Nothing can stop me.
ru_ru: Меня ничто не остановит.

source: Give up. Your battle is hopeless.
ru_ru: Сдавайся. Твои усилия тщетны.

source: Your mind is cracking.
ru_ru: Твой разум хрупок.

source: This is the end for you.
ru_ru: Это твой конец.

source: Cease your struggling.
ru_ru: Брось эти сопротивления.

source: My victory is near.
ru_ru: Моя победа неминуема.

source: Soon!
ru_ru: Скоро!
