Repository: Kenan2000/BrightNights-Structured-Kenan-Modpack
Catalog: Kenan-BrightNights-Structured-Modpack/High-Maintenance-Huge-Mods/Psychiclysm/lang/*.po
Languages: ru_ru

source: ...monster spell. Fear
ru_ru: …заклинание монстров. Страх

source: Scare the crap out of humans.
ru_ru: Пугает людишек до усрачки.

source: ...monster spell. Stress
ru_ru: ...заклинание монстров. Стресс

source: Drive people stupid.
ru_ru: Склоняет людей к глупостям.

source: ...monster spell. Feedback
ru_ru: ...заклинание монстров. Обратная связь

source: Cause Psychic Feedback to humans.
ru_ru: Вызывает у людей психическую обратную связь.

source: ...monster spell. Flaming eye stare
ru_ru: ...заклинание монстров. Взгляд пылающего ока

source: Feedback + Daze
ru_ru: Обратная связь + ошеломление

source: ...monster spell. Madness
ru_ru: ...заклинание монстров. Безумие

source: Permanent crazy.
ru_ru: Окончательное сумасшествие.

source: Psychic Fortress
ru_ru: Психическая Крепость

source: A mental shield to resist psychic attacks. Erects a towering fortress of encouraging memories and benevolvent images around the human psyche.
ru_ru: Ментальный щит для укрытия от психических атак. Возводит возвышающуюся крепость из ободряющих воспоминаний и приятных картин вокруг психики человека.

source: Encage Instincts
ru_ru: Укротить Инстинкты

source: A mental shield to resist fear. Captures one's own instincts of self-preservation in a shimmering cage of pure will, disallowing natural fears to overpower the ego.
ru_ru: Ментальный щит для сопротивления страху. Помещает инстинкты самосохранения в мерцающую клетку чистой воли, не позволяя естественным страхам взять верх над эго.

source: Enforced Duality
ru_ru: Принудительная Двойственность

source: A mental shield to resist damaging psychic attacks. Strenthens the duality of the mind and body by sealing chakras and preventing attacks on the brain-stem that cause psychosomatic reactions.
ru_ru: Ментальный щит для сопротивления психическим атакам, способным наносить прямой урон. Укрепляет двойственность ума и тела, уплотняя чакры и предотвращая атаки на мозговой ствол, которые вызывают психосоматические реакции.

source: Inverse Microcosm
ru_ru: Инверсивный Микрокосм

source: A short-term shield to block all psychic attacks. Transforms the psyche into a self-sustaining microcosm, cut off from outside influences.
ru_ru: Кратковременный щит для блокирования любых психических атак. Превращает психику в самоподдерживающийся микрокосм, отрезанный от внешних воздействий.

source: ...item spell. remove madness.
ru_ru: ...заклинание предмета. устраняет безумие.

source: A meditation to heal lasting psychic traumas.
ru_ru: Медитация для исцеления застарелых психических травм.

source: Amplifying Mandala
ru_ru: Мандала Усиления

source: Temporarily boosts Intelligence and Perception. You form a spinning mandala of light in your mind's eye, allowing you to alter neural pathways with greater efficiency.
ru_ru: Временно повышает интеллект и восприятие. Вы формируете вращающуюся мандалу света в своём сознании, что позволяет вам изменять нейронные связи с большей эффективностью.

source: Neural Delimiter
ru_ru: Нейронный Разграничитель

source: Temporarily boosts Speed. Removes neural limits and conditioned inhibitors to momentarily increase mental speed.
ru_ru: Временно увеличивает скорость. Снимает нейронные ограничения и условные ингибиторы для кратковременного увеличения ментальной скорости.

source: reduce fear
ru_ru: уменьшить страх

source: ...bionic spell. psychic shield
ru_ru: ...бионическое заклинание. психический щит

source: ...bionic spell. feedback
ru_ru: ...бионическое заклинание. обратная связь

source: [ NPC,THRALL ] Submit!
ru_ru: [ NPC,ПОРАБОЩЕНИЕ ] Подчинись!

source: [MESMERISM] Look into my eyes, friend.
ru_ru: [ГИПНОЗ] Дружище, посмотри мне в глаза.

source: I feel... sleepy... all of a sudden.
ru_ru: Внезапно... что-то... спать захотелось.

source: You were saying something earlier?
ru_ru: Тебе хотелось что-то сказать?

source: [vs PER+INT] Your mind is too weak to resist me.
ru_ru: [против ВСП+ИНТ] Твой разум слишком слаб чтобы мне сопротивляться.

source: [vs TRAITS] Your mind is fragile and unbalanced.
ru_ru: [против ЧЕРТЫ] Твой разум хрупок и неуравновешен.

source: Yes. Sleepy. Very sleepy...
ru_ru: Да. Спать. Хорошо поспать...

source: Your eyes are tired. Your mind is wrapped in thick fog.
ru_ru: Ваши глаза устали. Ваш разум окутан густым туманом.

source: Wha! What was that? I zoned out for a second.
ru_ru: Что! Что это было? Меня на секунду вырубило.

source: So tired...
ru_ru: Какая же усталость...

source: From henceforth, you will be my psychic thrall, forever bound to my will! (only one attempt per NPC)
ru_ru: Отныне ты будешь моим психическим рабом, навсегда связанным с моей волей! (только одна попытка для каждого NPC)

source: Set down your weapon. There is no need for violence.
ru_ru: Опусти оружие. Нет причин для жестокости.

source: We should travel together as companions. Doesn't that sound like a good idea? A good idea.
ru_ru: Нам стоит путешествовать вместе, как напарники. Разве это не звучит как хорошая идея? Хорошая идея.

source: [NPC -ANGER] Let go of your hostility and relax. Relax. Be peaceful and serene.
ru_ru: [NPC -ЗЛОСТЬ] Отпусти свою враждебность и расслабься. Расслабься. Обрети спокойствие и безмятежность.

source: [NPC +TRUST] You must trust me more. Trust me. We're the best of friends, you and I. Friends.
ru_ru: [NPC +ДОВЕРИЕ] Тебе нужно доверять мне больше. Доверься мне. Мы лучшие друзья, ты и я. Друзья.

source: [NPC -FEAR] Do not fear for your safety. Safety. We're perfectly safe.
ru_ru: [NPC -СТРАХ] Не переживай о своей безопасности. Безопасность. Нам ничто не угрожает.

source: [NPC +SLEEP] Yes sleep. Let the heaviness pull you into a deep slumber. Sleep.
ru_ru: [NPC +СОН] Да, сон. Позволь тяжести утянуть тебя в глубокую дрёму. Спи.

source: You will forget all about this...
ru_ru: Ты забудешь всё, что случилось...

source: I hear and obey.
ru_ru: Слушаю и повинуюсь.

source: Purge yourself of weakness and evil, minion!
ru_ru: Очистись от слабости и зла, приспешник!

source: Fortify your mind to the horrors of the cosmos. Many dangers lie ahead.
ru_ru: Укрепи свой разум перед ужасами космоса. Впереди ждёт множество опасностей.

source: Let go of your pain.
ru_ru: Отпусти свою боль.

source: [NPC +VALUE] Submit your will to me.
ru_ru: [NPC +МНЕНИЕ] Подчини мне свою волю.

source: Lend me your life-power, mindslave.
ru_ru: Дай мне свою жизненную силу, раб разума.

source: You have picked the wrong target, 'friend', for I too am awakened to the powers of the mind. Prepare yourself for battle!
ru_ru: Ты выбрал не ту цель, "друг", ибо я тоже открылся силам разума. Приготовься к битве!

source: Forgive my mistake! I concede...
ru_ru: Моя ошибка, извиняюсь! Я уступаю...

source: Another psychic? So be it. Let the duel begin!
ru_ru: Еще один экстрасенс? Да будет так. Пусть начнется дуэль!

source: How does a duel work?
ru_ru: Как работает дуэль?

source: A psychic duel is fought in a series of rounds. Each successful round establishes one 'contact'. The first to gain three contacts wins. You can also risk an assault with less than three contacts, but a failed assault results in instant defeat.
ru_ru: Дуэль экстрасенсов проходит в несколько раундов. Каждый успешный раунд устанавливает один "контакт". Побеждает тот, кто первым наберет три контакта. Можно рискнуть напасть и при менее чем трёх контактах, но неудачная атака приводит к мгновенному поражению.

source: I see...
ru_ru: Понятно...

source: * DUEL * [0/3]
ru_ru: * ДУЭЛЬ * [0/3]

source: * CONCEDE *
ru_ru: * СДАТЬСЯ *

source: * DUEL * [1/3]
ru_ru: * ДУЭЛЬ * [1/3]

source: * Final Assault *
ru_ru: * Финальная атака *

source: * DUEL * [2/3]
ru_ru: * ДУЭЛЬ * [2/3]

source: Ha ha. Your defenses are crumbling. [1/3]
ru_ru: Ха-ха. Твоя защита трещит по швам. [1/3]

source: You'll never defeat me. [2/3]
ru_ru: Тебе меня никогда не одолеть. [2/3]

source: It's not over yet.
ru_ru: Это ещё не конец.

source: Just you wait.
ru_ru: Погоди у меня.

source: We'll see about that.
ru_ru: Это мы ещё посмотрим.

source: [+INSOMNIA] * Absorb your opponent's sleep disorder, permanently, to gain one contact.
ru_ru: [+БЕССОННИЦА] * Поглотить расстройство сна вашего противника, навсегда, чтобы получить один контакт.

source: [+SCHIZO +MOODSWINGS] * Damage your mental state, permanently, to remove two of your opponent's contacts.
ru_ru: [+ШИЗОФРЕНИЯ +ПЕРЕПАДЫ НАСТРОЕНИЯ] * Повредить своё психическое состояние, навсегда, чтобы удалить два контакта вашего противника.

source: No! Defeated? How can this be?
ru_ru: Нет! Поражение? Как такое возможно?

source: I have proven myself to be the superior mentalist. There is no need to punish you for your inevitable failure.
ru_ru: Мне удалось доказать, что являюсь лучшим менталистом. Нет необходимости наказывать тебя за неизбежный провал.

source: You have failed. Now fall into a deep slumber.
ru_ru: Твоя неудача. Теперь погрузись в глубокий сон.

source: You are too dangerous to let go. I will crush your mind and seal your powers.
ru_ru: Ты выглядишь слишком опасно, чтобы отпустить тебя. Я сокрушу твой разум и запечатаю твои силы.

source: Those who oppose me... ...must DIE!
ru_ru: Те, кто противостоят мне... ...должны УМЕРЕТЬ!

source: Ha ha! Pathetic. You stood no chance against my highly evolved mind.
ru_ru: Ха-ха! Жалкое зрелище. У тебя не было шансов против моего высокоразвитого разума.

source: So this is how it ends...
ru_ru: Так вот как всё это закончится...

source: What a humiliating defeat.
ru_ru: Какое унизительное поражение.

source: Mercy!
ru_ru: Пощады!

source: A wise choice. There is no doubt your frail mind would be crushed under the weight of my awesome power.
ru_ru: Разумный выбор. Без сомнения, твой хрупкий разум был бы раздавлен весом моих потрясающих способностей.

source: Someday...
ru_ru: Когда-нибудь...

source: Yes? They're... uh... very nice.
ru_ru: Да? Они... ээ… очень красивые.

source: Damn!
ru_ru: Проклятье!

source: So... tired...
ru_ru: Такая... усталость...

source: Awaken. And forget this ever happened.
ru_ru: Пробудись. И забудь всё, что случилось.

source: Yes sleep. Let the heaviness pull you into a deep slumber. Sleep!
ru_ru: Да, сон. Позволь тяжести утянуть тебя в глубокую дрёму. Спи!

source: [MESMER] There is no item. You must be seeing things.
ru_ru: [ГИПНОЗ] Нет никакого предмета. Тебе показалось.

source: I must be seeing things.
ru_ru: Мне что-то показалось, видимо.

source: psychic
ru_ru: экстрасенс

source: Bionic Lobotomy Kit
ru_ru: Набор для бионической лоботомии

source: Microrobots programmed to sever malfunctioning neural pathways and balance neuro-chemicals.
ru_ru: Микророботы, запрограммированные на разрыв неисправных нейронных путей и баланс нейрохимических веществ.

source: Prototype Fear Reducer
ru_ru: Прототип подавления страха

source: Your brain has been equipped with a microcomputer capable of releasing targeted chemical suppressors. This makes you resistant to the overwhelming fear of extradimensional creatures. Activate it to triiger the effect.
ru_ru: Ваш мозг оснащен микрокомпьютером, способным выделять целенаправленные химические подавители. Это делает вас устойчивее к непреодолимому страху перед внепространственными существами. Активируйте для получения эффекта.

source: Prototype Mind Shield
ru_ru: Прототип ментального щита

source: Your skull has been equipped with a mesh of charged nano-fibers which allow you to better resist psychic attacks. Activate it to triiger the effect
ru_ru: Ваш череп оснащен сеткой из заряженных нановолокон, которые позволяют вам лучше сопротивляться психическим атакам. Активируйте для получения эффекта

source: Mesmerist
ru_ru: Гипнотизёр

source: I wander the hidden pathways of the cosmos.
ru_ru: Я брожу по скрытым тропинкам космоса.

source: Beggar
ru_ru: Попрошайка

source: I'm just trying to survive.
ru_ru: Я просто пытаюсь выжить.

source: Dazed
ru_ru: Ошеломлённость

source: You're visibly shaken up, and are having a hard time focusing on what's going on around you.
ru_ru: Вы заметно потрясены, и вам трудно сосредоточиться на том, что происходит вокруг вас.

source: You are dazed!
ru_ru: Вы ошеломлены!

source: Nervous
ru_ru: Нервозность

source: Afraid
ru_ru: Опасливость

source: Terrified
ru_ru: В ужасе

source: Abject Horror
ru_ru: Презренный ужас

source: Abject Horror!
ru_ru: Презренный ужас!

source: Abject Horror!!
ru_ru: Презренный ужас!!

source: Abject Horror!!!
ru_ru: Презренный ужас!!!

source: Your soul is gripped with a paralytic fear.
ru_ru: Ваша душа охвачена парализующим страхом.

source: You bravely attempt to resist the fear.
ru_ru: Вы храбро пытаетесь противостоять страху.

source: You have been gripped with fear.
ru_ru: Вас охватил страх.

source: The fear subsides.
ru_ru: Страх отступает.

source: Other worldly fear washes over you.
ru_ru: Вас одолевает потусторонний страх.

source: Alien dread fills your soul
ru_ru: Инородный кошмар наполняет вашу душу

source: Indescribable terror knaws at your consciousness.
ru_ru: Неописуемый ужас вгрызается в ваше сознание.

source: The fear is overhwelming.
ru_ru: Страх переполняет.

source: "You need to get out of here."
ru_ru: "Тебе нужно убраться отсюда."

source: "Run Away."
ru_ru: "Беги."

source: "It's time to flee." "No. It's past time to flee."
ru_ru: "Пора бежать". "Нет. Время бежать прошло".

source: Your blood runs cold.
ru_ru: Ваша кровь стынет.

source: Your heart palpitates.
ru_ru: Ваше сердце учащенно бьется.

source: A chill goes up your spine.
ru_ru: По позвоночнику пробегает холодок.

source: Your vision blurs.
ru_ru: Ваше зрение расплывается.

source: You swallow nervously.
ru_ru: Вы нервно сглатываете.

source: Your knees tremble.
ru_ru: Ваши колени дрожат.

source: Your hands sweat.
ru_ru: Ваши ладони потеют.

source: Uneasy
ru_ru: Беспокойство

source: Stressed
ru_ru: Стресс

source: Traumatized
ru_ru: Травмированность

source: Mental Meltdown
ru_ru: Психический срыв

source: Mental Meltdown!
ru_ru: Психический срыв!

source: Mental Meltdown!!
ru_ru: Психический срыв!!

source: Mental Meltdown!!!
ru_ru: Психический срыв!!!

source: Your mind disintigrates into madness under the stress of a direct psychic assault.
ru_ru: Ваш разум впадает в безумие под воздействием прямой психической атаки.

source: Your psychic shields strain under the stress of a direct psychic assault.
ru_ru: Ваши психические барьеры напрягаются под воздействием прямой психической атаки.

source: Your consciousness wavers from stress.
ru_ru: Ваше сознание колеблется от стресса.

source: You calm down.
ru_ru: Вы успокаиваетесь.

source: Dark thoughts assail your psyche.
ru_ru: Мрачные мысли атакуют вашу психику.

source: Alien visions invade your mind's eye
ru_ru: Инопланетные видения вторгаются в ваше сознание

source: Waves of malice engulf your thoughts.
ru_ru: Волны злобы поглощают ваши мысли.

source: An evil presence surrounds you.
ru_ru: Вас окружает злой дух.

source: Strange lights fill your eyes
ru_ru: Странные огни наполняют ваши глаза

source: Colors seem to change and blur together.
ru_ru: Цвета словно меняются и расплываются.

source: "There are strangers at the door." "They want inside."
ru_ru: "У двери незнакомцы". "Они хотят войти".

source: "How much more of this can you take?"
ru_ru: "Сколько ещё тебе удастся выдержать?"

source: "You can't win this. It's hopeless."
ru_ru: "Тебе не победить. Надежды нет."

source: "It's like this is all happening to someone else."
ru_ru: "Как будто все это происходит с кем-то другим".

source: "Just let the monsters win."
ru_ru: "Просто позволь монстрам взять верх."

source: You clench your teeth.
ru_ru: Вы сжимаете зубы.

source: Your hands are tingling.
ru_ru: Ваши руки покалывает.

source: Your limbs feel numb.
ru_ru: Ваши конечности немеют.

source: Your eyes keep twitching.
ru_ru: Ваши глаза дёргаются.

source: Your ears are ringing.
ru_ru: У вас звенит в ушах.

source: You sweat and tremble.
ru_ru: Вас бросает в пот и дрожь.

source: Your heart is racing.
ru_ru: Ваше сердце колотится.

source: Tunnel vision. Your field of view narrows.
ru_ru: Туннельное зрение. Ваше поле зрения сужается.

source: Psychic Feedback
ru_ru: Психическая обратная связь

source: Your body sympathetically reacts to a direct psychic assault.
ru_ru: Ваше тело сочувственно реагирует на прямую психическую атаку.

source: You suffer from psychic feedback.
ru_ru: Вы страдаете от психической обратной связи.

source: Madness
ru_ru: Безумие

source: Your mind has been fractured by an overwhelming psychic trauma.
ru_ru: Ваш разум был разрушен в результате непреодолимой психической травмы.

source: Your mind shatters into pure madness.
ru_ru: Ваш разум рассыпается в чистое безумие.

source: Your mind is whole once again.
ru_ru: Ваш разум снова целостен.

# memorial_male
source: Went Insane.
ru_ru: Сошёл с ума.

# memorial_female
source: Went Insane.
ru_ru: Сошла с ума.

# memorial_male
source: Recovered from Insanity.
ru_ru: Пережил сумасшествие.

# memorial_female
source: Recovered from Insanity.
ru_ru: Пережила сумасшествие.

source: Resist Fear
ru_ru: Сопротивление страху

source: Your mind has a greater resistance to fear.
ru_ru: Ваш разум обладает большей устойчивостью к страху.

source: You resist fear.
ru_ru: Вы сопротивляетесь страху.

source: Your resistance ends.
ru_ru: Ваше сопротивление стихает.

source: Resist Psychic Feedback
ru_ru: Сопротивление психической обратной связи

source: Your mind has a greater resistance to harmful psychic feedback.
ru_ru: Ваш разум обладает большей устойчивостью к вредоносной психической обратной связи.

source: You resist feedback.
ru_ru: Вы сопротивляетесь обратной связи.

source: Resist Psychic Stress
ru_ru: Сопротивление психическому стрессу

source: Your mind has a greater resistance to psychic stress.
ru_ru: Ваш разум обладает большей устойчивостью к психическому стрессу.

source: You resist stress.
ru_ru: Вы сопротивляетесь стрессу.

source: Block Psychic Attacks
ru_ru: Блокирование психических атак

source: Your mind is temporarily immune to psychic attacks.
ru_ru: Ваш разум временно невосприимчив к психическим атакам.

source: You are blocking psychic attacks.
ru_ru: Вы блокируете психические атаки.

source: Your mind is purged of madness
ru_ru: Ваш разум очищен от безумия

source: Boosted Stats
ru_ru: Увеличенные характеристики

source: Your Intelligence and Perception are temporarily boosted.
ru_ru: Ваши показатели интеллекта и восприятия временно увеличены.

source: Your mental stats are boosted.
ru_ru: Ваши умственные показатели повышаются.

source: You mind dims.
ru_ru: Ваш разум тускнеет.

source: Boosted Speed
ru_ru: Увеличенная скорость

source: Your Speed is temporarily boosted.
ru_ru: Ваш показатель скорости временно увеличен.

source: Your speed is boosted.
ru_ru: Вы ускорены.

source: You slow down.
ru_ru: Вы замедляетесь.

source: Blocking Mesmerism
ru_ru: Блокирование гипноза

source: This character has overcome an attempt at mesmerism, and will be immune to further attempts for some time.
ru_ru: Этот персонаж преодолел попытку гипноза и некоторое время будет невосприимчив к новым попыткам.

source: Hypnotic Suggestion
ru_ru: Гипнотическое внушение

source: This character has been placed under hypnotic suggestion.
ru_ru: Этот персонаж был подвергнут гипнотическому внушению.

source: Psychic Drain
ru_ru: Психическое истощение

source: This person has been temporarily drained of vital essence. They act tired and confused.
ru_ru: Этот персонаж временно лишился жизненной силы. Он ведёт себя устало и растерянно.

source: Psychic Vampirism
ru_ru: Психический вампиризм

source: You have drained the vital essence from one of your psychic thralls, giving you a small mental boost.
ru_ru: Вы извлекли жизненную силу из одного из своих психических рабов, что дало вам небольшую ментальную подпитку.

source: You have drained your thrall!
ru_ru: Вы опустошили своего раба!

source: Successfully enthralled
ru_ru: Успешно порабощён

source: You have enthralled another person.
ru_ru: Вы кого-то поработили.

source: You have enthralled another person!
ru_ru: Вы кого-то поработили!

# memorial_male
source: Enthralled another person.
ru_ru: Поработил кого-то.

# memorial_female
source: Enthralled another person.
ru_ru: Поработила кого-то.

source: Failed to Enthrall
ru_ru: Неудачное порабощение

source: You have failed to enthrall another person.
ru_ru: Вам не далась попытка порабощения.

source: You have failed to enthrall someone!
ru_ru: Вам не далась попытка порабощения!

# memorial_male
source: Failed to enthrall another person.
ru_ru: Неудачно попытался поработить кого-то.

# memorial_female
source: Failed to enthrall another person.
ru_ru: Неудачно попыталась поработить кого-то.

source: Psychic Duel Victory
ru_ru: Победа в психической дуэли

source: You have bested another in a psychic duel.
ru_ru: Вы одержали верх в психической дуэли.

source: You have won a psychic duel!
ru_ru: Вы победили в психической дуэли!

# memorial_male
source: Bested another in a psychic duel.
ru_ru: Одержал верх в психической дуэли.

# memorial_female
source: Bested another in a psychic duel.
ru_ru: Одержала верх в психической дуэли.

source: You have been defeated in a psychic duel.
ru_ru: Вы потерпели поражение в психической дуэли.

source: You have lost a psychic duel!
ru_ru: Вы проиграли психическую дуэль!

# memorial_male
source: Defeated in a psychic duel.
ru_ru: Потерпел поражение в психической дуэли.

# memorial_female
source: Defeated in a psychic duel.
ru_ru: Потерпела поражение в психической дуэли.

source: Psychic Victory
ru_ru: Психическая победа

source: This person has defeated you in a psychic duel. You cannot challenge them again for some time.
ru_ru: Этот персонаж победил вас в психической дуэли. В течение некоторого времени вы не сможете вызвать его на ещё одну дуэль.

source: Psychic Shackles
ru_ru: Психические оковы

source: You have been temporarily cut off from your psychic powers.
ru_ru: Вы были временно отрезаны от своих экстрасенсорных способностей.

source: Your mind is shackled!
ru_ru: Ваш разум скован!

source: Fatal Brain Trauma
ru_ru: Фатальная травма мозга

source: Runaway psychic feedback is frying the synapses in your brain. You have only moments to live.
ru_ru: Беглая психическая обратная связь поджаривает синапсы в вашем мозгу. Вам осталось жить всего несколько мгновений.

source: Your brain is melting. Your brain is melting your brain is melting your brain is melting
ru_ru: Ваш мозг плавится. Ваш мозг плавится ваш мозг плавится ваш мозг плавится

# memorial_male
source: Suffered a melted brain
ru_ru: Испытал расплавление мозга

# memorial_female
source: Suffered a melted brain
ru_ru: Испытала расплавление мозга

source: Psychic Shock
ru_ru: Психический шок

source: You've been stunned by a massive psychic assault.
ru_ru: Вы были ошеломлены мощной психической атакой.

source: You're shocked.
ru_ru: Вы ошеломлены.

source: Resist Fear Controls
ru_ru: Управление сопротивлением страху

source: Psychic Shield Controls
ru_ru: Управление психическим щитом

source: crystal
ru_ru: кристаллический порошок

source: A mysterious crystal powder.
ru_ru: Загадочный кристаллический порошок.

source: Bionic Lobotomy CBM
ru_ru: КБМ: Бионическая лоботомия

source: PROTOTYPE
ru_ru: ПРОТОТИП

source: this item shouldn't appear in the game.
ru_ru: этот предмет не должен появляться во время игры.

source: Psychiclysm
ru_ru: Психоклизм
